{"AUTUMN": "Soon we will plunge ourselves into cold shadows, \nAnd all of summer's stunning afternoons will be gone. \nI already hear the dead thuds of logs below \nFalling on the cobblestones and the lawn. \n\nAll of winter will return to me \nderision, Hate, shuddering, horror, drudgery and vice, \nAnd exiled, like the sun, to a polar prison, \nMy soul will harden into a block of red ice. \n\nI shiver as I listen to each log crash and slam \nThe echoes are as dull as executioners' drums. \nMy mind is like a tower that slowly succumbs \nTo the blows of a relentless battering ram. \n\nIt seems to me, swaying to these shocks, that someone \nIs nailing down a coffin in a hurry somewhere. \nFor whom? It was summer yesterday; now it's autumn. \nEchoes of departure keep resounding in the air.", "WHEN A HEAVY LID OF LOW SKY": "When a heavy lid of low sky\ncovers a soul moaning with ennui and fright,\nand the whole horizon is rounded by\na black day pouring down, sadder than any night;\n\nWhen the earth is turned to a muggy dungeon\nwhere Hope is the shadow of a bat, feeling\nwith feeble, flapping wings along the grunge on\nwalls and bumping its head against a putrid ceiling;\n\nWhen the crawling spiders of scattershot rains\ndrop cold bars that imprison us,\nwater trickles along the channels in our brains,\nand the people around us feel poisonous—\n\nthe bells speak out suddenly with fury\nand lance the sky with dreadful howls,\nand frightened strays and exiles, sorry\nand homeless, rage from deep within their bowels.\n\nLong hearses roll, slow, silent, hypnotic,\nthrough my soul. Hope, defeated, cries\nout its atrocious anguish—despotic.\nA black hood slides over my ferocious eyes.", "LANDSCAPE": "I would be chaste as I compose my verses\nso I sleep up high, near starry courses.\nBells sail through my dreams where they find\ntheir solemn hymns singing in the wind.\nFrom workshops below, I hear men’s jibes and banter.\nThe masts of the city—chimneys and steeples—splinter\nthe sky’s eternal immensity into streaming reveries.\n\nHow sweet to watch the night open its eyes—\nfirst lamp light, first star born in the azure deep.\nThe dark river of coal smoke begins to creep\nup, painting the moon with a sallow charm.\nMy head on my hands, I watch from my lofty home\nspring, summer, autumn, and then, with winter’s monotone\nof snow, I close my shutters—a time to be alone:\nI dream my way into flowery, rural labyrinths\nwhere jets of water weep on alabaster plinths—\na world all kisses, and birds singing above a brook,\nor anything else you might discover in a children’s book.\nNo matter what storms in the street may command,\nnothing draws me away from my homeland.\nPlunging ever more deeply into winter and night,\nI wander through my faery palaces of light.\nAnother sun rising in my heart, I awaken a spring within,\nwarming the world with the fires of imagination.", "ALBATROSS": "Often, to amuse themselves, sailors\nsnare that great seabird, the albatross,\nthat flies with these indolent companions as their ship\nglides over the depths of boredom and despair.\n\nOnce they have set their captive on the deck,\nthe king of the sky, awkward and in shame,\npiteously drags along his great white wings,\nlike idle oars bouncing useless on the foam.\n\nThe winged voyager looks foolish now and weak—\nyesterday he was beautiful; today, ugly and ridiculous.\nOne tries to force a burning pipe into his beak.\nAnother mimes the limp of one that used to fly.\n\nThe Poet resembles this prince from the clouds:\nEach hangs in the tempest and laughs at the archer,\nand finds his exile in a circle of hooting humans\nwhere his wide wings are impediments.", "MEDITATION": "Wise up, Sorrow. Calm down.\nYou always lay claim to twilight. Well, here it is, brother,\nIt descends. Obscurity settles over the town,\nbringing peace to one, worry to another.\n\nThe restless crowd, whipped on by pleasure—\nour dogged torturer—carry their hearts’ raw\nremorse with them as they serve their vapid leisure,\nwhile you, my Sorrow, drop by here, take my hand, and draw\n\nme apart from them. We watch the dying years\nin faded gowns lean out from heaven’s balconies, as Regret rears,\nsmiling, out of the deep dark where the dead ones march.\n\nDragging its long train—now a shroud—from its early light\nin the East, the sun goes to sleep under an arch.\nListen, Sorrow, beloved, to the soft approach of Night.", "I LOVE THE NAKED AGES LONG AGO": "I love the naked ages long ago \nWhen statues were gilded by Apollo, \nWhen men and women of agility \nCould play without lies and anxiety, \nAnd the sky lovingly caressed their spines, \nAs it exercised its noble machine. \nFertile Cybele, mother of nature, then, \nWould not place on her daughters a burden, \nBut, she-wolf sharing her heart with the people, \nWould feed creation from her brown nipples. \nMen, elegant and strong, would have the right \nTo be proud to have beauty named their king; \nVirgin fruit free of blemish and cracking, \nWhose flesh smooth and firm would summon a bite! \nThe Poet today, when he would convey \nThis native grandeur, would not be swept away \nBy man free and woman natural, \nBut would feel darkness envelop his soul \nBefore this black tableau full of loathing. \nO malformed monsters crying for clothing! \nO ludicrous heads! Torsos needing disguise! \nO poor writhing bodies of every wrong size, \nChildren that the god of the Useful swaths \nIn the language of bronze and brass! \nAnd women, alas! You shadow your heredity, \nYou gnaw nourishment from debauchery, \nA virgin holds maternal lechery \nAnd all the horrors of fecundity! \n\nWe have, it is true, corrupt nations, \nBeauty unknown to the radiant ancients: \nFaces that gnaw through the heart's cankers, \nAnd talk with the cool beauty of languor; \nBut these inventions of our backward muses \nAre never hindered in their morbid uses \nOf the old for profound homage to youth, \n--To the young saint, the sweet air, the simple truth, \nTo the eye as limpid as the water current, \nTo spread out over all, insouciant \nLike the blue sky, the birds and the flowers, \nIts perfumes, its songs and its sweet fervors.", "metadata": "baudelaire|Charles Baudelaire|1821|1867|https://en.wikipedia.org/wiki/Charles_Baudelaire"}