{"WINTER LANDSCAPE": "The three men coming down the winter hill\nIn brown, with tall poles and a pack of hounds\nAt heel, through the arrangement of the trees,\nPast the five figures at the burning straw,\nReturning cold and silent to their town,\n\nReturning to the drifted snow, the rink\nLively with children, to the older men,\nThe long companions they can never reach,\nThe blue light, men with ladders, by the church\nThe sledge and shadow in the twilit street,\n\nAre not aware that in the sandy time\nTo come, the evil waste of history\nOutstretched, they will be seen upon the brow\nOf that same hill: when all their company\nWill have been irrecoverably lost,\n\nThese men, this particular three in brown\nWitnessed by birds will keep the scene and say\nBy their configuration with the trees,\nThe small bridge, the red houses and the fire,\nWhat place, what time, what morning occasion\n\nSent them into the wood, a pack of hounds\nAt heel and the tall poles upon their shoulders,\nThence to return as now we see them and\nAnkle-deep in snow down the winter hill\nDescend, while three birds watch and the fourth flies.", "DREAM SONG 14": "Life, friends, is boring. We must not say so.   \nAfter all, the sky flashes, the great sea yearns,   \nwe ourselves flash and yearn,\nand moreover my mother told me as a boy   \n(repeatingly) ‘Ever to confess you’re bored   \nmeans you have no\n\nInner Resources.’ I conclude now I have no   \ninner resources, because I am heavy bored.\nPeoples bore me,\nliterature bores me, especially great literature,   \nHenry bores me, with his plights & gripes   \nas bad as achilles,\n\nwho loves people and valiant art, which bores me.   \nAnd the tranquil hills, & gin, look like a drag   \nand somehow a dog\nhas taken itself & its tail considerably away\ninto mountains or sea or sky, leaving            \nbehind: me, wag.", "DREAM SONG 29": "There sat down, once, a thing on Henry’s heart   \nsó heavy, if he had a hundred years\n& more, & weeping, sleepless, in all them time   \nHenry could not make good.\nStarts again always in Henry’s ears\nthe little cough somewhere, an odour, a chime.\n\nAnd there is another thing he has in mind   \nlike a grave Sienese face a thousand years\nwould fail to blur the still profiled reproach of. Ghastly,   \nwith open eyes, he attends, blind.\nAll the bells say: too late. This is not for tears;   \nthinking.\n\nBut never did Henry, as he thought he did,\nend anyone and hacks her body up\nand hide the pieces, where they may be found.\nHe knows: he went over everyone, & nobody’s missing.   \nOften he reckons, in the dawn, them up.\nNobody is ever missing.", "ELEVEN ADDRESSES TO THE LORD": "1\n\nMaster of beauty, craftsman of the snowflake,\ninimitable contriver,\nendower of Earth so gorgeous & different from the boring Moon,\nthank you for such as it is my gift.\n\nI have made up a morning prayer to you\ncontaining with precision everything that most matters.\n‘According to Thy will’ the thing begins.\nIt took me off & on two days. It does not aim at eloquence.\n\nYou have come to my rescue again & again\nin my impassable, sometimes despairing years.\nYou have allowed my brilliant friends to destroy themselves\nand I am still here, severely damaged, but functioning.\n\nUnknowable, as I am unknown to my guinea pigs:\nhow can I ‘love’ you?\nI only as far as gratitude & awe\nconfidently & absolutely go.\n\nI have no idea whether we live again.\nIt doesn’t seem likely\nfrom either the scientific or the philosophical point of view\nbut certainly all things are possible to you,\n\nand I believe as fixedly in the Resurrection-appearances to Peter & to Paul\nas I believe I sit in this blue chair.\nOnly that may have been a special case\nto establish their initiatory faith.\n\nWhatever your end may be, accept my amazement.\nMay I stand until death forever at attention\nfor any your least instruction or enlightenment.\nI even feel sure you will assist me again, Master of insight & beauty.\n\n\n2\n\nHoly, as I suppose I dare to call you\nwithout pretending to know anything about you\nbut infinite capacity everywhere & always\n& in particular certain goodness to me.\n\nYours is the crumpling, to my sister-in-law terrifying thunder,\nyours the candelabra buds sticky in Spring,\nChrist’s mercy,\nthe gloomy wisdom of godless Freud:\n\nyours the lost souls in ill-attended wards,\nthose agonized thro’ the world\nIt this instant of time, all evil men,\nBelsen, Omaha Beach,—\n\nincomprehensible to man your ways.\nMay be the Devil after all exists.\n‘I don’t try to reconcile anything’ said the poet at eighty,\n‘This is a damned strange world.’\n\nMan is ruining the pleasant earth & man.\nWhat at last, my Lord, will you allow?\nPostpone till after my children's deaths your doom\nif it be thy ineffable, inevitable will.\n\nI say ‘Thy kingdom come’, it means nothing to me.\nHast Thou prepared astonishments for man?\nOne sudden Coming? Many so believe.\nSo not, without knowing anything, do I.\n\n\n3\n\nSole watchman of the flying stars, guard me\nagainst my flicker of impulse lust: teach me\nto see them as sisters & daughters. Sustain\nmy grand endeavours: husbandship & crafting.\n\nForsake me not when my wild hours come;\ngrant me sleep nightly, grace soften my dreams;\nachieve in me patience till the thing be done,\na careful view of my achievement come.\n\nMake me from time to time the gift of the shoulder.\nWhen all hurt nerves whine shut away the whiskey.\nEmpty my heart toward Thee.\nLet me pace without fear the common path of death.\n\nCross am I sometimes with my little daughter:\nfill her eyes with tears. Forgive me, Lord.\nUnite my various soul,\nsole watchman of the wide & single stars.\n\n\n4\n\nIf I say Thy name, art Thou there? It may be so.\nThou art not absent-minded, as I am.\nI am so much so I had to give up driving.\nYou attend, I feel, to the matters of man.\n\nAcross the ages certain blessings swarm,\nhorrors accumulate, the best men fail:\nSocrates, Lincoln, Christ mysterious.\nWho can search Thee out?\n\nexcept Isaiah & Pascal, who saw.\nI dare not ask that vision, though a piece of it\nat last in crisis was vouchsafèd me.\nI altered then for good, to become yours.\n\nCaretaker! take care, for we run in straits.\nDaily, by night, we walk naked to storm,\nsome threat of wholesale loss, to ruinous fear.\nGift us with long cloaks & adrenalin.\n\nWho haunt the avenues of Angkor Wat\nrecalling all that prayer, that glory dispersed,\nhaunt me at the corner of Fifth & Hennepin.\nShield & fresh fountain! Manifester! Even mine.\n\n\n5\n\nHoly, & holy. The damned are said to say\n‘We never thought we would come into this place.’\nI’m fairly clear, my Friend, there’s no such place\nordained for inappropriate & evil man.\n\nSurely they fall dull, & forget. We too,\nthe more or less just, I feel fall asleep\ndreamless forever while the worlds hurl out.\nRest may be your ultimate gift.\n\nRest or transfiguration! come & come\nwhenever Thou wilt. My daughter & my son\nfend will without me, when my work is done\nin Your opinion.\n\nStrengthen my widow, let her dream on me\nthro’ tranquil hours less & down to less.\nAbrupt elsewhere her heart, I sharply hope.\nI leave her in wise Hands.\n\n\n6\n\nUnder new management, Your Majesty:\nThine. I have solo’d mine since childhood, since\nmy father’s suicide when I was twelve\nblew out my most bright candle faith, and look at me.\n\nI served at Mass six dawns a week from five,\nadoring Father Boniface & you,\nmemorizing the Latin he explained.\nMostly we worked alone. One or two women.\n\nThen my poor father frantic. Confusions & afflictions\nfollowed my days. Wives left me.\nBankrupt I closed my doors. You pierced the roof\ntwice & again. Finally you opened my eyes.\n\nMy double nature fused in that point of time\nthree weeks ago day before yesterday.\nNow, brooding thro’ a history of the early Church,\nI identify with everybody, even the heresiarchs.\n\n\n7\n\nAfter a Stoic, a Peripatetic, a Pythagorean,\nJustin Martyr studied the words of the Saviour,\nfinding them short, precise, terrible, & full of refreshment.\nI am tickled to learn this.\n\nLet one day desolate Sherry, fair, thin, tall,\nat 29 today her life the Sahara Desert,\nwho has never once enjoyed a significant relation,\nso find His lightning words.\n\n\n_A Prayer for the Self_\n\nWho am I worthless that You spent such pains\nand take may pains again?\nI do not understand; but I believe.\nJonquils respond with wit to the teasing breeze.\n\nInduct me down my secrets. Stiffen this heart\nto stand their horrifying cries, O cushion\nthe first the second shocks, will to a halt\nin mid-air there demons who would be at me.\n\nMay fade before, sweet morning on sweet morning,\nI wake my dreams, my fan-mail go astray,\nand do me little goods I have not thought of,\ningenious & beneficial Father.\n\nEase in their passing my beloved friends,\nall others too I have cared for in a travelling life,\nanyone anywhere indeed. Lift up\nsober toward truth a scared self-estimate.\n\n\n9\n\nSurprise me on some ordinary day\nwith a blessing gratuitous. Even I’ve done good\nbeyond their expectations. What count we then\nupon Your bounty?\n\nInterminable: an old theologian\nasserts that even to say You exist is misleading.\nUh-huh. I buy that Second-century fellow.\nI press his withered glorifying hand.\n\nYou certainly do not as I exist,\nimpersonating as well the meteorite\n& flaring in your sun your waterfall\nor blind in caves pallid fishes.\n\nBear in mind me, Who have forgotten nothing,\n& Who continues. I may not foreknow\n& fail much to remember. You sustain\nimperial desuetudes, at the kerb a widow.\n\n\n10\n\nFearful I peer upon the mountain path\nwhere once Your shadow passed, Limner of the clouds\nup their phantastic guesses. I am afraid,\nI never until now confessed.\n\nI fell back in love with you, Father, for two reasons:\nYou were good to me, & a delicious author,\nrational & passionate. Come on me again,\nas twice you came to Azarias & Misael.\n\nPresident of the brethren, our mild assemblies\ninspire, & bother the priest not to be dull;\nkeep us week-long in order; love my children,\nmy mother far & ill, far brother, my spouse.\n\nOil all my turbulence as at Thy dictation\nI sweat out my wayward works.\nFather Hopkins said the only true literary critic is Christ.\nLet me lie down exhausted, content with that.\n\n\n11\n\nGermanicus leapt upon the wild lion in Smyrna,\nwishing to pass quickly from a lawless life.\nThe crowd shook the stadium.\nThe proconsul marvelled.\n\n‘Eighty & six years have I been his servant,\nand he has done me no harm.\nHow can I blaspheme my King who saved me?’\nPolycarp, John’s pupil, facing the fire.\n\nMake too me acceptable at the end of time\nin my degree, which then Thou wilt award.\nCancer, senility, mania,\nI pray I may be ready with my witness.", "metadata": "berryman|John Berryman|1914|1972|https://en.wikipedia.org/wiki/John_Berryman"}