{"ASH WEDNESDAY": "  I.\n\n  Because I do not hope to turn again\n  Because I do not hope\n  Because I do not hope to turn\n  Desiring this man's gift and that man's scope\n  I no longer strive to strive towards such things\n  (Why should the agèd eagle stretch its wings?)\n  Why should I mourn\n  The vanished power of the usual reign?\n\n  Because I do not hope to know\n  The infirm glory of the positive hour\n  Because I do not think\n  Because I know I shall not know\n  The one veritable transitory power\n  Because I cannot drink\n  There where trees flower and springs flow for there is\n  nothing again\n\n  Because I know that time is always time\n  And place is always and only place\n  And what is actual is actual only for one time\n  And only for one place\n  I rejoice that things are as they are and\n  I renounce the blessèd face\n  And renounce the voice\n  Because I cannot hope to turn again\n  Consequently I rejoice having to construct something\n  Upon which to rejoice\n\n  And pray to God to have mercy upon us\n  And pray that I may forget\n  These matters that with myself I too much discuss\n  Too much explain\n  Because I do not hope to turn again\n  Let these words answer\n  For what is done not to be done again\n  May the judgement not be too heavy upon us\n\n  Because these wings are no longer wings to fly\n  But merely vans to beat the air\n  The air which is now thoroughly small and dry\n  Smaller and dryer than the will\n  Teach us to care and not to care Teach us to sit still.\n\n  Pray for us sinners now and at the hour of our death\n  Pray for us now and at the hour of our death.\n\n\n  II.\n\n  Lady three white leopards sat under a juniper-tree\n  In the cool of the day having fed to sateity\n  On my legs my heart my liver and that which had been\n  contained\n  In the hollow round of my skull. And God said\n  Shall these bones live? shall these\n  Bones live? And that which had been contained\n  In the bones (which were already dry) said chirping:\n  Because of the goodness of this Lady\n  And because of her loveliness and because\n  She honours the Virgin in meditation\n  We shine with brightness. And I who am here dissembled\n  Proffer my deeds to oblivion and my love\n  To the posterity of the desert and the fruit of the gourd.\n  It is this which recovers\n  My guts the strings of my eyes and the indigestible portions\n  Which the leopards reject. The Lady is withdrawn\n  In a white gown to contemplation in a white gown.\n  Let the whiteness of bones atone to forgetfulness.\n  There is no life in them. As I am forgotten\n  And would be forgotten so I would forget\n  Thus devoted concentrated in purpose. And God said\n  Prophesy to the wind to the wind only for only\n  The wind will listen. And the bones sang chirping\n  With the burden of the grasshopper saying\n\n  _Lady of silences\n  Calm and distressed\n  Torn and most whole\n  Rose of memory\n  Rose of forgetfulness\n  Exhausted and life-giving\n  Worried reposeful\n  The single Rose\n  Is now the Garden\n  Where all loves end\n  Terminate torment\n  Of love unsatisfied\n  The greater torment\n  Of love satisfied\n  End of the endless\n  Journey to no end\n  Conclusion of all that\n  Is inconclusible\n  Speech without word and\n  Word of no speech\n  Grace to the Mother\n  For the Garden\n  Where all love ends._\n\n  Under a juniper-tree the bones sang scattered and shining\n  We are glad to be scattered we did little good to each\n  other\n  Under a tree in the cool of day with the blessing of sand\n  Forgetting themselves and each other united\n  In the quiet of the desert. This is the land which ye\n  Shall divide by lot. And neither division nor unity\n  Matters. This is the land. We have our inheritance.\n\n\n\n  III.\n\n  At the first turning of the second stair\n  I turned and saw below\n  The same shape twisted on the banister\n  Under the vapour in the fetid air\n  Struggling with the devil of the stairs who wears\n  The deceitul face of hope and of despair.\n\n  At the second turning of the second stair\n  I left them twisting turning below;\n  There were no more faces and the stair was dark\n  Damp jaggèd like an old man's mouth drivelling beyond\n  repair\n  Or the toothed gullet of an agèd shark.\n\n  At the first turning of the third stair\n  Was a slotted window bellied like the figs's fruit\n  And beyond the hawthorn blossom and a pasture scene\n  The broadbacked figure drest in blue and green\n  Enchanted the maytime with an antique flute.\n  Blown hair is sweet brown hair over the mouth blown\n  Lilac and brown hair;\n  Distraction music of the flute stops and steps of the mind\n  over the third stair \n  Fading fading; strength beyond hope and despair\n  Climbing the third stair.\n\n  Lord I am not worthy\n  Lord I am not worthy\n\n  but speak the word only. \n\n  IV.\n\n  Who walked between the violet and the violet\n  Whe walked between\n  The various ranks of varied green\n  Going in white and blue in Mary's colour\n  Talking of trivial things\n  In ignorance and knowledge of eternal dolour\n  Who moved among the others as they walked\n  Who then made strong the fountains and made fresh the springs\n\n  Made cool the dry rock and made firm the sand\n  In blue of larkspur blue of Mary's colour\n  Sovegna vos\n\n  Here are the years that walk between bearing\n  Away the fiddles and the flutes restoring\n  One who moves in the time between sleep and waking wearing\n\n  White light folded sheathing about her folded.\n  The new years walk restoring\n  Through a bright cloud of tears the years restoring\n  With a new verse the ancient rhyme. Redeem\n  The time. Redeem\n  The unread vision in the higher dream\n  While jewelled unicorns draw by the gilded hearse.\n\n  The silent sister veiled in white and blue\n  Between the yews behind the garden god\n  Whose flute is breathless bent her head and signed but spoke\n  no word\n\n  But the fountain sprang up and the bird sang down\n  Redeem the time redeem the dream\n  The token of the word unheard unspoken\n\n  Till the wind shake a thousand whispers from the yew\n\n  And after this our exile\n\n\n  V.\n\n  If the lost word is lost if the spent word is spent\n  If the unheard unspoken\n  Word is unspoken unheard;\n  Still is the unspoken word the Word unheard\n  The Word without a word the Word within\n  The world and for the world;\n  And the light shone in darkness and\n  Against the Word the unstilled world still whirled\n  About the centre of the silent Word.\n\n  O my people what have I done unto thee.\n\n  Where shall the word be found where will the word\n  Resound? Not here there is not enough silence\n  Not on the sea or on the islands not\n  On the mainland in the desert or the rain land\n  For those who walk in darkness\n  Both in the day time and in the night time\n  The right time and the right place are not here\n  No place of grace for those who avoid the face\n  No time to rejoice for those who walk among noise and deny\n  the voice\n\n  Will the veiled sister pray for\n  Those who walk in darkness who chose thee and oppose thee\n  Those who are torn on the horn between season and season\n  time and time between\n  Hour and hour word and word power and power those who wait\n  In darkness? Will the veiled sister pray\n  For children at the gate\n  Who will not go away and cannot pray:\n  Pray for those who chose and oppose\n\n  O my people what have I done unto thee.\n\n  Will the veiled sister between the slender\n  Yew trees pray for those who offend her\n  And are terrified and cannot surrender\n  And affirm before the world and deny between the rocks\n  In the last desert before the last blue rocks\n  The desert in the garden the garden in the desert\n  Of drouth spitting from the mouth the withered apple-seed.\n\n  O my people.\n\n\n  VI.\n\n  Although I do not hope to turn again\n  Although I do not hope\n  Although I do not hope to turn\n\n  Wavering between the profit and the loss\n  In this brief transit where the dreams cross\n  The dreamcrossed twilight between birth and dying\n  (Bless me father) though I do not wish to wish these things\n  From the wide window towards the granite shore\n  The white sails still fly seaward seaward flying\n  Unbroken wings\n\n  And the lost heart stiffens and rejoices\n  In the lost lilac and the lost sea voices\n  And the weak spirit quickens to rebel\n  For the bent golden-rod and the lost sea smell\n  Quickens to recover\n  The cry of quail and the whirling plover\n  And the blind eye creates\n  The empty forms between the ivory gates\n  And smell renews the salt savour of the sandy earth\n\n  This is the time of tension between dying and birth\n  The place of solitude where three dreams cross\n  Between blue rocks\n  But when the voices shaken from the yew-tree drift away\n  Let the other yew be shaken and reply.\n\n  Blessèd sister holy mother spirit of the fountain spirit\n  of the garden\n  Suffer us not to mock ourselves with falsehood\n  Teach us to care and not to care\n  Teach us to sit still\n  Even among these rocks\n  Our peace in His will\n  And even among these rocks\n  Sister mother\n  And spirit of the river spirit of the sea\n  Suffer me not to be separated\n\n  And let my cry come unto Thee.", "THE BURIAL OF THE DEAD": "  April is the cruellest month breeding\n  Lilacs out of the dead land mixing\n  Memory and desire stirring\n  Dull roots with spring rain.\n  Winter kept us warm covering\n  Earth in forgetful snow feeding\n  A little life with dried tubers.\n  Summer surprised us coming over the Starnbergersee\n  With a shower of rain; we stopped in the colonnade\n  And went on in sunlight into the Hofgarten                            \n  And drank coffee and talked for an hour.\n  Bin gar keine Russin stamm’ aus Litauen echt deutsch.\n  And when we were children staying at the archduke’s\n  My cousin’s he took me out on a sled\n  And I was frightened. He said Marie\n  Marie hold on tight. And down we went.\n  In the mountains there you feel free.\n  I read much of the night and go south in the winter.\n\n  What are the roots that clutch what branches grow\n  Out of this stony rubbish? Son of man                                  \n  You cannot say or guess for you know only\n  A heap of broken images where the sun beats\n  And the dead tree gives no shelter the cricket no relief\n  And the dry stone no sound of water. Only\n  There is shadow under this red rock\n  (Come in under the shadow of this red rock)\n  And I will show you something different from either\n  Your shadow at morning striding behind you\n  Or your shadow at evening rising to meet you;\n  I will show you fear in a handful of dust.                              \n       _Frisch weht der Wind\n       Der Heimat zu\n       Mein Irisch Kind\n       Wo weilest du?_\n  “You gave me hyacinths first a year ago;\n  “They called me the hyacinth girl.”\n  —Yet when we came back late from the Hyacinth garden\n  Your arms full and your hair wet I could not\n  Speak and my eyes failed I was neither\n  Living nor dead and I knew nothing                                    \n  Looking into the heart of light the silence.\n  _Oed’ und leer das Meer_.\n\n  Madame Sosostris famous clairvoyante\n  Had a bad cold nevertheless\n  Is known to be the wisest woman in Europe\n  With a wicked pack of cards. Here said she\n  Is your card the drowned Phoenician Sailor\n  (Those are pearls that were his eyes. Look!)\n  Here is Belladonna the Lady of the Rocks\n  The lady of situations.                                                 \n  Here is the man with three staves and here the Wheel\n  And here is the one-eyed merchant and this card\n  Which is blank is something he carries on his back\n  Which I am forbidden to see. I do not find\n  The Hanged Man. Fear death by water.\n  I see crowds of people walking round in a ring.\n  Thank you. If you see dear Mrs. Equitone\n  Tell her I bring the horoscope myself:\n  One must be so careful these days.\n\n  Unreal City                                                            \n  Under the brown fog of a winter dawn\n  A crowd flowed over London Bridge so many\n  I had not thought death had undone so many.\n  Sighs short and infrequent were exhaled\n  And each man fixed his eyes before his feet.\n  Flowed up the hill and down King William Street\n  To where Saint Mary Woolnoth kept the hours\n  With a dead sound on the final stroke of nine.\n  There I saw one I knew and stopped him crying “Stetson!\n  “You who were with me in the ships at Mylae!                            \n  “That corpse you planted last year in your garden\n  “Has it begun to sprout? Will it bloom this year?\n  “Or has the sudden frost disturbed its bed?\n  “Oh keep the Dog far hence that’s friend to men\n  “Or with his nails he’ll dig it up again!\n  “You! hypocrite lecteur!—mon semblable—mon frère!”    ", "A GAME OF CHESS": "  The Chair she sat in like a burnished throne\n  Glowed on the marble where the glass\n  Held up by standards wrought with fruited vines\n  From which a golden Cupidon peeped out                                  \n  (Another hid his eyes behind his wing)\n  Doubled the flames of sevenbranched candelabra\n  Reflecting light upon the table as\n  The glitter of her jewels rose to meet it\n  From satin cases poured in rich profusion.\n  In vials of ivory and coloured glass\n  Unstoppered lurked her strange synthetic perfumes\n  Unguent powdered or liquid—troubled confused\n  And drowned the sense in odours; stirred by the air\n  That freshened from the window these ascended                          \n  In fattening the prolonged candle-flames\n  Flung their smoke into the laquearia\n  Stirring the pattern on the coffered ceiling.\n  Huge sea-wood fed with copper\n  Burned green and orange framed by the coloured stone\n  In which sad light a carvèd dolphin swam.\n  Above the antique mantel was displayed\n  As though a window gave upon the sylvan scene\n  The change of Philomel by the barbarous king\n  So rudely forced; yet there the nightingale                             \n  Filled all the desert with inviolable voice\n  And still she cried and still the world pursues\n  “Jug Jug” to dirty ears.\n  And other withered stumps of time\n  Were told upon the walls; staring forms\n  Leaned out leaning hushing the room enclosed.\n  Footsteps shuffled on the stair.\n  Under the firelight under the brush her hair\n  Spread out in fiery points\n  Glowed into words then would be savagely still.                        \n\n  “My nerves are bad to-night. Yes bad. Stay with me.\n  “Speak to me. Why do you never speak. Speak.\n  “What are you thinking of? What thinking? What?\n  “I never know what you are thinking. Think.”\n\n  I think we are in rats’ alley\n  Where the dead men lost their bones.\n\n  “What is that noise?”\n                               The wind under the door.\n  “What is that noise now? What is the wind doing?”\n                               Nothing again nothing.                     \n                                                                    “Do\n  “You know nothing? Do you see nothing? Do you remember\n  “Nothing?”\n\n     I remember\n  Those are pearls that were his eyes.\n  “Are you alive or not? Is there nothing in your head?”\n                                                                      But\n  O O O O that Shakespeherian Rag—\n  It’s so elegant\n  So intelligent                                                          \n  “What shall I do now? What shall I do?”\n  I shall rush out as I am and walk the street\n  “With my hair down so. What shall we do tomorrow?\n  “What shall we ever do?”\n                                       The hot water at ten.\n  And if it rains a closed car at four.\n  And we shall play a game of chess\n  Pressing lidless eyes and waiting for a knock upon the door.\n\n  When Lil’s husband got demobbed I said—\n  I didn’t mince my words I said to her myself                          \n  HURRY UP PLEASE IT’S TIME\n  Now Albert’s coming back make yourself a bit smart.\n  He’ll want to know what you done with that money he gave you\n  To get yourself some teeth. He did I was there.\n  You have them all out Lil and get a nice set\n  He said I swear I can’t bear to look at you.\n  And no more can’t I I said and think of poor Albert\n  He’s been in the army four years he wants a good time\n  And if you don’t give it him there’s others will I said.\n  Oh is there she said. Something o’ that I said.                       \n  Then I’ll know who to thank she said and give me a straight look.\n  HURRY UP PLEASE IT’S TIME\n  If you don’t like it you can get on with it I said.\n  Others can pick and choose if you can’t.\n  But if Albert makes off it won’t be for lack of telling.\n  You ought to be ashamed I said to look so antique.\n  (And her only thirty-one.)\n  I can’t help it she said pulling a long face\n  It’s them pills I took to bring it off she said.\n  (She’s had five already and nearly died of young George.)              \n  The chemist said it would be all right but I’ve never been the same.\n  You _are_ a proper fool I said.\n  Well if Albert won’t leave you alone there it is I said\n  What you get married for if you don’t want children?\n  HURRY UP PLEASE IT’S TIME\n  Well that Sunday Albert was home they had a hot gammon\n  And they asked me in to dinner to get the beauty of it hot—\n  HURRY UP PLEASE IT’S TIME\n  HURRY UP PLEASE IT’S TIME\n  Goonight Bill. Goonight Lou. Goonight May. Goonight.                    \n  Ta ta. Goonight. Goonight.\n  Good night ladies good night sweet ladies good night good night.    ", "THE FIRE SERMON": "  The river’s tent is broken: the last fingers of leaf\n  Clutch and sink into the wet bank. The wind\n  Crosses the brown land unheard. The nymphs are departed.\n  Sweet Thames run softly till I end my song.\n  The river bears no empty bottles sandwich papers\n  Silk handkerchiefs cardboard boxes cigarette ends\n  Or other testimony of summer nights. The nymphs are departed.\n  And their friends the loitering heirs of city directors;               \n  Departed have left no addresses.\n  By the waters of Leman I sat down and wept . . .\n  Sweet Thames run softly till I end my song\n  Sweet Thames run softly for I speak not loud or long.\n  But at my back in a cold blast I hear\n  The rattle of the bones and chuckle spread from ear to ear.\n  A rat crept softly through the vegetation\n  Dragging its slimy belly on the bank\n  While I was fishing in the dull canal\n  On a winter evening round behind the gashouse                           \n  Musing upon the king my brother’s wreck\n  And on the king my father’s death before him.\n  White bodies naked on the low damp ground\n  And bones cast in a little low dry garret\n  Rattled by the rat’s foot only year to year.\n  But at my back from time to time I hear\n  The sound of horns and motors which shall bring\n  Sweeney to Mrs. Porter in the spring.\n  O the moon shone bright on Mrs. Porter\n  And on her daughter                                                     \n  They wash their feet in soda water\n  _Et O ces voix d’enfants chantant dans la coupole!_\n\n  Twit twit twit\n  Jug jug jug jug jug jug\n  So rudely forc’d.\n  Tereu\n\n  Unreal City\n  Under the brown fog of a winter noon\n  Mr. Eugenides the Smyrna merchant\n  Unshaven with a pocket full of currants                                \n  C.i.f. London: documents at sight\n  Asked me in demotic French\n  To luncheon at the Cannon Street Hotel\n  Followed by a weekend at the Metropole.\n\n  At the violet hour when the eyes and back\n  Turn upward from the desk when the human engine waits\n  Like a taxi throbbing waiting\n  I Tiresias though blind throbbing between two lives\n  Old man with wrinkled female breasts can see\n  At the violet hour the evening hour that strives                       \n  Homeward and brings the sailor home from sea\n  The typist home at teatime clears her breakfast lights\n  Her stove and lays out food in tins.\n  Out of the window perilously spread\n  Her drying combinations touched by the sun’s last rays\n  On the divan are piled (at night her bed)\n  Stockings slippers camisoles and stays.\n  I Tiresias old man with wrinkled dugs\n  Perceived the scene and foretold the rest—\n  I too awaited the expected guest.                                       \n  He the young man carbuncular arrives\n  A small house agent’s clerk with one bold stare\n  One of the low on whom assurance sits\n  As a silk hat on a Bradford millionaire.\n  The time is now propitious as he guesses\n  The meal is ended she is bored and tired\n  Endeavours to engage her in caresses\n  Which still are unreproved if undesired.\n  Flushed and decided he assaults at once;\n  Exploring hands encounter no defence;                                   \n  His vanity requires no response\n  And makes a welcome of indifference.\n  (And I Tiresias have foresuffered all\n  Enacted on this same divan or bed;\n  I who have sat by Thebes below the wall\n  And walked among the lowest of the dead.)\n  Bestows one final patronising kiss\n  And gropes his way finding the stairs unlit . . .\n\n  She turns and looks a moment in the glass\n  Hardly aware of her departed lover;                                     \n  Her brain allows one half-formed thought to pass:\n  “Well now that’s done: and I’m glad it’s over.”\n  When lovely woman stoops to folly and\n  Paces about her room again alone\n  She smooths her hair with automatic hand\n  And puts a record on the gramophone.\n\n  “This music crept by me upon the waters”\n  And along the Strand up Queen Victoria Street.\n  O City city I can sometimes hear\n  Beside a public bar in Lower Thames Street                             \n  The pleasant whining of a mandoline\n  And a clatter and a chatter from within\n  Where fishmen lounge at noon: where the walls\n  Of Magnus Martyr hold\n  Inexplicable splendour of Ionian white and gold.\n\n       The river sweats\n       Oil and tar\n       The barges drift\n       With the turning tide\n       Red sails                                                          \n       Wide\n       To leeward swing on the heavy spar.\n       The barges wash\n       Drifting logs\n       Down Greenwich reach\n       Past the Isle of Dogs.\n            Weialala leia\n            Wallala leialala\n       Elizabeth and Leicester\n       Beating oars                                                       \n       The stern was formed\n       A gilded shell\n       Red and gold\n       The brisk swell\n       Rippled both shores\n       Southwest wind\n       Carried down stream\n       The peal of bells\n       White towers\n            Weialala leia                                                 \n            Wallala leialala\n\n  “Trams and dusty trees.\n  Highbury bore me. Richmond and Kew\n  Undid me. By Richmond I raised my knees\n  Supine on the floor of a narrow canoe.”\n\n  “My feet are at Moorgate and my heart\n  Under my feet. After the event\n  He wept. He promised ‘a new start’.\n  I made no comment. What should I resent?”\n  “On Margate Sands.                                                      \n  I can connect\n  Nothing with nothing.\n  The broken fingernails of dirty hands.\n  My people humble people who expect\n  Nothing.”\n       la la\n\n  To Carthage then I came\n\n  Burning burning burning burning\n  O Lord Thou pluckest me out\n  O Lord Thou pluckest                                                    \n\n  burning    ", "DEATH BY WATER": "  Phlebas the Phoenician a fortnight dead\n  Forgot the cry of gulls and the deep sea swell\n  And the profit and loss.\n                                           A current under sea\n  Picked his bones in whispers. As he rose and fell\n  He passed the stages of his age and youth\n  Entering the whirlpool.\n                                         Gentile or Jew\n  O you who turn the wheel and look to windward                          \n  Consider Phlebas who was once handsome and tall as you.    ", "WHAT THE THUNDER SAID": "  After the torchlight red on sweaty faces\n  After the frosty silence in the gardens\n  After the agony in stony places\n  The shouting and the crying\n  Prison and palace and reverberation\n  Of thunder of spring over distant mountains\n  He who was living is now dead\n  We who were living are now dying\n  With a little patience                                                  \n\n  Here is no water but only rock\n  Rock and no water and the sandy road\n  The road winding above among the mountains\n  Which are mountains of rock without water\n  If there were water we should stop and drink\n  Amongst the rock one cannot stop or think\n  Sweat is dry and feet are in the sand\n  If there were only water amongst the rock\n  Dead mountain mouth of carious teeth that cannot spit\n  Here one can neither stand nor lie nor sit                              \n  There is not even silence in the mountains\n  But dry sterile thunder without rain\n  There is not even solitude in the mountains\n  But red sullen faces sneer and snarl\n  From doors of mudcracked houses\n                                                           If there were water\n  And no rock\n  If there were rock\n  And also water\n  And water                                                               \n  A spring\n  A pool among the rock\n  If there were the sound of water only\n  Not the cicada\n  And dry grass singing\n  But sound of water over a rock\n  Where the hermit-thrush sings in the pine trees\n  Drip drop drip drop drop drop drop\n  But there is no water\n\n  Who is the third who walks always beside you?\n  When I count there are only you and I together                         \n  But when I look ahead up the white road\n  There is always another one walking beside you\n  Gliding wrapt in a brown mantle hooded\n  I do not know whether a man or a woman\n  —But who is that on the other side of you?\n\n  What is that sound high in the air\n  Murmur of maternal lamentation\n  Who are those hooded hordes swarming\n  Over endless plains stumbling in cracked earth\n  Ringed by the flat horizon only                                         \n  What is the city over the mountains\n  Cracks and reforms and bursts in the violet air\n  Falling towers\n  Jerusalem Athens Alexandria\n  Vienna London\n  Unreal\n\n  A woman drew her long black hair out tight\n  And fiddled whisper music on those strings\n  And bats with baby faces in the violet light\n  Whistled and beat their wings                                          \n  And crawled head downward down a blackened wall\n  And upside down in air were towers\n  Tolling reminiscent bells that kept the hours\n  And voices singing out of empty cisterns and exhausted wells.\n\n  In this decayed hole among the mountains\n  In the faint moonlight the grass is singing\n  Over the tumbled graves about the chapel\n  There is the empty chapel only the wind’s home.\n  It has no windows and the door swings\n  Dry bones can harm no one.                                              \n  Only a cock stood on the rooftree\n  Co co rico co co rico\n  In a flash of lightning. Then a damp gust\n  Bringing rain\n\n  Ganga was sunken and the limp leaves\n  Waited for rain while the black clouds\n  Gathered far distant over Himavant.\n  The jungle crouched humped in silence.\n  Then spoke the thunder\n  DA                                                                      \n  _Datta:_ what have we given?\n  My friend blood shaking my heart\n  The awful daring of a moment’s surrender\n  Which an age of prudence can never retract\n  By this and this only we have existed\n  Which is not to be found in our obituaries\n  Or in memories draped by the beneficent spider\n  Or under seals broken by the lean solicitor\n  In our empty rooms\n  DA                                                                      \n  _Dayadhvam:_ I have heard the key\n  Turn in the door once and turn once only\n  We think of the key each in his prison\n  Thinking of the key each confirms a prison\n  Only at nightfall aetherial rumours\n  Revive for a moment a broken Coriolanus\n  DA\n  _Damyata:_ The boat responded\n  Gaily to the hand expert with sail and oar\n  The sea was calm your heart would have responded                       \n  Gaily when invited beating obedient\n  To controlling hands\n\n                                       I sat upon the shore\n  Fishing with the arid plain behind me\n  Shall I at least set my lands in order?\n  London Bridge is falling down falling down falling down\n  _Poi s’ascose nel foco che gli affina\n  Quando fiam ceu chelidon_ — O swallow swallow\n  _Le Prince d’Aquitaine à la tour abolie_\n  These fragments I have shored against my ruins                          \n  Why then Ile fit you. Hieronymo’s mad againe.\n  Datta. Dayadhvam. Damyata.\n                             Shantih    shantih    shantih", "THE HOLLOW MEN": "\tI.\n\n\t_Mistah Kurtz-he dead\n            A penny for the Old Guy_\n\n                \n\n    We are the hollow men\n    We are the stuffed men\n    Leaning together\n    Headpiece filled with straw. Alas!\n    Our dried voices when\n    We whisper together\n    Are quiet and meaningless\n    As wind in dry grass\n    Or rats' feet over broken glass\n    In our dry cellar\n    \n    Shape without form shade without colour\n    Paralysed force gesture without motion;\n    \n    Those who have crossed\n    With direct eyes to death's other Kingdom\n    Remember us-if at all-not as lost\n    Violent souls but only\n    As the hollow men\n    The stuffed men.\n\n\t\n\tII.\n\n    Eyes I dare not meet in dreams\n    In death's dream kingdom\n    These do not appear:\n    There the eyes are\n    Sunlight on a broken column\n    There is a tree swinging\n    And voices are\n    In the wind's singing\n    More distant and more solemn\n    Than a fading star.\n    \n    Let me be no nearer\n    In death's dream kingdom\n    Let me also wear\n    Such deliberate disguises\n    Rat's coat crowskin crossed staves\n    In a field\n    Behaving as the wind behaves\n    No nearer-\n    \n    Not that final meeting\n    In the twilight kingdom\n\n\n\tIII\n\n    This is the dead land\n    This is cactus land\n    Here the stone images\n    Are raised here they receive\n    The supplication of a dead man's hand\n    Under the twinkle of a fading star.\n    \n    Is it like this\n    In death's other kingdom\n    Waking alone\n    At the hour when we are\n    Trembling with tenderness\n    Lips that would kiss\n    Form prayers to broken stone.\n\n\n\tIV\n\n    The eyes are not here\n    There are no eyes here\n    In this valley of dying stars\n    In this hollow valley\n    This broken jaw of our lost kingdoms\n    \n    In this last of meeting places\n    We grope together\n    And avoid speech\n    Gathered on this beach of the tumid river\n    \n    Sightless unless\n    The eyes reappear\n    As the perpetual star\n    Multifoliate rose\n    Of death's twilight kingdom\n    The hope only\n    Of empty men.\n\n    \n\tV\n\n    Here we go round the prickly pear\n    Prickly pear prickly pear\n    Here we go round the prickly pear\n    At five o'clock in the morning.\n    \n    Between the idea\n    And the reality\n    Between the motion\n    And the act\n    Falls the Shadow\n                                    For Thine is the Kingdom\n    \n    Between the conception\n    And the creation\n    Between the emotion\n    And the response\n    Falls the Shadow\n                                    Life is very long\n    \n    Between the desire\n    And the spasm\n    Between the potency\n    And the existence\n    Between the essence\n    And the descent\n    Falls the Shadow\n                                    For Thine is the Kingdom\n    \n    For Thine is\n    Life is\n    For Thine is the\n    \n    This is the way the world ends\n    This is the way the world ends\n    This is the way the world ends\n    Not with a bang but a whimper.", "GERONTION": "       Thou hast nor youth nor age\n       But as it were an after dinner sleep\n       Dreaming of both.\n\n\n     Here I am an old man in a dry month\n     Being read to by a boy waiting for rain.\n     I was neither at the hot gates\n     Nor fought in the warm rain\n     Nor knee deep in the salt marsh heaving a cutlass\n     Bitten by flies fought.\n     My house is a decayed house\n     And the jew squats on the window sill the owner\n     Spawned in some estaminet of Antwerp\n     Blistered in Brussels patched and peeled in London.\n     The goat coughs at night in the field overhead;\n     Rocks moss stonecrop iron merds.\n     The woman keeps the kitchen makes tea\n     Sneezes at evening poking the peevish gutter.\n\n                       I an old man\n     A dull head among windy spaces.\n\n     Signs are taken for wonders. \"We would see a sign\":\n     The word within a word unable to speak a word\n     Swaddled with darkness. In the juvescence of the year\n     Came Christ the tiger\n\n     In depraved May dogwood and chestnut flowering Judas\n     To be eaten to be divided to be drunk\n     Among whispers; by Mr. Silvero\n     With caressing hands at Limoges\n     Who walked all night in the next room;\n     By Hakagawa bowing among the Titians;\n     By Madame de Tornquist in the dark room\n     Shifting the candles; Fraulein von Kulp\n     Who turned in the hall one hand on the door. Vacant shuttles\n     Weave the wind. I have no ghosts\n     An old man in a draughty house\n     Under a windy knob.\n\n     After such knowledge what forgiveness? Think now\n     History has many cunning passages contrived corridors\n     And issues deceives with whispering ambitions\n     Guides us by vanities. Think now\n     She gives when our attention is distracted\n     And what she gives gives with such supple confusions\n     That the giving famishes the craving. Gives too late\n     What's not believed in or if still believed\n     In memory only reconsidered passion. Gives too soon\n     Into weak hands what's thought can be dispensed with\n     Till the refusal propagates a fear. Think\n     Neither fear nor courage saves us. Unnatural vices\n     Are fathered by our heroism. Virtues\n     Are forced upon us by our impudent crimes.\n     These tears are shaken from the wrath-bearing tree.\n\n     The tiger springs in the new year. Us he devours. Think at last\n     We have not reached conclusion when I\n     Stiffen in a rented house. Think at last\n     I have not made this show purposelessly\n     And it is not by any concitation\n     Of the backward devils.\n     I would meet you upon this honestly.\n     I that was near your heart was removed therefrom\n     To lose beauty in terror terror in inquisition.\n     I have lost my passion: why should I need to keep it\n     Since what is kept must be adulterated?\n     I have lost my sight smell hearing taste and touch:\n     How should I use it for your closer contact?\n\n     These with a thousand small deliberations\n     Protract the profit of their chilled delirium\n     Excite the membrane when the sense has cooled\n     With pungent sauces multiply variety\n     In a wilderness of mirrors. What will the spider do\n     Suspend its operations will the weevil\n     Delay? De Bailhache Fresca Mrs. Cammel whirled\n     Beyond the circuit of the shuddering Bear\n     In fractured atoms. Gull against the wind in the windy straits\n     Of Belle Isle or running on the Horn\n     White feathers in the snow the Gulf claims\n     And an old man driven by the Trades\n     To a sleepy corner.\n\n                       Tenants of the house\n     Thoughts of a dry brain in a dry season.", "BURBANK WITH A BAEDEKER: BLEISTEIN WITH A CIGAR": "       Tra-la-la-la-la-la-laire--nil nisi divinum stabile\n       est; caetera fumus--the gondola stopped the old\n       palace was there how charming its grey and pink--\n       goats and monkeys with such hair too!--so the\n       countess passed on until she came through the\n       little park where Niobe presented her with a\n       cabinet and so departed.\n\n\n     Burbank crossed a little bridge\n     Descending at a small hotel;\n     Princess Volupine arrived\n     They were together and he fell.\n\n     Defunctive music under sea\n     Passed seaward with the passing bell\n     Slowly: the God Hercules\n     Had left him that had loved him well.\n\n     The horses under the axletree\n     Beat up the dawn from Istria\n     With even feet. Her shuttered barge\n     Burned on the water all the day.\n\n     But this or such was Bleistein's way:\n     A saggy bending of the knees\n     And elbows with the palms turned out\n     Chicago Semite Viennese.\n\n     A lustreless protrusive eye\n     Stares from the protozoic slime\n     At a perspective of Canaletto.\n     The smoky candle end of time\n\n     Declines. On the Rialto once.\n     The rats are underneath the piles.\n     The jew is underneath the lot.\n     Money in furs. The boatman smiles\n\n     Princess Volupine extends\n     A meagre blue-nailed phthisic hand\n     To climb the waterstair. Lights lights\n     She entertains Sir Ferdinand\n\n     Klein. Who clipped the lion's wings\n     And flea'd his rump and pared his claws?\n     Thought Burbank meditating on\n     Time's ruins and the seven laws.", "SWEENEY ERECT": "                           And the trees about me\n       Let them be dry and leafless; let the rocks\n       Groan with continual surges; and behind me\n       Make all a desolation. Look look wenches!\n\n\n     Paint me a cavernous waste shore\n     Cast in the unstilted Cyclades\n     Paint me the bold anfractuous rocks\n     Faced by the snarled and yelping seas.\n\n     Display me Aeolus above\n     Reviewing the insurgent gales\n     Which tangle Ariadne's hair\n     And swell with haste the perjured sails.\n\n     Morning stirs the feet and hands\n     (Nausicaa and Polypheme)\n     Gesture of orang-outang\n     Rises from the sheets in steam.\n\n     This withered root of knots of hair\n     Slitted below and gashed with eyes\n     This oval O cropped out with teeth:\n     The sickle motion from the thighs\n\n     Jackknifes upward at the knees\n     Then straightens out from heel to hip\n     Pushing the framework of the bed\n     And clawing at the pillow slip.\n\n     Sweeney addressed full length to shave\n     Broadbottomed pink from nape to base\n     Knows the female temperament\n     And wipes the suds around his face.\n\n     (The lengthened shadow of a man\n     Is history said Emerson\n     Who had not seen the silhouette\n     Of Sweeney straddled in the sun).\n\n     Tests the razor on his leg\n     Waiting until the shriek subsides.\n     The epileptic on the bed\n     Curves backward clutching at her sides.\n\n     The ladies of the corridor\n     Find themselves involved disgraced\n     Call witness to their principles\n     And deprecate the lack of taste\n\n     Observing that hysteria\n     Might easily be misunderstood;\n     Mrs. Turner intimates\n     It does the house no sort of good.\n\n     But Doris towelled from the bath\n     Enters padding on broad feet\n     Bringing sal volatile\n     And a glass of brandy neat.", "A COOKING EGG": "       En l'an trentiesme de mon aage\n       Que toutes mes hontes j'ay beues...\n\n\n     Pipit sate upright in her chair\n       Some distance from where I was sitting;\n     Views of the Oxford Colleges\n       Lay on the table with the knitting.\n\n     Daguerreotypes and silhouettes\n       Her grandfather and great great aunts\n     Supported on the mantelpiece\n       An Invitation to the Dance.\n      .    .    .    .    .    .\n     I shall not want Honour in Heaven\n       For I shall meet Sir Philip Sidney\n     And have talk with Coriolanus\n       And other heroes of that kidney.\n\n     I shall not want Capital in Heaven\n       For I shall meet Sir Alfred Mond:\n     We two shall lie together lapt\n       In a five per cent Exchequer Bond.\n\n     I shall not want Society in Heaven\n       Lucretia Borgia shall be my Bride;\n     Her anecdotes will be more amusing\n       Than Pipit's experience could provide.\n\n     I shall not want Pipit in Heaven:\n       Madame Blavatsky will instruct me\n     In the Seven Sacred Trances;\n       Piccarda de Donati will conduct me.\n\n      .    .    .    .    .    .\n\n     But where is the penny world I bought\n       To eat with Pipit behind the screen?\n     The red-eyed scavengers are creeping\n       From Kentish Town and Golder's Green;\n\n     Where are the eagles and the trumpets?\n\n       Buried beneath some snow-deep Alps.\n     Over buttered scones and crumpets\n       Weeping weeping multitudes\n     Droop in a hundred A.B.C.'s", "THE HIPPOPOTAMUS": "       Similiter et omnes revereantur Diaconos ut\n       mandatum Jesu Christi; et Episcopum ut Jesum\n       Christum existentem filium Patris; Presbyteros\n       autem ut concilium Dei et conjunctionem\n       Apostolorum. Sine his Ecclesia non vocatur; de\n       quibus suadeo vos sic habeo.\n\n       S. IGNATII AD TRALLIANOS.\n\n       And when this epistle is read among you cause\n       that it be read also in the church of the\n       Laodiceans.\n\n\n     The broad-backed hippopotamus\n     Rests on his belly in the mud;\n     Although he seems so firm to us\n     He is merely flesh and blood.\n\n     Flesh-and-blood is weak and frail\n     Susceptible to nervous shock;\n     While the True Church can never fail\n     For it is based upon a rock.\n\n     The hippo's feeble steps may err\n     In compassing material ends\n     While the True Church need never stir\n     To gather in its dividends.\n\n     The 'potamus can never reach\n     The mango on the mango-tree;\n     But fruits of pomegranate and peach\n     Refresh the Church from over sea.\n\n     At mating time the hippo's voice\n     Betrays inflexions hoarse and odd\n     But every week we hear rejoice\n     The Church at being one with God.\n\n     The hippopotamus's day\n     Is passed in sleep; at night he hunts;\n     God works in a mysterious way-\n     The Church can sleep and feed at once.\n\n     I saw the 'potamus take wing\n     Ascending from the damp savannas\n     And quiring angels round him sing\n     The praise of God in loud hosannas.\n\n     Blood of the Lamb shall wash him clean\n     And him shall heavenly arms enfold\n     Among the saints he shall be seen\n     Performing on a harp of gold.\n\n     He shall be washed as white as snow\n     By all the martyr'd virgins kiss\n     While the True Church remains below\n     Wrapt in the old miasmal mist.", "WHISPERS OF IMMORTALITY": "     Webster was much possessed by death\n     And saw the skull beneath the skin;\n     And breastless creatures under ground\n     Leaned backward with a lipless grin.\n\n     Daffodil bulbs instead of balls\n     Stared from the sockets of the eyes!\n     He knew that thought clings round dead limbs\n     Tightening its lusts and luxuries.\n\n     Donne I suppose was such another\n     Who found no substitute for sense;\n     To seize and clutch and penetrate\n     Expert beyond experience\n\n     He knew the anguish of the marrow\n     The ague of the skeleton;\n     No contact possible to flesh\n     Allayed the fever of the bone.\n\n    .    .    .    .    .\n\n     Grishkin is nice: her Russian eye\n     Is underlined for emphasis;\n     Uncorseted her friendly bust\n     Gives promise of pneumatic bliss.\n\n     The couched Brazilian jaguar\n     Compels the scampering marmoset\n     With subtle effluence of cat;\n     Grishkin has a maisonette;\n\n     The sleek Brazilian jaguar\n     Does not in its arboreal gloom\n     Distil so rank a feline smell\n     As Grishkin in a drawing-room.\n\n     And even the Abstract Entities\n     Circumambulate her charm;\n     But our lot crawls between dry ribs\n     To keep our metaphysics warm.", "MR. ELIOT'S SUNDAY MORNING SERVICE": "       Look look master here comes two religious\n       caterpillars.\n                     The Jew of Malta.\n\n\n     Polyphiloprogenitive\n     The sapient sutlers of the Lord\n     Drift across the window-panes.\n     In the beginning was the Word.\n\n     In the beginning was the Word.\n     Superfetation of Greek text inserted here\n     And at the mensual turn of time\n     Produced enervate Origen.\n\n     A painter of the Umbrian school\n     Designed upon a gesso ground\n     The nimbus of the Baptized God.\n     The wilderness is cracked and browned\n\n     But through the water pale and thin\n     Still shine the unoffending feet\n     And there above the painter set\n     The Father and the Paraclete.\n    .    .    .    .    .\n     The sable presbyters approach\n     The avenue of penitence;\n     The young are red and pustular\n     Clutching piaculative pence.\n\n     Under the penitential gates\n     Sustained by staring Seraphim\n     Where the souls of the devout\n     Burn invisible and dim.\n\n     Along the garden-wall the bees\n     With hairy bellies pass between\n     The staminate and pistilate\n     Blest office of the epicene.\n\n     Sweeney shifts from ham to ham\n     Stirring the water in his bath.\n     The masters of the subtle schools\n     Are controversial polymath.", "SWEENEY AMONG THE NIGHTINGALES": "     Apeneck Sweeney spreads his knees\n     Letting his arms hang down to laugh\n     The zebra stripes along his jaw\n     Swelling to maculate giraffe.\n\n     The circles of the stormy moon\n     Slide westward toward the River Plate\n     Death and the Raven drift above\n     And Sweeney guards the hornèd gate.\n\n     Gloomy Orion and the Dog\n     Are veiled; and hushed the shrunken seas;\n     The person in the Spanish cape\n     Tries to sit on Sweeney's knees\n\n     Slips and pulls the table cloth\n     Overturns a coffee-cup\n     Reorganized upon the floor\n     She yawns and draws a stocking up;\n\n     The silent man in mocha brown\n     Sprawls at the window-sill and gapes;\n     The waiter brings in oranges\n     Bananas figs and hothouse grapes;\n\n     The silent vertebrate in brown\n     Contracts and concentrates withdraws;\n     Rachel née Rabinovitch\n     Tears at the grapes with murderous paws;\n\n     She and the lady in the cape\n     Are suspect thought to be in league;\n     Therefore the man with heavy eyes\n     Declines the gambit shows fatigue\n\n     Leaves the room and reappears\n     Outside the window leaning in\n     Branches of wisteria\n     Circumscribe a golden grin;\n\n     The host with someone indistinct\n     Converses at the door apart\n     The nightingales are singing near\n     The Convent of the Sacred Heart\n\n     And sang within the bloody wood\n     When Agamemnon cried aloud\n     And let their liquid droppings fall\n     To stain the stiff dishonoured shroud.", "THE LOVE SONG OF J. ALFRED PRUFROCK": "       S'io credesse che mia risposta fosse\n       A persona che mai tornasse al mondo\n       Questa fiamma staria senza piu scosse.\n       Ma perciocche giammai di questo fondo\n       Non torno vivo alcun s'i'odo il vero\n       Senza tema d'infamia ti rispondo.\n\n\n     Let us go then you and I\n     When the evening is spread out against the sky\n     Like a patient etherized upon a table;\n     Let us go through certain half-deserted streets\n     The muttering retreats\n     Of restless nights in one-night cheap hotels\n     And sawdust restaurants with oyster-shells:\n     Streets that follow like a tedious argument\n     Of insidious intent\n     To lead you to an overwhelming question....\n     Oh do not ask \"What is it?\"\n     Let us go and make our visit.\n\n     In the room the women come and go\n     Talking of Michelangelo.\n\n     The yellow fog that rubs its back upon the window-panes\n     The yellow smoke that rubs its muzzle on the window-panes\n     Licked its tongue into the corners of the evening\n     Lingered upon the pools that stand in drains\n     Let fall upon its back the soot that falls from chimneys\n     Slipped by the terrace made a sudden leap\n     And seeing that it was a soft October night\n     Curled once about the house and fell asleep.\n\n     And indeed there will be time\n     For the yellow smoke that slides along the street\n     Rubbing its back upon the window panes;\n     There will be time there will be time\n     To prepare a face to meet the faces that you meet\n     There will be time to murder and create\n     And time for all the works and days of hands\n     That lift and drop a question on your plate;\n     Time for you and time for me\n     And time yet for a hundred indecisions\n     And for a hundred visions and revisions\n     Before the taking of a toast and tea.\n\n     In the room the women come and go\n     Talking of Michelangelo.\n\n     And indeed there will be time\n     To wonder \"Do I dare?\" and \"Do I dare?\"\n     Time to turn back and descend the stair\n     With a bald spot in the middle of my hair--\n     (They will say: \"How his hair is growing thin!\")\n     My morning coat my collar mounting firmly to the chin\n     My necktie rich and modest but asserted by a simple pin--\n     (They will say: \"But how his arms and legs are thin!\")\n     Do I dare\n     Disturb the universe?\n     In a minute there is time\n     For decisions and revisions which a minute will reverse.\n\n     For I have known them all already known them all:\n     Have known the evenings mornings afternoons\n     I have measured out my life with coffee spoons;\n     I know the voices dying with a dying fall\n     Beneath the music from a farther room.\n       So how should I presume?\n\n     And I have known the eyes already known them all--\n     The eyes that fix you in a formulated phrase\n     And when I am formulated sprawling on a pin\n     When I am pinned and wriggling on the wall\n     Then how should I begin\n     To spit out all the butt-ends of my days and ways?\n       And how should I presume?\n\n     And I have known the arms already known them all--\n     Arms that are braceleted and white and bare\n     (But in the lamplight downed with light brown hair!)\n     Is it perfume from a dress\n     That makes me so digress?\n     Arms that lie along a table or wrap about a shawl.\n       And should I then presume?\n       And how should I begin?\n    .    .    .    .    .    .    .    .    .\n     Shall I say I have gone at dusk through narrow streets\n     And watched the smoke that rises from the pipes\n     Of lonely men in shirt-sleeves leaning out of windows?\n\n     I should have been a pair of ragged claws\n     Scuttling across the floors of silent seas.\n    .    .    .    .    .    .    .    .    .\n\n     And the afternoon the evening sleeps so peacefully!\n     Smoothed by long fingers\n     Asleep... tired... or it malingers.\n     Stretched on the floor here beside you and me.\n     Should I after tea and cakes and ices\n     Have the strength to force the moment to its crisis?\n     But though I have wept and fasted wept and prayed\n     Though I have seen my head (grown slightly bald) brought in upon a platter\n     I am no prophet--and here's no great matter;\n     I have seen the moment of my greatness flicker\n     And I have seen the eternal Footman hold my coat and snicker\n     And in short I was afraid.\n\n     And would it have been worth it after all\n     After the cups the marmalade the tea\n     Among the porcelain among some talk of you and me\n     Would it have been worth while\n     To have bitten off the matter with a smile\n     To have squeezed the universe into a ball\n     To roll it toward some overwhelming question\n     To say: \"I am Lazarus come from the dead\n     Come back to tell you all I shall tell you all\"--\n     If one settling a pillow by her head\n       Should say: \"That is not what I meant at all;\n       That is not it at all.\"\n\n     And would it have been worth it after all\n     Would it have been worth while\n     After the sunsets and the dooryards and the sprinkled streets\n     After the novels after the teacups after the skirts that trail along the\n         floor--\n     And this and so much more?--\n     It is impossible to say just what I mean!\n     But as if a magic lantern threw the nerves in patterns on a screen:\n     Would it have been worth while\n     If one settling a  pillow or throwing off a shawl\n     And turning toward the window should say:\n       \"That is not it at all\n       That is not what I meant at all.\"\n    .    .    .    .    .    .    .    .    .\n     No! I am not Prince Hamlet nor was meant to be;\n     Am an attendant lord one that will do\n     To swell a progress start a scene or two\n     Advise the prince; no doubt an easy tool\n     Deferential glad to be of use\n     Politic cautious and meticulous;\n     Full of high sentence but a bit obtuse;\n     At times indeed almost ridiculous--\n     Almost at times the Fool.\n\n     I grow old... I grow old...\n     I shall wear the bottoms of my trousers rolled.\n\n     Shall I part my hair behind? Do I dare to eat a peach?\n     I shall wear white flannel trousers and walk upon the beach.\n     I have heard the mermaids singing each to each.\n\n     I do not think that they will sing to me.\n\n     I have seen them riding seaward on the waves\n     Combing the white hair of the waves blown back\n     When the wind blows the water white and black.\n\n     We have lingered in the chambers of the sea\n     By sea-girls wreathed with seaweed red and brown\n     Till human voices wake us and we drown.", "PORTRAIT OF A LADY": "       Thou hast committed--\n       Fornication: but that was in another country\n       And besides the wench is dead.\n       The Jew of Malta.\n\n\n     I\n\n     Among the smoke and fog of a December afternoon\n     You have the scene arrange itself--as it will seem to do--\n     With \"I have saved this afternoon for you\";\n     And four wax candles in the darkened room\n     Four rings of light upon the ceiling overhead\n     An atmosphere of Juliet's tomb\n     Prepared for all the things to be said or left unsaid.\n     We have been let us say to hear the latest Pole\n     Transmit the Preludes through his hair and finger-tips.\n     \"So intimate this Chopin that I think his soul\n     Should be resurrected only among friends\n     Some two or three who will not touch the bloom\n     That is rubbed and questioned in the concert room.\"\n     --And so the conversation slips\n     Among velleities and carefully caught regrets\n     Through attenuated tones of violins\n     Mingled with remote cornets\n     And begins.\n\n     \"You do not know how much they mean to me my friends\n     And how how rare and strange it is to find\n     In a life composed so much so much of odds and ends\n     (For indeed I do not love it... you knew? you are not blind!\n     How keen you are!)\n     To find a friend who has these qualities\n     Who has and gives\n     Those qualities upon which friendship lives.\n     How much it means that I say this to you--\n     Without these friendships--life what cauchemar!\"\n     Among the windings of the violins\n     And the ariettes\n     Of cracked cornets\n     Inside my brain a dull tom-tom begins\n     Absurdly hammering a prelude of its own\n     Capricious monotone\n     That is at least one definite \"false note.\"\n     --Let us take the air in a tobacco trance\n     Admire the monuments\n     Discuss the late events\n     Correct our watches by the public clocks.\n     Then sit for half an hour and drink our bocks.\n\n     II\n\n     Now that lilacs are in bloom\n     She has a bowl of lilacs in her room\n     And twists one in her fingers while she talks.\n     \"Ah my friend you do not know you do not know\n     What life is you should hold it in your hands\";\n     (Slowly twisting the lilac stalks)\n     \"You let it flow from you you let it flow\n     And youth is cruel and has no remorse\n     And smiles at situations which it cannot see.\"\n     I smile of course\n     And go on drinking tea.\n     \"Yet with these April sunsets that somehow recall\n     My buried life and Paris in the Spring\n     I feel immeasurably at peace and find the world\n     To be wonderful and youthful after all.\"\n\n     The voice returns like the insistent out-of-tune\n     Of a broken violin on an August afternoon:\n     \"I am always sure that you understand\n     My feelings always sure that you feel\n     Sure that across the gulf you reach your hand.\n\n     You are invulnerable you have no Achilles' heel.\n     You will go on and when you have prevailed\n     You can say: at this point many a one has failed.\n\n     But what have I but what have I my friend\n     To give you what can you receive from me?\n     Only the friendship and the sympathy\n     Of one about to reach her journey's end.\n\n     I shall sit here serving tea to friends....\"\n\n     I take my hat: how can I make a cowardly amends\n     For what she has said to me?\n     You will see me any morning in the park\n     Reading the comics and the sporting page.\n     Particularly I remark An English countess goes upon the stage.\n     A Greek was murdered at a Polish dance\n     Another bank defaulter has confessed.\n     I keep my countenance I remain self-possessed\n     Except when a street piano mechanical and tired\n     Reiterates some worn-out common song\n     With the smell of hyacinths across the garden\n     Recalling things that other people have desired.\n     Are these ideas right or wrong?\n\n     III\n\n     The October night comes down; returning as before\n     Except for a slight sensation of being ill at ease\n     I mount the stairs and turn the handle of the door\n     And feel as if I had mounted on my hands and knees.\n\n     \"And so you are going abroad; and when do you return?\n     But that's a useless question.\n     You hardly know when you are coming back\n     You will find so much to learn.\"\n     My smile falls heavily among the bric-à-brac.\n\n     \"Perhaps you can write to me.\"\n     My self-possession flares up for a second;\n     This is as I had reckoned.\n\n     \"I have been wondering frequently of late\n     (But our beginnings never know our ends!)\n     Why we have not developed into friends.\"\n     I feel like one who smiles and turning shall remark\n     Suddenly his expression in a glass.\n     My self-possession gutters; we are really in the dark.\n\n     \"For everybody said so all our friends\n     They all were sure our feelings would relate\n     So closely! I myself can hardly understand.\n     We must leave it now to fate.\n     You will write at any rate.\n     Perhaps it is not too late.\n     I shall sit here serving tea to friends.\"\n\n     And I must borrow every changing shape\n     To find expression... dance dance\n     Like a dancing bear\n     Cry like a parrot chatter like an ape.\n     Let us take the air in a tobacco trance--\n     Well! and what if she should die some afternoon\n     Afternoon grey and smoky evening yellow and rose;\n     Should die and leave me sitting pen in hand\n     With the smoke coming down above the housetops;\n     Doubtful for quite a while\n     Not knowing what to feel or if I understand\n     Or whether wise or foolish tardy or too soon...\n     Would she not have the advantage after all?\n     This music is successful with a \"dying fall\"\n     Now that we talk of dying--\n     And should I have the right to smile?", "PRELUDES": "     I\n\n     The winter evening settles down\n     With smell of steaks in passageways.\n     Six o'clock.\n     The burnt-out ends of smoky days.\n     And now a gusty shower wraps\n     The grimy scraps\n     Of withered leaves about your feet\n     And newspapers from vacant lots;\n     The showers beat\n     On broken blinds and chimney-pots\n     And at the corner of the street\n     A lonely cab-horse steams and stamps.\n     And then the lighting of the lamps.\n\n     II\n\n     The morning comes to consciousness\n     Of faint stale smells of beer\n     From the sawdust-trampled street\n     With all its muddy feet that press\n     To early coffee-stands.\n\n     With the other masquerades\n     That time resumes\n     One thinks of all the hands\n     That are raising dingy shades\n     In a thousand furnished rooms.\n\n     III\n\n     You tossed a blanket from the bed\n     You lay upon your back and waited;\n     You dozed and watched the night revealing\n     The thousand sordid images\n     Of which your soul was constituted;\n     They flickered against the ceiling.\n     And when all the world came back\n     And the light crept up between the shutters\n     And you heard the sparrows in the gutters\n     You had such a vision of the street\n     As the street hardly understands;\n     Sitting along the bed's edge where\n     You curled the papers from your hair\n     Or clasped the yellow soles of feet\n     In the palms of both soiled hands.\n\n     IV\n\n     His soul stretched tight across the skies\n     That fade behind a city block\n     Or trampled by insistent feet\n     At four and five and six o'clock;\n     And short square fingers stuffing pipes\n     And evening newspapers and eyes\n     Assured of certain certainties\n     The conscience of a blackened street\n     Impatient to assume the world.\n\n     I am moved by fancies that are curled\n     Around these images and cling:\n     The notion of some infinitely gentle\n     Infinitely suffering thing.\n\n     Wipe your hand across your mouth and laugh;\n     The worlds revolve like ancient women\n     Gathering fuel in vacant lots.", "RHAPSODY ON A WINDY NIGHT": "     Twelve o'clock.\n     Along the reaches of the street\n     Held in a lunar synthesis\n     Whispering lunar incantations\n     Disolve the floors of memory\n     And all its clear relations\n     Its divisions and precisions\n     Every street lamp that I pass\n     Beats like a fatalistic drum\n     And through the spaces of the dark\n     Midnight shakes the memory\n     As a madman shakes a dead geranium.\n\n     Half-past one\n     The street lamp sputtered\n     The street lamp muttered\n     The street lamp said\n     \"Regard that woman\n     Who hesitates toward you in the light of the door\n     Which opens on her like a grin.\n     You see the border of her dress\n     Is torn and stained with sand\n     And you see the corner of her eye\n     Twists like a crooked pin.\"\n\n     The memory throws up high and dry\n     A crowd of twisted things;\n     A twisted branch upon the beach\n     Eaten smooth and polished\n     As if the world gave up\n     The secret of its skeleton\n     Stiff and white.\n     A broken spring in a factory yard\n     Rust that clings to the form that the strength has left\n     Hard and curled and ready to snap.\n\n     Half-past two\n     The street-lamp said\n     \"Remark the cat which flattens itself in the gutter\n     Slips out its tongue\n     And devours a morsel of rancid butter.\"\n     So the hand of the child automatic\n     Slipped out and pocketed a toy that was running along\n     the quay.\n     I could see nothing behind that child's eye.\n     I have seen eyes in the street\n     Trying to peer through lighted shutters\n     And a crab one afternoon in a pool\n     An old crab with barnacles on his back\n     Gripped the end of a stick which I held him.\n\n     Half-past three\n     The lamp sputtered\n     The lamp muttered in the dark.\n\n     The lamp hummed:\n     \"Regard the moon\n     La lune ne garde aucune rancune\n     She winks a feeble eye\n     She smiles into corners.\n     She smooths the hair of the grass.\n     The moon has lost her memory.\n     A washed-out smallpox cracks her face\n     Her hand twists a paper rose\n     That smells of dust and old Cologne\n     She is alone With all the old nocturnal smells\n     That cross and cross across her brain.\n     The reminiscence comes\n     Of sunless dry geraniums\n     And dust in crevices\n     Smells of chestnuts in the streets\n     And female smells in shuttered rooms\n     And cigarettes in corridors\n     And cocktail smells in bars.\"\n\n     The lamp said\n     \"Four o'clock\n     Here is the number on the door.\n     Memory!\n     You have the key\n     The little lamp spreads a ring on the stair\n     Mount.\n     The bed is open; the tooth-brush hangs on the wall\n     Put your shoes at the door sleep prepare for life.\"\n\n     The last twist of the knife.", "MORNING AT THE WINDOW": "     They are rattling breakfast plates in basement kitchens\n     And along the trampled edges of the street\n     I am aware of the damp souls of housemaids\n     Sprouting despondently at area gates.\n     The brown waves of fog toss up to me\n     Twisted faces from the bottom of the street\n     And tear from a passer-by with muddy skirts\n     An aimless smile that hovers in the air\n     And vanishes along the level of the roofs.", "THE BOSTON EVENING TRANSCRIPT": "     The readers of the Boston Evening Transcript\n     Sway in the wind like a field of ripe corn.\n     When evening quickens faintly in the street\n     Wakening the appetites of life in some\n     And to others bringing the Boston Evening Transcript\n     I mount the steps and ring the bell turning\n     Wearily as one would turn to nod good-bye to Rochefoucauld\n     If the street were time and he at the end of the street\n     And I say \"Cousin Harriet here is the Boston Evening Transcript.\"", "AUNT HELEN": "     Miss Helen Slingsby was my maiden aunt\n     And lived in a small house near a fashionable square\n     Cared for by servants to the number of four.\n     Now when she died there was silence in heaven\n     And silence at her end of the street.\n     The shutters were drawn and the undertaker wiped his feet--\n     He was aware that this sort of thing had occurred before.\n     The dogs were handsomely provided for\n     But shortly afterwards the parrot died too.\n     The Dresden clock continued ticking on the mantelpiece\n     And the footman sat upon the dining-table\n     Holding the second housemaid on his knees--\n     Who had always been so careful while her mistress lived.", "COUSIN NANCY": "     Miss Nancy Ellicott Strode across the hills and broke them\n     Rode across the hills and broke them--\n     The barren New England hills--\n     Riding to hounds\n     Over the cow-pasture.\n\n     Miss Nancy Ellicott smoked\n     And danced all the modern dances;\n     And her aunts were not quite sure how they felt about it\n     But they knew that it was modern.\n\n     Upon the glazen shelves kept watch\n     Matthew and Waldo guardians of the faith\n     The army of unalterable law.", "MR. APOLLINAX": "     When Mr. Apollinax visited the United States\n     His laughter tinkled among the teacups.\n     I thought of Fragilion that shy figure among the birch-trees\n     And of Priapus in the shrubbery\n     Gaping at the lady in the swing.\n     In the palace of Mrs. Phlaccus at Professor Channing-Cheetah's\n     He laughed like an irresponsible foetus.\n     His laughter was submarine and profound\n     Like the old man of the sea's\n     Hidden under coral islands\n     Where worried bodies of drowned men drift down in the green silence\n     Dropping from fingers of surf.\n     I looked for the head of Mr. Apollinax rolling under a chair\n     Or grinning over a screen\n     With seaweed in its hair.\n     I heard the beat of centaur's hoofs over the hard turf\n     As his dry and passionate talk devoured the afternoon.\n     \"He is a charming man\"--\"But after all what did he mean?\"--\n     \"His pointed ears... He must be unbalanced\"--\n     \"There was something he said that I might have challenged.\"\n     Of dowager Mrs. Phlaccus and Professor and Mrs. Cheetah\n     I remember a slice of lemon and a bitten macaroon.", "HYSTERIA": "     As she laughed I was aware of becoming involved in her\n     laughter and being part of it until her teeth were\n     only accidental stars with a talent for squad-drill. I\n     was drawn in by short gasps inhaled at each momentary\n     recovery lost finally in the dark caverns of her\n     throat bruised by the ripple of unseen muscles. An\n     elderly waiter with trembling hands was hurriedly\n     spreading a pink and white checked cloth over the rusty\n     green iron table saying: \"If the lady and gentleman\n     wish to take their tea in the garden if the lady and\n     gentleman wish to take their tea in the garden...\" I\n     decided that if the shaking of her breasts could be\n     stopped some of the fragments of the afternoon might\n     be collected and I concentrated my attention with\n     careful subtlety to this end.", "CONVERSATION GALANTE": "     I observe: \"Our sentimental friend the moon!\n     Or possibly (fantastic I confess)\n     It may be Prester John's balloon\n     Or an old battered lantern hung aloft\n     To light poor travellers to their distress.\"\n       She then: \"How you digress!\"\n\n     And I then: \"Some one frames upon the keys\n     That exquisite nocturne with which we explain\n     The night and moonshine; music which we seize\n     To body forth our vacuity.\"\n       She then: \"Does this refer to me?\"\n       \"Oh no it is I who am inane.\"\n\n     \"You madam are the eternal humorist\n     The eternal enemy of the absolute\n     Giving our vagrant moods the slightest twist!\n     With your air indifferent and imperious\n     At a stroke our mad poetics to confute--\"\n       And--\"Are we then so serious?\"", "LA FIGLIA CHE PIANGE": "       O quam te memorem Virgo...\n\n\n     Stand on the highest pavement of the stair--\n     Lean on a garden urn--\n     Weave weave the sunlight in your hair--\n     Clasp your flowers to you with a pained surprise--\n     Fling them to the ground and turn\n     With a fugitive resentment in your eyes:\n     But weave weave the sunlight in your hair.\n\n     So I would have had him leave\n     So I would have had her stand and grieve\n     So he would have left\n     As the soul leaves the body torn and bruised\n     As the mind deserts the body it has used.\n     I should find\n     Some way incomparably light and deft\n     Some way we both should understand\n     Simple and faithless as a smile and shake of the hand.\n\n     She turned away but with the autumn weather\n     Compelled my imagination many days\n     Many days and many hours:\n     Her hair over her arms and her arms full of flowers.\n     And I wonder how they should have been together!\n     I should have lost a gesture and a pose.\n     Sometimes these cogitations still amaze\n     The troubled midnight and the noon's repose.", "metadata": "eliot|T. S. Eliot|1888|1965|https://en.wikipedia.org/wiki/T._S._Eliot"}