{"ON LAWS": "Then a lawyer said, But what of our Laws,\nmaster?\n    And he answered:\n    You delight in laying down laws,\n    Yet you delight more in breaking them.\n    Like children playing by the ocean who\nbuild sand-towers with constancy and then\ndestroy them with laughter.\n    But while you build your sand-towers the\nocean brings more sand to the shore,\n    And when you destroy them the ocean\nlaughs with you.\n    Verily the ocean laughs always with the\ninnocent.\n \n    But what of those to whom life is not an\nocean, and man-made laws are not sand-\ntowers,\n    But to whom life is a rock, and the law\na chisel with which they would carve it in\ntheir own likeness?\n    What of the cripple who hates dancers?\n    What of the ox who loves his yoke and\ndeems the elk and deer of the forest\nstray and vagrant things?\n    What of the old serpent who cannot\nshed his skin, and calls all others naked\nand shameless?\n    And of him who comes early to the\nwedding-feast, and when over-fed and tired\ngoes his way saying that all feasts are\nviolation and all feasters lawbreakers?\n \n    What shall I say of these save that they\ntoo stand in the sunlight, but with their\nbacks to the sun?\n    They see only their shadows, and their\nshadows are their laws.\n    And what is the sun to them but a caster\nof shadows?\n    And what is it to acknowledge the laws\nbut to stoop down and trace their shadows\nupon the earth?\n    But you who walk facing the sun, what\nimages drawn on the earth can hold you?\n    You who travel with the wind, what\nweather-vane shall direct your course?\n    What man’s law shall bind you if you\nbreak your yoke but upon no man's prison\ndoor?\n    What laws shall you fear if you dance\nbut stumble against no man’s iron chains?\n    And who is he that shall bring you to\njudgment if you tear off your garment yet\nleave it in no man’s path?\n \n    People of Orphalese, you can muffle the\ndrum, and you can loosen the strings of the\nlyre, but who shall command the skylark\nnot to sing?", "ON TEACHING": "Then said a teacher, Speak to us of Teach-\ning.\n    And he said:\n    No man can reveal to you aught but that\nwhich already lies half asleep in the dawn-\ning of your knowledge.\n    The teacher who walks in the shadow of\nthe temple, among his followers, gives not\nof his wisdom but rather of his faith and\nhis lovingness.\n    If he is indeed wise he does not bid you\nenter the house of his wisdom, but rather\nleads you to the threshold of your own\nmind.\n   The astronomer may speak to you of his\nunderstanding of space, but he cannot give\nyou his understanding.\n   The musician may sing to you of the\nrhythm which is in all space, but he cannot\ngive you the ear which arrests the rhythm\nnor the voice that echoes it.\n   And he who is versed in the science of\nnumbers can tell of the regions of weight\nand measure, but he cannot conduct you\nthither.\n   For the vision of one man lends not its\nwings to another man.\n   And even as each one of you stands alone\nin God’s knowledge, so must each one of\nyou be alone in his knowledge of God and\nin his understanding of the earth.", "AND WHEN MY SORROW WAS BORN": "And when my Joy was born, I held it in my arms and stood on the\nhouse-top shouting, “Come ye, my neighbours, come and see, for Joy\nthis day is born unto me.  Come and behold this gladsome thing that\nlaugheth in the sun.”\n \nBut none of my neighbours came to look upon my Joy, and great was\nmy astonishment.\n \nAnd every day for seven moons I proclaimed my Joy from the\nhouse-top--and yet no one heeded me.  And my Joy and I were alone,\nunsought and unvisited.\n \nThen my Joy grew pale and weary because no other heart but mine\nheld its loveliness and no other lips kissed its lips.\n \nThen my Joy died of isolation.\n \nAnd now I only remember my dead Joy in remembering my dead Sorrow.\nBut memory is an autumn leaf that murmurs a while in the wind and\nthen is heard no more.", "THE FOX": "A fox looked at his shadow at sunrise and said, “I will have\na camel for lunch today.”  And all morning he went about looking\nfor camels.  But at noon he saw his shadow again--and he said, “A\nmouse will do.”", "DEFEAT": "Defeat, my Defeat, my solitude and my aloofness;\nYou are dearer to me than a thousand triumphs,\nAnd sweeter to my heart than all world-glory.\n \nDefeat, my Defeat, my self-knowledge and my defiance,\nThrough you I know that I am yet young and swift of foot\nAnd not to be trapped by withering laurels.\nAnd in you I have found aloneness\nAnd the joy of being shunned and scorned.\n \nDefeat, my Defeat, my shining sword and shield,\nIn your eyes I have read\nThat to be enthroned is to be enslaved,\nAnd to be understood is to be leveled down,\nAnd to be grasped is but to reach one’s fullness\nAnd like a ripe fruit to fall and be consumed.\n \nDefeat, my Defeat, my bold companion,\nYou shall hear my songs and my cries and my silences,\nAnd none but you shall speak to me of the beating of wings,\nAnd urging of seas,\nAnd of mountains that burn in the night,\nAnd you alone shall climb my steep and rocky soul.\n \nDefeat, my Defeat, my deathless courage,\nYou and I shall laugh together with the storm,\nAnd together we shall dig graves for all that die in us,\nAnd we shall stand in the sun with a will,\nAnd we shall be dangerous.", "THE GREAT LONGING": "Here I sit between my brother the mountain and my sister the sea.\n \nWe three are one in loneliness, and the love that binds us together\nis deep and strong and strange.  Nay, it is deeper than my sister’s\ndepth and stronger than my brother’s strength, and stranger than\nthe strangeness of my madness.\n \nAeons upon aeons have passed since the first grey dawn made us\nvisible to one another; and though we have seen the birth and the\nfullness and the death of many worlds, we are still eager and young.\n \nWe are young and eager and yet we are mateless and unvisited, and\nthough we lie in unbroken half embrace, we are uncomforted.  And\nwhat comfort is there for controlled desire and unspent passion?\nWhence shall come the flaming god to warm my sister’s bed?  And\nwhat she-torrent shall quench my brother’s fire?  And who is the\nwoman that shall command my heart?\n \nIn the stillness of the night my sister murmurs in her sleep the\nfire-god’s unknown name, and my brother calls afar upon the cool\nand distant goddess.  But upon whom I call in my sleep I know not.\n \n                                            *        *         *\n \nHere I sit between my brother the mountain and my sister the sea.\nWe three are one in loneliness, and the love that binds us together\nis deep and strong and strange.", "THE POMEGRANATE": "Once when I was living in the heart of a pomegranate, I heard a seed\nsaying, “Someday I shall become a tree, and the wind will sing in\nmy branches, and the sun will dance on my leaves, and I shall be\nstrong and beautiful through all the seasons.”\n \nThen another seed spoke and said, “When I was as young as you, I\ntoo held such views; but now that I can weigh and measure things,\nI see that my hopes were vain.”\n \nAnd a third seed spoke also, “I see in us nothing that promises so\ngreat a future.”\n \nAnd a fourth said, “But what a mockery our life would be, without\na greater future!”\n \nSaid a fifth, “Why dispute what we shall be, when we know not even\nwhat we are.”\n \nBut a sixth replied, “Whatever we are, that we shall continue to\nbe.”\n \nAnd a seventh said, “I have such a clear idea how everything will\nbe, but I cannot put it into words.”\n \nThen an eight spoke--and a ninth--and a tenth--and then many--until\nall were speaking, and I could distinguish nothing for the many\nvoices.\n \nAnd so I moved that very day into the heart of a quince, where the\nseeds are few and almost silent.", "ON PLEASURE": "Then a hermit, who visited the city once\na year, came forth and said, Speak to us of\nPleasure.\n    And he answered, saying:\n    Pleasure is a freedom-song,\n    But it is not freedom.\n    It is the blossoming of your desires,\n    But it is not their fruit.\n    It is a depth calling unto a height,\n    But it is not the deep nor the high.\n    It is the caged taking wing,\n    But it is not space encompassed.\n    Ay, in very truth, pleasure is a freedom-\nsong.\n    And I fain would have you sing it with\nfullness of heart; yet I would not have you\nlose your hearts in the singing.\n \n    Some of your youth seek pleasure as if it\nwere all, and they are judged and rebuked.\n    I would not judge nor rebuke them. I\nwould have them seek.\n    For they shall find pleasure, but not her\nalone;\n    Seven are her sisters, and the least of them\nis more beautiful than pleasure.\n    Have you not heard of the man who was\ndigging in the earth for roots and found a\ntreasure?\n \n    And some of your elders remember\npleasures with regret like wrongs com-\nmitted in drunkenness.\n    But regret is the beclouding of the mind\n and not its chastisement.\n    They should remember their pleasures with\ngratitude, as they would the harvest of a\nsummer.\n    Yet if it comforts them to regret, let them\nbe comforted.\n \n    And there are among you those who are\nneither young to seek nor old to remember;\n    And in their fear of seeking and remem-\nbering they shun all pleasures, lest they\nneglect the spirit or offend against it.\n    But even in their foregoing is their\npleasure.\n    And thus they too find a treasure though\nthey dig for roots with quivering hands.\n    But tell me, who is he that can offend the\nspirit?\n    Shall the nightingale offend the stillness of\nthe night, or the firefly the stars?\n    And shall your flame or your smoke\nburden the wind?\n    Think you the spirit is a still pool which\nyou can trouble with a staff?\n \n    Oftentimes in denying yourself pleasure\nyou do but store the desire in the recesses\nof your being.\n    Who knows but that which seems omitted\ntoday, waits for tomorrow?\n    Even your body knows its heritage and\nits rightful need and will not be deceived.\n    And your body is the harp of your soul,\n    And it is yours to bring forth sweet\nmusic from it or confused sounds.\n \n     And now you ask in your heart, “How\nshall we distinguish that which is good in\npleasure from that which is not good?”\n     Go to your fields and your gardens, and\nyou shall learn that it is the pleasure of\nthe bee to gather honey of the flower,\n     But it is also the pleasure of the flower\nto yield its honey to the bee.\n     For to the bee a flower is a fountain of\nlife,\n     And to the flower a bee is a messenger of\nlove,\n     And to both, bee and flower, the giving\nand the receiving of pleasure is a need and\nan ecstasy.\n \n     People of Orphalese, be in your pleas-\nures like the flowers and the bees.", "ON FREEDOM": "And an orator said, Speak to us of Freedom.\n    And he answered:\n    At the city gate and by your fireside I\nhave seen you prostrate yourself and worship\nyour own freedom,\n    Even as slaves humble themselves before\na tyrant and praise him though he slays\nthem.\n    Ay, in the grove of the temple and in\nthe shadow of the citadel I have seen the\nfreest among you wear their freedom as a\nyoke and a handcuff.\n    And my heart bled within me; for you\ncan only be free when even the desire of\nseeking freedom becomes a harness to you,\nand when you cease to speak of freedom\nas a goal and a fulfilment.\n \n    You shall be free indeed when your days\nare not without a care nor your nights with-\nout a want and a grief,\n    But rather when these things girdle your\nlife and yet you rise above them naked and\nunbound.\n \n    And how shall you rise beyond your\ndays and nights unless you break the chains\nwhich you at the dawn of your under-\nstanding have fastened around your noon\nhour?\n    In truth that which you call freedom is\nthe strongest of these chains, though its\nlinks glitter in the sun and dazzle your eyes.\n \n    And what is it but fragments of your own\nself you would discard that you may become\nfree?\n    If it is an unjust law you would abolish,\nthat law was written with your own hand\nupon your own forehead.\n    You cannot erase it by burning your law\n books nor by washing the foreheads of your\njudges, though you pour the sea upon them.\n    And if it is a despot you would dethrone,\nsee first that his throne erected within you is\ndestroyed.\n    For how can a tyrant rule the free and\nthe proud, but for a tyranny in their own\nfreedom and a shame in their own pride?\n    And if it is a care you would cast off, that\ncare has been chosen by you rather than\nimposed upon you.\n    And if it is a fear you would dispel, the\nseat of that fear is in your heart and not in\nthe hand of the feared.\n \n    Verily all things move within your being\nin constant half embrace, the desired and\nthe dreaded, the repugnant and the cherished,\nthe pursued and that which you would\nescape.\n    These things move within you as lights\nand shadows in pairs that cling.\n    And when the shadow fades and is no\nmore, the light that lingers becomes a\nshadow to another light.\n    And thus your freedom when it loses its\nfetters becomes itself the fetter of a greater\nfreedom.", "ON BEAUTY": "And a poet said, Speak to us of Beauty.\n     And he answered:\n     Where shall you seek beauty, and how\nshall you find her unless she herself be your\nway and your guide?\n     And how shall you speak of her except\nshe be the weaver of your speech?\n \n     The aggrieved and the injured say,\n“Beauty is kind and gentle.\n     Like a young mother half-shy of her\nown glory she walks among us.”\n     And the passionate say, “Nay, beauty is\na thing of might and dread.\n     Like the tempest she shakes the earth\nbeneath us and the sky above us.”\n \n     The tired and the weary say, “Beauty is\nof soft whisperings. She speaks in our spirit.\n     Her voice yields to our silences like a faint\nlight that quivers in fear of the shadow.”\n     But the restless say, “We have heard her\nshouting among the mountains,\n     And with her cries came the sound of\nhoofs, and the beating of wings and\nthe roaring of lions.”\n \n     At night the watchmen of the city say,\n“Beauty shall rise with the dawn from the\neast.”\n     And at noontide the toilers and the way-\nfarers say, “We have seen her leaning over\nthe earth from the windows of the sunset.”\n \n     In winter say the snow-bound, “She shall\ncome with the spring leaping upon the hills.”\n     And in the summer heat the reapers say,\n“We have seen her dancing with the autumn\nleaves, and we saw a drift of snow in her\nhair.”\n     All these things have you said of beauty,\n     Yet in truth you spoke not of her but of\nneeds unsatisfied,\n     And beauty is not a need but an ecstasy.\n     It is not a mouth thirsting nor an empty\nhand stretched forth,\n     But rather a heart enflamed and a soul en-\nchanted.\n     It is not the image you would see nor the\nsong you would hear,\n     But rather an image you see though you\nclose your eyes and a song you hear though\nyou shut your ears.\n     It is not the sap within the furrowed bark,\nnor a wing attached to a claw,\n     But rather a garden for ever in bloom and\na flock of angels for ever in flight.\n \n     People of Orphalese, beauty is life when\nlife unveils her holy face.\n     But you are life and you are the veil.\n     Beauty is eternity gazing at itself in a mir-\nror.\n     But you are eternity and you are the mir-\nror.", "GOD": "In the ancient days, when the first quiver of speech came to my lips,\nI ascended the holy mountain and spoke unto God, saying, “Master,\nI am thy slave.  Thy hidden will is my law and I shall obey thee\nfor ever more.”\n \nBut God made no answer, and like a mighty tempest passed away.\n \nAnd after a thousand years I ascended the holy mountain and again\nspoke unto God, saying, “Creator, I am thy creation.  Out of clay\nhast thou fashioned me and to thee I owe mine all.”\n \nAnd God made no answer, but like a thousand swift wings passed\naway.\n \nAnd after a thousand years I climbed the holy mountain and spoke\nunto God again, saying, “Father, I am thy son.  In pity and love\nthou hast given me birth, and through love and worship I shall\ninherit thy kingdom.”\n \nAnd God made no answer, and like the mist that veils the distant\nhills he passed away.\n \nAnd after a thousand years I climbed the sacred mountain and again\nspoke unto God, saying, “My God, my aim and my fulfillment; I am\nthy yesterday and thou are my tomorrow.  I am thy root in the earth\nand thou art my flower in the sky, and together we grow before the\nface of the sun.”\n \nThen God leaned over me, and in my ears whispered words of sweetness,\nand even as the sea that enfoldeth a brook that runneth down to\nher, he enfolded me.\n \nAnd when I descended to the valleys and the plains God was there\nalso.", "ON LOVE": "Then said Almitra, Speak to us of Love.\n     And he raised his head and looked upon\nthe people, and there fell a stillness upon\nthem. And with a great voice he said:\n     When love beckons to you, follow him,\n     Though his ways are hard and steep.\n     And when his wings enfold you yield to\nhim,\n     Though the sword hidden among his\npinions may wound you.\n     And when he speaks to you believe in\nhim,\n     Though his voice may shatter your dreams\nas the north wind lays waste the garden.\n \n     For even as love crowns you so shall he\ncrucify you. Even as he is for your growth\nso is he for your pruning.\n     Even as he ascends to your height and\ncaresses your tenderest branches that quiver\nin the sun,\n     So shall he descend to your roots and\nshake them in their clinging to the earth.\n                                       •\n     Like sheaves of corn he gathers you unto\nhimself.\n     He threshes you to make you naked.\n     He sifts you to free you from your husks.\n     He grinds you to whiteness.\n     He kneads you until you are pliant;\n     And then he assigns you to his sacred\nfire, that you may become sacred bread for\nGod’s sacred feast.\n \n     All these things shall love do unto you\nthat you may know the secrets of your\nheart, and in that knowledge become a\nfragment of Life’s heart.\n \n     But if in your fear you would seek only\nlove’s peace and love’s pleasure,\n     Then it is better for you that you cover\nyour nakedness and pass out of love’s\nthreshing-floor,\n     Into the seasonless world where you\nshall laugh, but not all of your laughter,\nand weep, but not all of your tears.\n                                      •\n     Love gives naught but itself and takes\nnaught but from itself.\n     Love possesses not nor would it be\npossessed;\n     For love is sufficient unto love.\n \n     When you love you should not say,\n“God is in my heart,” but rather, “I am\nin the heart of God.”\n     And think not you can direct the course\nof love, for love, if it finds you worthy,\ndirects your course.\n \n     Love has no other desire but to fulfil\nitself.\n     But if you love and must needs have\ndesires, let these be your desires:\n     To melt and be like a running brook\nthat sings its melody to the night.\n     To know the pain of too much tenderness.\n     To be wounded by your own under-\nstanding of love;\n     And to bleed willingly and joyfully.\n     To wake at dawn with a winged heart\nand give thanks for another day of loving;\n     To rest at the noon hour and meditate\nlove’s ecstasy;\n     To return home at eventide with grati-\ntude;\n     And then to sleep with a prayer for the\nbeloved in your heart and a song of praise\nupon your lips.", "metadata": "gibran|Khalil Gibran|1883|1931|https://en.wikipedia.org/wiki/Kahlil_Gibran"}