{"THE WINDOWS": "Lord, how can man preach thy eternal word?\n    He is a brittle crazy glass;\nYet in thy temple thou dost him afford\n    This glorious and transcendent place,\n    To be a window, through thy grace.\n\nBut when thou dost anneal in glass thy story,\n    Making thy life to shine within\nThe holy preachers, then the light and glory\n    More reverend grows, and more doth win;\n    Which else shows waterish, bleak, and thin.\n\nDoctrine and life, colors and light, in one\n    When they combine and mingle, bring\nA strong regard and awe; but speech alone\n    Doth vanish like a flaring thing,\n    And in the ear, not conscience, ring.", "THE AFFLICTION": "When first thou didst entice to thee my heart,\nI thought the service brave;\nSo many joys I writ down for my part,\nBesides what I might have\nOut of my stock of natural delights,\nAugmented with thy gracious benefits.\n\nI looked on thy furniture so fine,\nAnd made it fine to me;\nThy glorious household-stuff did me entwine,\nAnd 'tice me unto thee.\nSuch stars I counted mine: both heav'n and earth;\nPaid me my wages in a world of mirth.\n\nWhat pleasures could I want, whose King I serv'd,\nWhere joys my fellows were?\nThus argu'd into hopes, my thoughts reserv'd\nNo place for grief or fear.\nTherefore my sudden soul caught at the place,\nAnd made her youth and fierceness seek thy face.\n\nAt first thou gav'st me milk and sweetnesses;\nI had my wish and way;\nMy days were straw'd with flow'rs and happiness;\nThere was no month but May.\nBut with my years sorrow did twist and grow,\nAnd made a party unawares for woe.\n\nMy flesh began unto my soul in pain,\n\"Sicknesses cleave my bones;\nConsuming agues dwell in ev'ry vein,\nAnd tune my breath to groans.\"\nSorrow was all my soul; I scarce believ'd,\nTill grief did tell me roundly, that I liv'd.\n\nWhen I got health, thou took'st away my life,\nAnd more, for my friends die;\nMy mirth and edge was lost, a blunted knife\nWas of more use than I.\nThus thin and lean without a fence or friend,\nI was blown through with ev'ry storm and wind.\n\nWhereas my birth and spirit rather took\nThe way that takes the town;\nThou didst betray me to a ling'ring book,\nAnd wrap me in a gown.\nI was entangled in the world of strife,\nBefore I had the power to change my life.\n\nYet, for I threaten'd oft the siege to raise,\nNot simp'ring all mine age,\nThou often didst with academic praise\nMelt and dissolve my rage.\nI took thy sweet'ned pill, till I came where\nI could not go away, nor persevere.\n\nYet lest perchance I should too happy be\nIn my unhappiness,\nTurning my purge to food, thou throwest me\nInto more sicknesses.\nThus doth thy power cross-bias me, not making\nThine own gift good, yet me from my ways taking.\n\nNow I am here, what thou wilt do with me\nNone of my books will show;\nI read, and sigh, and wish I were a tree,\nFor sure then I should grow\nTo fruit or shade: at least some bird would trust\nHer household to me, and I should be just.\n\nYet, though thou troublest me, I must be meek;\nIn weakness must be stout;\nWell, I will change the service, and go seek\nSome other master out.\nAh my dear God! though I am clean forgot,\nLet me not love thee, if I love thee not.", "THE QUIP": "The merry World did on a day\nWith his train-bands and mates agree\nTo meet together where I lay,\nAnd all in sport to jeer at me.\n\nFirst Beauty crept into a rose,\nWhich when I pluck'd not, \"Sir,\" said she,\n\"Tell me, I pray, whose hands are those?\"\nBut Thou shalt answer, Lord, for me.\n\nThen Money came, and chinking still,\n\"What tune is this, poor man?\" said he;\n\"I heard in music you had skill:\"\nBut Thou shalt answer, Lord, for me.\n\nThen came brave Glory puffing by\nIn silks that whistled, who but he?\nHe scarce allow'd me half an eye:\nBut Thou shalt answer, Lord, for me.\n\nThen came quick Wit and Conversation,\nAnd he would needs a comfort be,\nAnd, to be short, make an oration:\nBut Thou shalt answer, Lord, for me.\n\nYet when the hour of Thy design\nTo answer these fine things shall come,\nSpeak not at large, say, I am Thine;\nAnd then they have their answer home.", "LIFE": "I made a posy, while the day ran by:\n“Here will I smell my remnant out, and tie\n                           My life within this band.”\nBut Time did beckon to the flowers, and they\nBy noon most cunningly did steal away,\n                           And withered in my hand.\n\nMy hand was next to them, and then my heart;\nI took, without more thinking, in good part\n                           Time’s gentle admonition;\nWho did so sweetly death’s sad taste convey,\nMaking my mind to smell my fatal day,\n                           Yet, sug’ring the suspicion.\n\nFarewell dear flowers, sweetly your time ye spent,\nFit, while ye lived, for smell or ornament,\n                           And after death for cures.\nI follow straight without complaints or grief,\nSince, if my scent be good, I care not if\n                           It be as short as yours.", "THE FLOWER": "How fresh, oh Lord, how sweet and clean\nAre thy returns! even as the flowers in spring;\n         To which, besides their own demean,\nThe late-past frosts tributes of pleasure bring.\n                      Grief melts away\n                      Like snow in May,\n         As if there were no such cold thing.\n\n         Who would have thought my shriveled heart\nCould have recovered greenness? It was gone\n         Quite underground; as flowers depart\nTo see their mother-root, when they have blown,\n                      Where they together\n                      All the hard weather,\n         Dead to the world, keep house unknown.\n\n         These are thy wonders, Lord of power,\nKilling and quickening, bringing down to hell\n         And up to heaven in an hour;\nMaking a chiming of a passing-bell.\n                      We say amiss\n                      This or that is:\n         Thy word is all, if we could spell.\n\n         Oh that I once past changing were,\nFast in thy Paradise, where no flower can wither!\n         Many a spring I shoot up fair,\nOffering at heaven, growing and groaning thither;\n                      Nor doth my flower\n                      Want a spring shower,\n         My sins and I joining together.\n\n         But while I grow in a straight line,\nStill upwards bent, as if heaven were mine own,\n         Thy anger comes, and I decline:\nWhat frost to that? what pole is not the zone\n                      Where all things burn,\n                      When thou dost turn,\n         And the least frown of thine is shown?\n\n         And now in age I bud again,\nAfter so many deaths I live and write;\n         I once more smell the dew and rain,\nAnd relish versing. Oh, my only light,\n                      It cannot be\n                      That I am he\n         On whom thy tempests fell all night.\n\n         These are thy wonders, Lord of love,\nTo make us see we are but flowers that glide;\n         Which when we once can find and prove,\nThou hast a garden for us where to bide;\n                      Who would be more,\n                      Swelling through store,\n         Forfeit their Paradise by their pride.", "SIN": "Lord, with what care hast thou begirt us round!\n      Parents first season us; then schoolmasters\n      Deliver us to laws; they send us bound\nTo rules of reason, holy messengers,\nPulpits and Sundays, sorrow-dogging sin,\n      Afflictions sorted, anguish of all sizes,\n      Fine nets and stratagems to catch us in,\nBibles laid open, millions of surprises,\nBlessings beforehand, ties of gratefulness,\n      The sound of glory ringing in our ears,\n      Without, our shame, within, our consciences,\nAngels and grace, eternal hopes and fears.\n      Yet all these fences and their whole array\n      One cunning bosom-sin blows quite away.", "DEATH": "Death, thou wast once an uncouth hideous thing,\n                           Nothing but bones,\n      The sad effect of sadder groans:\nThy mouth was open, but thou couldst not sing.\n\nFor we considered thee as at some six\n                           Or ten years hence,\n      After the loss of life and sense,\nFlesh being turned to dust, and bones to sticks.\n\nWe looked on this side of thee, shooting short;\n                         Where we did find\n      The shells of fledge souls left behind,\nDry dust, which sheds no tears, but may extort.\n\nBut since our Savior’s death did put some blood\n                           Into thy face,\n      Thou art grown fair and full of grace,\nMuch in request, much sought for as a good.\n\nFor we do now behold thee gay and glad,\n                           As at Doomsday;\n      When souls shall wear their new array,\nAnd all thy bones with beauty shall be clad.\n\nTherefore we can go die as sleep, and trust\n                           Half that we have\n      Unto an honest faithful grave;\nMaking our pillows either down, or dust.", "DISCIPLINE": "Throw away thy rod,\nThrow away thy wrath:\n                  O my God,\nTake the gentle path.\n\nFor my heart’s desire\nUnto thine is bent:\n                  I aspire\nTo a full consent.\n\nNot a word or look\nI affect to own,\n                  But by book,\nAnd thy book alone.\n\nThough I fail, I weep:\nThough I halt in pace,\n                  Yet I creep\nTo the throne of grace.\n\nThen let wrath remove;\nLove will do the deed:\n                  For with love\nStony hearts will bleed.\n\nLove is swift of foot;\nLove’s a man of war,\n                  And can shoot,\nAnd can hit from far.\n\nWho can ’scape his bow?\nThat which wrought on thee,\n                  Brought thee low,\nNeeds must work on me.\n\nThrow away thy rod;\nThough man frailties hath,\n         Thou art God:\nThrow away thy wrath.", "metadata": "herbert|George Herbert|1593|1633|https://en.wikipedia.org/wiki/George_Herbert"}