{"FOR A PICTURE OF ST. DOROTHEA": "I BEAR a basket lined with grass;\nI am so light, I am so fair,\nThat men must wonder as I pass\nAnd at the basket that I bear,\nWhere in a newly-drawn green litter\nSweet flowers I carry,--sweets for bitter.\n\nLilies I shew you, lilies none,\nNone in Caesar's gardens blow,--\nAnd a quince in hand,--not one\nIs set upon your boughs below;\nNot set, because their buds not spring;\nSpring not, 'cause world is wintering.\n\nBut these were found in the East and South\nWhere Winter is the clime forgot.--\nThe dewdrop on the larkspur's mouth\nO should it then be quenchèd not?\nIn starry water-meads they drew\nThese drops: which be they? stars or dew?\n\nHad she a quince in hand? Yet gaze:\nRather it is the sizing moon.\nLo, linked heavens with milky ways!\nThat was her larkspur row.--So soon?\nSphered so fast, sweet soul?--We see\nNor fruit, nor flowers, nor Dorothy.", "HEAVEN--HAVEN A NUN TAKES THE VEIL": "   I HAVE desired to go\n     Where springs not fail,\nTo fields where flies no sharp and sided hail\n   And a few lilies blow.\n\n   And I have asked to be\n     Where no storms come,\nWhere the green swell is in the havens dumb,\n   And out of the swing of the sea.", "THE HABIT OF PERFECTION": "ELECTED Silence, sing to me\nAnd beat upon my whorlèd ear,\nPipe me to pastures still and be\nThe music that I care to hear.\n\nShape nothing, lips; be lovely-dumb:\nIt is the shut, the curfew sent\nFrom there where all surrenders come\nWhich only makes you eloquent.\n\nBe shellèd, eyes, with double dark\nAnd find the uncreated light:\nThis ruck and reel which you remark\nCoils, keeps, and teases simple sight.\n\nPalate, the hutch of tasty lust,\nDesire not to be rinsed with wine:\nThe can must be so sweet, the crust\nSo fresh that come in fasts divine!\n\nNostrils, your careless breath that spend\nUpon the stir and keep of pride,\nWhat relish shall the censers send\nAlong the sanctuary side!\n\nO feel-of-primrose hands, O feet\nThat want the yield of plushy sward,\nBut you shall walk the golden street\nAnd you unhouse and house the Lord.\n\nAnd, Poverty, be thou the bride\nAnd now the marriage feast begun,\nAnd lily-coloured clothes provide\nYour spouse not laboured-at nor spun.", "THE WRECK OF THE DEUTSCHLAND": "          _To the\nhappy memory of five Franciscan Nuns\n   exiles by the Falk Laws\ndrowned between midnight and morning of\n     Dec. 7th. 1875_\n\n\n_Part the First_\n\n1\n               Thou mastering me\n          God! giver of breath and bread;\n     World's strand, sway of the sea;\n          Lord of living and dead;\n   Thou hast bound bones and veins in me, fastened me flesh,\n   And after it almost unmade, what with dread,\n     Thy doing: and dost thou touch me afresh?\nOver again I feel thy finger and find thee.\n\n2\n               I did say yes\n          O at lightning and lashed rod;\n     Thou heardst me truer than tongue confess\n          Thy terror, O Christ, O God;\n   Thou knowest the walls, altar and hour and night:\n   The swoon of a heart that the sweep and the hurl of thee trod\n     Hard down with a horror of height:\nAnd the midriff astrain with leaning of, laced with fire of stress.\n\n3\n               The frown of his face\n          Before me, the hurtle of hell\n     Behind, where, where was a, where was a place?\n          I whirled out wings that spell\n   And fled with a fling of the heart to the heart of the Host.\n   My heart, but you were dovewinged, I can tell,\n     Carrier-witted, I am bold to boast,\nTo flash from the flame to the flame then, tower from the grace\n     to the grace.\n\n4\n               I am soft sift\n          In an hourglass--at the wall\n     Fast, but mined with a motion, a drift,\n          And it crowds and it combs to the fall;\n   I steady as a water in a well, to a poise, to a pane,\n   But roped with, always, all the way down from the tall\n     Fells or flanks of the voel, a vein\nOf the gospel proffer, a pressure, a principle, Christ's gift.\n\n5\n               I kiss my hand\n          To the stars, lovely-asunder\n     Starlight, wafting him out of it; and\n          Glow, glory in thunder;\n   Kiss my hand to the dappled-with-damson west:\n   Since, tho' he is under the world's splendour and wonder,\n     His mystery must be instressed, stressed;\nFor I greet him the days I meet him, and bless when I understand.\n\n6\n               Not out of his bliss\n          Springs the stress felt\n     Nor first from heaven (and few know this)\n          Swings the stroke dealt--\n   Stroke and a stress that stars and storms deliver,\n   That guilt is hushed by, hearts are flushed by and melt--\n     But it rides time like riding a river\n(And here the faithful waver, the faithless fable and miss),\n\n7\n               It dates from day\n          Of his going in Galilee;\n     Warm-laid grave of a womb-life grey;\n          Manger, maiden's knee;\n   The dense and the driven Passion, and frightful sweat;\n   Thence the discharge of it, there its swelling to be,\n     Though felt before, though in high flood yet--\nWhat none would have known of it, only the heart, being hard at bay,\n\n8\n               Is out with it! Oh,\n          We lash with the best or worst\n     Word last! How a lush-kept plush-capped sloe\n          Will, mouthed to flesh-burst,\n   Gush!--flush the man, the being with it, sour or sweet,\n   Brim, in a flash, full!--Hither then, last or first,\n     To hero of Calvary, Christ,'s feet--\nNever ask if meaning it, wanting it, warned of it--men go.\n\n9\n               Be adored among men,\n          God, three-numberèd form;\n     Wring thy rebel, dogged in den,\n          Man's malice, with wrecking and storm.\n   Beyond saying sweet, past telling of tongue,\n   Thou art lightning and love, I found it, a winter and warm;\n    Father and fondler of heart thou hast wrung:\nHast thy dark descending and most art merciful then.\n\n10\n               With an anvil-ding\n          And with fire in him forge thy will\n     Or rather, rather then, stealing as Spring\n          Through him, melt him but master him still:\n   Whether at once, as once at a crash Paul,\n   Or as Austin, a lingering-out sweet skill,\n     Make mércy in all of us, out of us all\nMastery, but be adored, but be adored King.\n\n\n_Part the Second_\n\n11\n               'Some find me a sword; some\n          The flange and the rail; flame,\n     Fang, or flood' goes Death on drum,\n          And storms bugle his fame.\n   But wé dream we are rooted in earth--Dust!\n   Flesh falls within sight of us, we, though our flower the same,\n     Wave with the meadow, forget that there must\nThe sour scythe cringe, and the blear share come.\n\n12\n               On Saturday sailed from Bremen,\n          American-outward-bound,\n     Take settler and seamen, tell men with women,\n          Two hundred souls in the round--\n   O Father, not under thy feathers nor ever as guessing\n   The goal was a shoal, of a fourth the doom to be drowned;\n     Yet did the dark side of the bay of thy blessing\nNot vault them, the million of rounds of thy mercy not reeve\n     even them in?\n\n13\n               Into the snows she sweeps,\n          Hurling the haven behind,\n     The Deutschland, on Sunday; and so the sky keeps,\n          For the infinite air is unkind,\n   And the sea flint-flake, black-backed in the regular blow,\n   Sitting Eastnortheast, in cursed quarter, the wind;\n     Wiry and white-fiery and whirlwind-swivellèd snow\nSpins to the widow-making unchilding unfathering deeps.\n\n14\n               She drove in the dark to leeward,\n          She struck--not a reef or a rock\n     But the combs of a smother of sand: night drew her\n          Dead to the Kentish Knock;\n   And she beat the bank down with her bows and the ride of\n     her keel:\n   The breakers rolled on her beam with ruinous shock;\n     And canvas and compass, the whorl and the wheel\nIdle for ever to waft her or wind her with, these she endured.\n\n15\n               Hope had grown grey hairs,\n          Hope had mourning on,\n     Trenched with tears, carved with cares,\n          Hope was twelve hours gone;\n   And frightful a nightfall folded rueful a day\n   Nor rescue, only rocket and lightship, shone,\n     And lives at last were washing away:\nTo the shrouds they took,--they shook in the hurling and\n     horrible airs.\n\n16\n               One stirred from the rigging to save\n          The wild woman-kind below,\n     With a rope's end round the man, handy and brave--\n          He was pitched to his death at a blow,\n   For all his dreadnought breast and braids of thew:\n   They could tell him for hours, dandled the to and fro\n     Through the cobbled foam-fleece, what could he do\nWith the burl of the fountains of air, buck and the flood of the wave?\n\n17\n               They fought with God's cold--\n          And they could not and fell to the deck\n     (Crushed them) or water (and drowned them) or rolled\n          With the sea-romp over the wreck.\n   Night roared, with the heart-break hearing a heart-broke rabble,\n   The woman's wailing, the crying of child without check--\n     Till a lioness arose breasting the babble,\nA prophetess towered in the tumult, a virginal tongue told.\n\n18\n               Ah, touched in your bower of bone\n          Are you! turned for an exquisite smart,\n     Have you! make words break from me here all alone,\n          Do you!--mother of being in me, heart.\n   O unteachably after evil, but uttering truth,\n   Why, tears! is it? tears; such a melting, a madrigal start!\n     Never-eldering revel and river of youth,\nWhat can it be, this glee? the good you have there of your own?\n\n19\n               Sister, a sister calling\n          A master, her master and mine!--\n     And the inboard seas run swirling and bawling;\n          The rash smart sloggering brine\n   Blinds her; but she that weather sees one thing, one;\n   Has one fetch in her: she rears herself to divine\n     Ears, and the call of the tall nun\nTo the men in the tops and the tackle rode over the storm's brawling.\n\n20\n               She was first of a five and came\n          Of a coifèd sisterhood.\n     (O Deutschland, double a desperate name!\n          O world wide of its good!\n   But Gertrude, lily, and Luther, are two of a town,\n   Christ's lily and beast of the waste wood:\n     From life's dawn it is drawn down,\nAbel is Cain's brother and breasts they have sucked the same.)\n\n21\n               Loathed for a love men knew in them,\n          Banned by the land of their birth,\n     Rhine refused them. Thames would ruin them;\n          Surf, snow, river and earth\n   Gnashed: but thou art above, thou Orion of light;\n   Thy unchancelling poising palms were weighing the worth,\n     Thou martyr-master: in thy sight\nStorm flakes were scroll-leaved flowers, lily showers--sweet\n     heaven was astrew in them.\n\n22\n               Five! the finding and sake\n          And cipher of suffering Christ.\n     Mark, the mark is of man's make\n          And the word of it Sacrificed.\n   But he scores it in scarlet himself on his own bespoken,\n   Before-time-taken, dearest prizèd and priced--\n     Stigma, signal, cinquefoil token\nFor lettering of the lamb's fleece, ruddying of the rose-flake.\n\n23\n               Joy fall to thee, father Francis,\n          Drawn to the Life that died;\n     With the gnarls of the nails in thee, niche of the lance, his\n          Lovescape crucified\n   And seal of his seraph-arrival! and these thy daughters\n   And five-livèd and leavèd favour and pride,\n     Are sisterly sealed in wild waters,\nTo bathe in his fall-gold mercies, to breathe in his all-fire glances.\n\n24\n               Away in the loveable west,\n          On a pastoral forehead of Wales,\n     I was under a roof here, I was at rest,\n          And they the prey of the gales;\n   She to the black-about air, to the breaker, the thickly\n   Falling flakes, to the throng that catches and quails,\n     Was calling 'O Christ, Christ come quickly':\nThe cross to her she calls Christ to her, christens her wild-worn Best.\n\n25\n               The majesty! what did she mean?\n          Breathe, arch and original Breath.\n     Is it love in her of the being as her lover had been?\n          Breathe, body of lovely Death.\n   They were else-minded then, altogether, the men\n   Woke thee with a _we are perishlng_ in the weather of Gennesareth.\n     Or is it that she cried for the crown then,\nThe keener to come at the comfort for feeling the combating keen?\n\n26\n               For how to the heart's cheering\n          The down-dogged ground-hugged grey\n     Hovers off, the jay-blue heavens appearing\n          Of pied and peeled May!\n   Blue-beating and hoary-glow height; or night, still higher,\n   With belled fire and the moth-soft Milky Way,\n     What by your measure is the heaven of desire,\nThe treasure never eyesight got, nor was ever guessed what for\n     the hearing?\n\n27\n               No, but it was not these.\n          The jading and jar of the cart,\n     Time's tasking, it is fathers that asking for ease\n          Of the sodden-with-its-sorrowing heart,\n   Not danger, electrical horror; then further it finds\n   The appealing of the Passion is tenderer in prayer apart:\n     Other, I gather, in measure her mind's\nBurden, in wind's burly and beat of endragonèd seas.\n\n28\n               But how shall I ... make me room there;\n          Reach me a ... Fancy, come faster--\n     Strike you the sight of it? look at it loom there,\n          Thing that she ... there then! the Master,\n   _Ipse_, the only one, Christ, King, Head:\n   He was to cure the extremity where he had cast her;\n     Do, deal, lord it with living and dead;\nLet him ride, her pride, in his triumph, despatch and have done\n     with his doom there.\n\n29\n               Ah! there was a heart right!\n          There was single eye!\n     Read the unshapeable shock night\n          And knew the who and the why;\n   Wording it how but by him that present and past,\n   Heaven and earth are word of, worded by?--\n     The Simon Peter of a soul! to the blast\nTarpeian-fast, but a blown beacon of light.\n\n30\n               Jesu, heart's light,\n          Jesu, maid's son,\n     What was the feast followed the night\n          Thou hadst glory of this nun?\n   Feast of the one woman without stain.\n   For so conceived, so to conceive thee is done;\n     But here was heart-throe, birth of a brain,\nWord, that heard and kept thee and uttered thee outright.\n\n31\n               Well, she has thee for the pain, for the\n          Patience; but pity of the rest of them!\n     Heart, go and bleed at a bitterer vein for the\n          Comfortless unconfessed of them--\n   No not uncomforted: lovely-felicitous Providence\n   Finger of a tender of, O of a feathery delicacy, the breast of the\n     Maiden could obey so, be a bell to, ring of it, and\nStartle the poor sheep back! is the shipwrack then a harvest; does\n     tempest carry the grain for thee?\n\n32\n               I admire thce, master of the tides,\n          Of the Yore-flood, of the year's fall;\n     The recurb and the recovery of the gulfs sides,\n          The girth of it and the wharf of it and the wall;\n   Stanching, quenching ocean of a motionable mind;\n   Ground of being, and granite of it: past all\n     Grasp God, throned behind\nDeath with a sovereignty that heeds but hides, bodes but abides;\n\n33\n               With a mercy that outrides\n          The all of water, an ark\n     For the listener; for the lingerer with a love glides\n          Lower than death and the dark;\n   A vein for the visiting of the past-prayer, pent in prison,\n   The-last-breath penitent spirits--the uttermost mark\n     Our passion-plungèd giant risen,\nThe Christ of the Father compassionate, fetched in the storm of\n     his strides.\n\n34\n               Now burn, new born to the world,\n          Doubled-naturèd name,\n     The heaven-flung, heart-fleshed, maiden-furled\n          Miracle-in-Mary-of-flame,\n   Mid-numbered He in three of the thunder-throne!\n   Not a dooms-day dazzle in his coming nor dark as he came;\n     Kind, but royally reclaiming his own;\nA released shower, let flash to the shire, not a lightning of fire\n     hard-hurled.\n\n35\n               Dame, at our door\n          Drowned, and among our shoals,\n     Remember us in the roads, the heaven-haven of the\n                    Reward:\n          Our King back, oh, upon English souls!\n   Let him easter in us, be a dayspring to the dimness of us,\n     be a crimson-cresseted east,\n   More brightening her, rare-dear Britain, as his reign rolls,\n     Pride, rose, prince, hero of us, high-priest,\nOur hearts' charity's hearth's fire, our thoughts' chivalry's throng's\n     Lord.", "PENMAEN POOL": "_For the Visitors' Book at the Inn_\n\nWHO long for rest, who look for pleasure\nAway from counter, court, or school\nO where live well your lease of leisure\nBut here at, here at Penmaen Pool?\n\nYou'll dare the Alp? you'll dart the skiff?--\nEach sport has here its tackle and tool:\nCome, plant the staff by Cadair cliff;\nCome, swing the sculls on Penmaen Pool.\n\nWhat's yonder?--Grizzled Dyphwys dim:\nThe triple-hummocked Giant's stool,\nHoar messmate, hobs and nobs with him\nTo halve the bowl of Penmaen Pool.\n\nAnd all the landscape under survey,\nAt tranquil turns, by nature's rule,\nRides repeated topsyturvy\nIn frank, in fairy Penmaen Pool.\n\nAnd Charles's Wain, the wondrous seven,\nAnd sheep-flock clouds like worlds of wool.\nFor all they shine so, high in heaven,\nShew brighter shaken in Penmaen Pool.\n\nThe Mawddach, how she trips! though throttled\nIf floodtide teeming thrills her full,\nAnd mazy sands all water-wattled\nWaylay her at ebb, past Penmaen Pool.\n\nBut what 's to see in stormy weather,\nWhen grey showers gather and gusts are cool?--\nWhy, raindrop-roundels looped together\nThat lace the face of Penmaen Pool.\n\nThen even in weariest wintry hour\nOf New Year's month or surly Yule\nFurred snows, charged tuft above tuft, tower\nFrom darksome darksome Penmaen Pool.\n\nAnd ever, if bound here hardest home,\nYou've parlour-pastime left and (who'll\nNot honour it?) ale like goldy foam\nThat frocks an oar in Penmaen Pool.\n\nThen come who pine for peace or pleasure\nAway from counter, court, or school,\nSpend here your measure of time and treasure\nAnd taste the treats of Penmaen Pool.", "THE SILVER JUBILEE": "_To James, First Bishop of Shrewsbury on the 25th Year\nof his Episcopate July 28. 1876_\n\n1\nTHOUGH no high-hung bells or din\nOf braggart bugles cry it in--\n   What is sound? Nature's round\nMakes the Silver Jubilee.\n\n2\nFive and twenty years have run\nSince sacred fountains to the sun\n   Sprang, that but now were shut,\nShowering Silver Jubilee.\n\n3\nFeasts, when we shall fall asleep,\nShrewsbury may see others keep;\n   None but you this her true,\nThis her Silver Jubilee.\n\n4\nNot today we need lament\nYour wealth of life is some way spent:\n   Toil has shed round your head\nSilver but for Jubilee.\n\n5\nThen for her whose velvet vales\nShould have pealed with welcome, Wales,\n   Let the chime of a rhyme\nUtter Silver Jubilee.", "GOD'S GRANDEUR": "THE world is charged with the grandeur of God.\n   It will flame out, like shining from shook foil;\n   It gathers to a greatness, like the ooze of oil\nCrushed. Why do men then now not reck his rod?\nGenerations have trod, have trod, have trod;\n   And all is seared with trade; bleared, smeared with\n     toil;\n   And wears man's smudge and shares man's smell:\n     the soil\nIs bare now, nor can foot feel, being shod.\n\nAnd for all this, nature is never spent;\n   There lives the dearest freshness deep down things;\nAnd though the last lights off the black West went\n   Oh, morning, at the brown brink eastward, springs--\nBecause the Holy Ghost over the bent\n   World broods with warm breast and with ah!\n     bright wings.", "THE STARLIGHT NIGHT": "LOOK at the stars! look, look up at the skies!\n   O look at all the fire-folk sitting in the air!\n   The bright boroughs, the circle-citadels there!\nDown in dim woods the diamond delves! the elves'-eyes!\nThe grey lawns cold where gold, where quickgold lies!\n   Wind-beat whitebeam! airy abeles set on a flare!\n   Flake-doves sent floating forth at a farmyard scare!--\nAh well! it is all a purchase, all is a prize.\n\nBuy then! bid then!--What?--Prayer, patience, alms,\n     vows.\nLook, look: a May-mess, like on orchard boughs!\n   Look! March-bloom, like on mealed-with-yellow\n     sallows!\nThese are indeed the barn; withindoors house\nThe shocks. This piece-bright paling shuts the spouse\n   Christ home, Christ and his mother and all his hallows.", "SPRING": "NOTHING is so beautiful as spring--\n   When weeds, in wheels, shoot long and lovely and lush;\n   Thrush's eggs look little low heavens, and thrush\nThrough the echoing timber does so rinse and wring\nThe ear, it strikes like lightnings to hear him sing;\n   The glassy peartree leaves and blooms, they brush\n   The descending blue; that blue is all in a rush\nWith richness; the racing lambs too have fair their fling.\n\nWhat is all this juice and all this joy?\n   A strain of the earth's sweet being in the beginning\nIn Eden garden. Have, get, before it cloy,\n   Before it cloud, Christ, lord, and sour with sinning,\nInnocent mind and Mayday in girl and boy,\n   Most, O maid's child, thy choice and worthy the\n     winning.", "THE LANTERN OUT OF DOORS": "SOMETIMES a lantern moves along the night,\n   That interests our eyes. And who goes there?\n   I think; where from and bound, I wonder, where,\nWith, all down darkness wide, his wading light?\n\nMen go by me whom either beauty bright\n   In mould or mind or what not else makes rare:\n   They rain against our much-thick and marsh air\nRich beams, till death or distance buys them quite.\n\nDeath or distance soon consumes them: wind\n   What most I may eye after, be in at the end\nI cannot, and out of sight is out of mind.\n\nChrist minds: Christ's interest, what to avow or amend\n   There, éyes them, heart wánts, care haúnts, foot\n     fóllows kínd,\nTheir ránsom, théir rescue, ánd first, fást, last friénd.", "THE SEA AND THE SKYLARK": "ON ear and ear two noises too old to end\n   Trench--right, the tide that ramps against the shore;\n   With a flood or a fall, low lull-off or all roar,\nFrequenting there while moon shall wear and wend.\n\nLeft hand, off land, I hear the lark ascend,\n   His rash-fresh re-winded new-skeinèd score\n   In crisps of curl off wild winch whirl, and pour\nAnd pelt music, till none's to spill nor spend.\n\nHow these two shame this shallow and frail town!\n   How ring right out our sordid turbid time,\nBeing pure! We, life's pride and cared-for crown,\n\n   Have lost that cheer and charm of earth's past prime:\nOur make and making break, are breaking, down\n    To man's last dust, drain fast towards man's first slime.", "THE WINDHOVER: TO CHRIST OUR LORD": "I CAUGHT this morning morning's minion, king-\n     dom of daylight's dauphin, dapple-dawn-drawn Fal-\n          con, in his riding\nOf the rolling level underneath him steady air, and\n     striding\nHigh there, how he rung upon the rein of a wimpling wing\nIn his ecstacy! then off, off forth on swing,\n     As a skate's heel sweeps smooth on a bow-bend:\n          the hurl and gliding\n     Rebuffed the big wind. My heart in hiding\nStirred for a bird,--the achieve of, the mastery of the\n          thing!\n\nBrute beauty and valour and act, oh, air, pride, plume, here\n    Buckle! AND the fire that breaks from thee then, a\n          billion\nTimes told lovelier, more dangerous, O my chevalier!\n\n     No wonder of it: shéer plód makes plough down\n          sillion\nShine, and blue-bleak embers, ah my dear,\n   Fall, gall themselves, and gash gold-vermillion.", "PIED BEAUTY": "GLORY be to God for dappled things--\n   For skies of couple-colour as a brinded cow;\n      For rose-moles all in stipple upon trout that swim:\nFresh-firecoal chestnut-falls; finches' wings;\n   Landscape plotted and pieced--fold, fallow, and\n      plough;\n     And àll tràdes, their gear and tackle and trim.\n\nAll things counter, original, spare, strange;\n   Whatever is fickle, freckled (who knows how?)\n      With swift, slow; sweet, sour; adazzle, dim;\nHe fathers-forth whose beauty is past change:\n                  Praise him.", "HURRAHING IN HARVEST": "SUMMER ends now; now, barbarous in beauty, the\n     stooks rise\n   Around; up above, what wind-walks! what lovely\n     behaviour\n   Of silk-sack clouds! has wilder, wilful-wavier\nMeal-drift moulded ever and melted across skies?\n\nI walk, I lift up, I lift up heart, eyes,\n   Down all that glory in the heavens to glean our\n     Saviour;\n   And, éyes, heárt, what looks, what lips yet gave you a\nRapturous love's greeting of realer, of rounder replies?\n\nAnd the azurous hung hills are his world-wielding\n     shoulder\n   Majestic--as a stallion stalwart, very-violet-sweet!--\nThese things, these things were here and but the\n     beholder\n   Wanting; which two when they once meet,\nThe heart rears wings bold and bolder\n   And hurls for him, O half hurls earth for him off\n     under his feet.", "CAGED SKYLARK": "As a dare-gale skylark scanted in a dull cage\n   Man's mounting spirit in his bone-house, mean house,\n     dwells--\n   That bird beyond the remembering his free fells;\nThis in drudgery, day-labouring-out life's age.\n\nThough aloft on turf or perch or poor low stage,\n   Both sing sometimes the sweetest, sweetest spells,\n   Yet both droop deadly sometimes in their cells\nOr wring their barriers in bursts of fear or rage.\n\nNot that the sweet-fowl, song-fowl, needs no rest--\nWhy, hear him, hear him babble and drop down to his nest,\n   But his own nest, wild nest, no prison.\n\nMan's spirit will be flesh-bound when found at best,\nBut uncumbered: meadow-down is not distressed\n   For a rainbow footing it nor he for his bónes rísen.", "IN THE VALLEY OF THE ELWY": "I REMEMBER a house where all were good\n   To me, God knows, deserving no such thing:\n   Comforting smell breathed at very entering,\nFetched fresh, as I suppose, off some sweet wood.\nThat cordial air made those kind people a hood\n   All over, as a bevy of eggs the mothering wing\n   Will, or mild nights the new morsels of spring:\nWhy, it seemed of course; seemed of right it should.\n\nLovely the woods, waters, meadows, combes, vales,\nAll the air things wear that build this world of Wales;\n   Only the inmate does not correspond:\nGod, lover of souls, swaying considerate scales,\nComplete thy creature dear O where it fails,\n   Being mighty a master, being a father and fond.", "THE LOSS OF THE EURYDICE": "1\nTHE Eurydice--it concerned thee, O Lord:\nThree hundred souls, O alas! on board,\n     Some asleep unawakened, all un-\nwarned, eleven fathoms fallen\n\n2\nWhere she foundered! One stroke\nFelled and furled them, the hearts of oak!\n   And flockbells off the aerial\nDowns' forefalls beat to the burial.\n\n3\nFor did she pride her, freighted fully, on\nBounden bales or a hoard of bullion?--\n   Precious passing measure,\nLads and men her lade and treasure.\n\n4\nShe had come from a cruise, training seamen--\nMen, boldboys soon to be men:\n   Must it, worst weather,\nBlast bole and bloom together?\n\n5\nNo Atlantic squall overwrought her\nOr rearing billow of the Biscay water:\n   Home was hard at hand\nAnd the blow bore from land.\n\n6\nAnd you were a liar, O blue March day.\nBright sun lanced fire in the heavenly bay;\n   But what black Boreas wrecked her? he\nCame equipped, deadly-electric,\n\n7\nA beetling baldbright cloud thorough England\nRiding: there did storms not mingle? and\n   Hailropes hustle and grind their\nHeavengravel? wolfsnow, worlds of it, wind there?\n\n8\nNow Carisbrook keep goes under in gloom;\nNow it overvaults Appledurcombe;\n   Now near by Ventnor town\nIt hurls, hurls off Boniface Down.\n\n9\nToo proud, too proud, what a press she bore!\nRoyal, and all her royals wore.\n   Sharp with her, shorten sail!\nToo late; lost; gone with the gale.\n\n10\nThis was that fell capsize,\nAs half she had righted and hoped to rise\n   Death teeming in by her portholes\nRaced down decks, round messes of mortals.\n\n11\nThen a lurch forward, frigate and men;\n'All hands for themselves' the cry ran then;\n   But she who had housed them thither\nWas around them, bound them or wound them with her.\n\n12\nMarcus Hare, high her captain,\nKept to her--care-drowned and wrapped in\n   Cheer's death, would follow\nHis charge through the champ-white water-in-a-wallow.\n\n13\nAll under Channel to bury in a beach her\nCheeks: Right, rude of feature,\n   He thought he heard say\n'Her commander! and thou too, and thou this way.'\n\n14\nIt is even seen, time's something server,\nIn mankind's medley a duty-swerver,\n   At downright 'No or yes?'\nDoffs all, drives full for righteousness.\n\n15\nSydney Fletcher, Bristol-bred,\n(Low lie his mates now on watery bed)\n   Takes to the seas and snows\nAs sheer down the ship goes.\n\n16\nNow her afterdraught gullies him too down;\nNow he wrings for breath with the deathgush brown;\n   Till a lifebelt and God's will\nLend him a lift from the sea-swill.\n\n17\nNow he shoots short up to the round air;\nNow he gasps, now he gazes everywhere;\n   But his eye no cliff, no coast or\nMark makes in the rivelling snowstorm.\n\n18\nHim, after an hour of wintry waves,\nA schooner sights, with another, and saves,\n   And he boards her in Oh! such joy\nHe has lost count what came next, poor boy.--\n\n19\nThey say who saw one sea-corpse cold\nHe was all of lovely manly mould,\n   Every inch a tar,\nOf the best we boast our sailors are.\n\n20\nLook, foot to forelock, how all things suit! he\nIs strung by duty, is strained to beauty,\n   And brown-as-dawning-skinned\nWith brine and shine and whirling wind.\n\n21\nO his nimble finger, his gnarled grip!\nLeagues, leagues of seamanship\n   Slumber in these forsaken\nBones, this sinew, and will not waken.\n\n22\nHe was but one like thousands more,\nDay and night I deplore\n   My people and born own nation,\nFast foundering own generation,\n\n23\nI might let bygones be--our curse\nOf ruinous shrine no hand or, worse,\n   Robbery's hand is busy to\nDress, hoar-hallowèd shrines unvisited;\n\n24\nOnly the breathing temple and fleet\nLife, this wildworth blown so sweet,\n   These daredeaths, ay this crew, in\nUnchrist, all rolled in ruin--\n\n25\nDeeply surely I need to deplore it,\nWondering why my master bore it,\n   The riving off that race\nSo at home, time was, to his truth and grace\n\n26\nThat a starlight-wender of ours would say\nThe marvellous Milk was Walsingham Way\n   And one--but let be, let be:\nMore, more than was will yet be.--\n\n27\nO well wept, mother have lost son;\nWept, wife; wept, sweetheart would be one:\n   Though grief yield them no good\nYet shed what tears sad truelove should.\n\n28\nBut to Christ lord of thunder\nCrouch; lay knee by earth low under:\n   'Holiest, loveliest, bravest,\nSave my hero, O Hero savest.\n\n29\nAnd the prayer thou hearst me making\nHave, at the awful overtaking,\n   Heard; have heard and granted\nGrace that day grace was wanted.'\n\n30\nNot that hell knows redeeming,\nBut for souls sunk in seeming\n   Fresh, till doomfire burn all,\nPrayer shall fetch pity eternal.", "THE MAY MAGNIFICAT": "MAY is Mary's month, and I\nMuse at that and wonder why:\n     Her feasts follow reason,\n     Dated due to season--\n\nCandlemas, Lady Day;\nBut the Lady Month, May,\n     Why fasten that upon her,\n     With a feasting in her honour?\n\nIs it only its being brighter\nThan the most are must delight her?\n     Is it opportunest\n     And flowers finds soonest?\n\nAsk of her, the mighty mother:\nHer reply puts this other\n     Question: What is Spring?--\n     Growth in every thing--\n\nFlesh and fleece, fur and feather,\nGrass and green world all together;\n     Star-eyed strawberry-breasted\n     Throstle above her nested\n\nCluster of bugle blue eggs thin\nForms and warms the life within;\n     And bird and blossom swell\n     In sod or sheath or shell.\n\nAll things rising, all things sizing\nMary sees, sympathising\n     With that world of good,\n     Nature's motherhood.\n\nTheir magnifying of each its kind\nWith delight calls to mind\n     How she did in her stored\n     Magnify the Lord.\n\nWell but there was more than this:\nSpring's universal bliss\n     Much, had much to say\n     To offering Mary May.\n\nWhen drop-of-blood-and-foam-dapple\nBloom lights the orchard-apple\n     And thicket and thorp are merry\n     With silver-surfèd cherry\n\nAnd azuring-over greybell makes\nWood banks and brakes wash wet like lakes\n     And magic cuckoocall\n     Caps, clears, and clinches all--\n\nThis ecstacy all through mothering earth\nTells Mary her mirth till Christ's birth\n     To remember and exultation\n     In God who was her salvation.", "BINSEY POPLARS": "MY aspens dear, whose airy cages quelled,\nQuelled or quenched in leaves the leaping sun,\nAll felled, felled, are all felled;\n   Of a fresh and following folded rank\n               Not spared, not one\n               That dandled a sandalled\n          Shadow that swam or sank\nOn meadow and river and wind-wandering weed-winding\n   bank.\n\nO if we but knew what we do\n      When we delve or hew--\nHack and rack the growing green!\n      Since country is so tender\nTo touch, her being só slender,\nThat, like this sleek and seeing ball\nBut a prick will make no eye at all,\nWhere we, even where we mean\n          To mend her we end her,\n      When we hew or delve:\nAfter-comers cannot guess the beauty been.\n   Ten or twelve, only ten or twelve\n      Strokes of havoc únselve\n          The sweet especial scene,\n      Rural scene, a rural scene,\n      Sweet especial rural scene.", "DUNS SCOTUS'S OXFORD": "TOWERY city and branchy between towers;\nCuckoo-echoing, bell-swarmèd, lark-charmèd, rook-\n     racked, river-rounded;\nThe dapple-eared lily below thee; that country and\n     town did\nOnce encounter in, here coped and poisèd powers;\n\nThou hast a base and brickish skirt there, sours\nThat neighbour-nature thy grey beauty is grounded\nBest in; graceless growth, thou hast confounded\nRural rural keeping--folk, flocks, and flowers.\n\nYet ah! this air I gather and I release\nHe lived on; these weeds and waters, these walls are what\nHe haunted who of all men most sways my spirits to peace;\n\nOf realty the rarest-veinèd unraveller; a not\nRivalled insight, be rival Italy or Greece;\nWho fired France for Mary without spot.", "HENRY PURCELL": "_The poet wishes well to the divine genius of Purcell\nand praises him that, whereas other musicians have given\nutterance to the moods of man's mind, he has, beyond\nthat, uttered in notes the very make and species of man as\ncreated both in him and in all men generally._\n\nHAVE fair fallen, O fair, fair have fallen, so dear\nTo me, so arch-especial a spirit as heaves in Henry Purcell,\nAn age is now since passed, since parted; with the reversal\nOf the outward sentence low lays him, listed to a heresy,\n     here.\n\nNot mood in him nor meaning, proud fire or sacred fear,\nOr love or pity or all that sweet notes not his might nursle:\nIt is the forgèd feature finds me; it is the rehearsal\nOf own, of abrupt self there so thrusts on, so throngs\n     the ear.\n\nLet him Oh! with his air of angels then lift me, lay me!\n     only I'll\nHave an eye to the sakes of him, quaint moonmarks, to\n     his pelted plumage under\nWings: so some great stormfowl, whenever he has walked\n     his while\n\nThe thunder-purple seabeach plumè purple-of-thunder,\nIf a wuthering of his palmy snow-pinions scatter a\n     colossal smile\nOff him, but meaning motion fans fresh our wits with\n     wonder.", "PEACE": "WHEN will you ever, Peace, wild wooddove, shy wings shut,\nYour round me roaming end, and under be my boughs?\nWhen, when, Peacè, will you, Peace? I'll not play\n     hypocrite\nTo own my heart: I yield you do come sometimes; but\nThat piecemeal peace is poor peace. What pure peace\n     allows\nAlarms of wars, the daunting wars, the death of it?\n\nO surely, reaving Peace, my Lord should leave in lieu\nSome good! And so he does leave Patience exquisite,\nThat plumes to Peace thereafter. And when Peace here\n     does house\nHe comes with work to do, he does not come to coo,\nHe comes to brood and sit.", "THE BUGLER'S FIRST COMMUNION": "A BUGLER boy from barrack (it is over the hill\nThere)--boy bugler, born, he tells me, of Irish\n          Mother to an English sire (he\nShares their best gifts surely, fall how things will),\n\nThis very very day came down to us after a boon he on\nMy late being there begged of me, overflowing\n          Boon in my bestowing,\nCame, I say, this day to it--to a First Communion.\n\nHere he knelt then ín regimental red.\nForth Christ from cupboard fetched, how fain I of feet\n          To his youngster take his treat!\nLow-latched in leaf-light housel his too huge godhead.\n\nThere! and your sweetest sendings, ah divine,\nBy it, heavens, befall him! as a heart Christ's darling,\n     dauntless;\n          Tongue true, vaunt- and tauntless;\nBreathing bloom of a chastity in mansex fine.\n\nFrowning and forefending angel-warder\nSquander the hell-rook ranks sally to molest him;\n          March, kind comrade, abreast him;\nDress his days to a dexterous and starlight order.\n\nHow it dóes my heart good, visiting at that bleak hill,\nWhen limber liquid youth, that to all I teach\n          Yields tender as a pushed peach,\nHies headstrong to its wellbeing of a self-wise self-will!\n\nThen though I should tread tufts of consolation\nDáys áfter, só I in a sort deserve to\n          And do serve God to serve to\nJust such slips of soldiery Christ's royal ration.\n\nNothing élse is like it, no, not all so strains\nUs: fresh youth fretted in a bloomfall all portending\n          That sweet's sweeter ending;\nRealm both Christ is heir to and thére réigns.\n\nO now well work that sealing sacred ointment!\nO for now charms, arms, what bans off bad\n          And locks love ever in a lad!\nLet mé though see no more of him, and not disappointment\n\nThose sweet hopes quell whose least me quickenings lift.\nIn scarlet or somewhere of some day seeing\n          That brow and bead of being,\nAn our day's God's own Galahad. Though this child's\n     drift\n\nSeems by a divíne doom chánnelled, nor do I cry\nDisaster there; but may he not rankle and roam\n          In backwheels though bound home?--\nThat left to the Lord of the Eucharist, I here lie by;\n\nRecorded only, I have put my lips on pleas\nWould brandle adamantine heaven with ride and jar, did\n          Prayer go disregarded:\nForward-like, but however, and like favourable heaven\n   heard these.", "MORNING MIDDAY AND EVENING SACRIFICE": "THE dappled die-away\nCheek and wimpled lip,\nThe gold-wisp, the airy-grey\nEye, all in fellowship--\nThis, all this beauty blooming,\nThis, all this freshness fuming,\nGive God while worth consuming.\n\nBoth thought and thew now bolder\nAnd told by Nature: Tower;\nHead, heart, hand, heel, and shoulder\nThat beat and breathe in power--\nThis pride of prime's enjoyment\nTake as for tool, not toy meant\nAnd hold at Christ's employment.\n\nThe vault and scope and schooling\nAnd mastery in the mind,\nIn silk-ash kept from cooling,\nAnd ripest under rind--\nWhat life half lifts the latch of,\nWhat hell stalks towards the snatch of,\nYour offering, with despatch, of!", "ANDROMEDA": "Now Time's Andromeda on this rock rude,\nWith not her either beauty's equal or\nHer injury's, looks off by both horns of shore,\nHer flower, her piece of being, doomed dragon's food.\n   Time past she has been attempted and pursued\nBy many blows and banes; but now hears roar\nA wilder beast from West than all were, more\nRife in her wrongs, more lawless, and more lewd.\n\n   Her Perseus linger and leave her tó her extremes?--\nPillowy air he treads a time and hangs\nHis thoughts on her, forsaken that she seems,\n   All while her patience, morselled into pangs,\nMounts; then to alight disarming, no one dreams,\nWith Gorgon's gear and barebill, thongs and fangs.", "THE CANDLE INDOORS": "SOME candle clear burns somewhere I come by.\nI muse at how its being puts blissful back\nWith yellowy moisture mild night's blear-all black,\nOr to-fro tender trambeams truckle at the eye.\nBy that window what task what fingers ply,\nI plod wondering, a-wanting, just for lack\nOf answer the eagerer a-wanting Jessy or Jack\nThere   God to aggrándise, God to glorify.--\n\nCome you indoors, come home; your fading fire\nMend first and vital candle in close heart's vault:\nYou there are master, do your own desire;\nWhat hinders? Are you beam-blind, yet to a fault\nIn a neighbour deft-handed? Are you that liar\nAnd cast by conscience out, spendsavour salt?", "THE HANDSOME HEART: AT A GRACIOUS ANSWER": "'BUT tell me, child, your choice; what shall I buy\nYou?'--'Father, what you buy me I like best.'\nWith the sweetest air that said, still plied and pressed,\nHe swung to his first poised purport of reply.\n\nWhat the heart is! which, like carriers let fly--\nDoff darkness, homing nature knows the rest--\nTo its own fine function, wild and self-instressed,\nFalls light as ten years long taught how to and why.\n\nMannerly-hearted! more than handsome face--\nBeauty's bearing or muse of mounting vein,\nAll, in this case, bathed in high hallowing grace . . .\n\nOf heaven what boon to buy you, boy, or gain\nNot granted?--Only ... O on that path you pace\nRun all your race, O brace sterner that strain!", "AT THE WEDDING MARCH": "GOD with honour hang your head,\nGroom, and grace you, bride, your bed\nWith lissome scions, sweet scions,\nOut of hallowed bodies bred.\n\nEach be other's comfort kind:\nDéep, déeper than divined,\nDivine charity, dear charity,\nFast you ever, fast bind.\n\nThen let the March tread our ears:\nI to him turn with tears\nWho to wedlock, his wonder wedlock,\nDéals tríumph and immortal years.", "FELIX RANDAL": "FELIX RANDAL the farrier, O he is dead then? my duty all ended,\nWho have watched his mould of man, big-boned and hardy-\n     handsome\nPining, pining, till time when reason rambled in it and some\nFatal four disorders, fleshed there, all contended?\n\nSickness broke him. Impatient he cursed at first, but mended\nBeing anointed and all; though a heavenlier heart began some\nMonths earlier, since I had our sweet reprieve and ransom\nTendered to him. Ah well, God rest him all road ever he\n     offended!\n\nThis seeing the sick endears them to us, us too it endears.\nMy tongue had taught thee comfort, touch had quenched thy tears,\nThy tears that touched my heart, child, Felix, poor Felix Randal;\n\nHow far from then forethought of, all thy more boisterous years,\nWhen thou at the random grim forge, powerful amidst peers,\nDidst fettle for the great grey drayhorse his bright and battering\n     sandal!", "BROTHERS": "How lovely the elder brother's\nLife all laced in the other's,\nLóve-laced! what once I well\nWitnessed; so fortune fell.\nWhen Shrovetide, two years gone,      \nOur boys' plays brought on\nPart was picked for John,\nYoung Jóhn: then fear, then joy\nRan revel in the elder boy.\nTheir night was come now; all        \nOur company thronged the hall;\nHenry, by the wall,\nBeckoned me beside him:\nI came where called, and eyed him\nBy meanwhiles; making mý play        \nTurn most on tender byplay.\nFor, wrung all on love's rack,\nMy lad, and lost in Jack,\nSmiled, blushed, and bit his lip;\nOr drove, with a diver's dip,        \nClutched hands down through clasped knees--\nTruth's tokens tricks like these,\nOld telltales, with what stress\nHe hung on the imp's success.\nNow the other was bráss-bóld:        \nHé had no work to hold\nHis heart up at the strain;\nNay, roguish ran the vein.\nTwo tedious acts were past;\nJack's call and cue at last;         \nWhen Henry, heart-forsook,\nDropped eyes and dared not look.\nEh, how áll rúng!\nYoung dog, he did give tongue!\nBut Harry--in his hands he has flung \nHis tear-tricked cheeks of flame\nFor fond love and for shame.\n   Ah Nature, framed in fault,\nThere 's comfort then, there 's salt;\nNature, bad, base, and blind,        \nDearly thou canst be kind;\nThere dearly thén, deárly,\nI'll cry thou canst be kind.", "SPRING AND FALL: TO A YOUNG CHILD": "MÁRGARÉT, áre you gríeving\nOver Goldengrove unleaving?\nLeáves, like the things of man, you\nWith your fresh thoughts care for, can you?\nÁh! ás the heart grows older\nIt will come to such sights colder\nBy and by, nor spare a sigh\nThough worlds of wanwood leafmeal lie;\nAnd yet you wíll weep and know why.\nNow no matter, child, the name:\nSórrow's spríngs áre the same.\nNor mouth had, no nor mind, expressed\nWhat heart heard of, ghost guessed:\nIt is the blight man was born for,\nIt is Margaret you mourn for.", "SPELT FROM SIBYL'S LEAVES": "EARNEST, earthless, equal, attuneable, | vaulty, voluminous, . .\n     stupendous\nEvening strains to be tíme's vást, | womb-of-all, home-of-all,\n     hearse-of-all night.\nHer fond yellow hornlight wound to the west, | her wild hollow\n     hoarlight hung to the height\nWaste; her earliest stars, earl-stars, | stárs principal, overbend us,\nFíre-féaturing heaven. For earth | her being has unbound, her\n     dapple is at an end, as-\ntray or aswarm, all throughther, in throngs; | self ín self steepèd\n     and pashed--qúite\nDisremembering, dísmembering | àll now. Heart, you round me\n     right\nWith: Óur évening is over us; óur night | whélms, whélms, ánd\n     will end us.\nOnly the beak-leaved boughs dragonish | damask the tool-smooth\n     bleak light; black,\nEver so black on it. Óur tale, óur oracle! | Lét life, wáned,\n     ah lét life wind\nOff hér once skéined stained véined varíety | upon, áll on twó\n     spools; párt, pen, páck\nNow her áll in twó flocks, twó folds--black, white; | right,\n     wrong; reckon but, reck but, mind\nBut thése two; wáre of a wórld where bút these | twó tell, each\n     off the óther; of a rack\nWhere, selfwrung, selfstrung, sheathe- and shelterless, | thóughts\n     agaínst thoughts ín groans grínd.", "INVERSNAID": "THIS darksome burn, horseback brown,\nHis rollrock highroad roaring down,\nIn coop and in comb the fleece of his foam\nFlutes and low to the lake falls home.\n\nA windpuff-bonnet of fáawn-fróth\nTurns and twindles over the broth\nOf a pool so pitchblack, féll-frówning,\nIt rounds and rounds Despair to drowning.\n\nDegged with dew, dappled with dew\nAre the groins of the braes that the brook treads through,\nWiry heathpacks, flitches of fern,\nAnd the beadbonny ash that sits over the burn.\n\nWhat would the world be, once bereft\nOf wet and of wildness? Let them be left,\nO let them be left, wildness and wet;\nLong live the weeds and the wilderness yet.", "UNTITLED _1_": "As kingfishers catch fire, dragonflies dráw fláme;\nAs tumbled over rim in roundy wells\nStones ring; like each tucked string tells, each hung bell's\nBow swung finds tongue to fling out broad its name;\nEach mortal thing does one thing and the same:\nDeals out that being indoors each one dwells;\nSelves--goes itself; _myself_ it speaks and spells,\nCrying _Whát I do is me: for that I came._\n\nÍ say móre: the just man justices;\nKéeps grace: thát keeps all his goings graces;\nActs in God's eye what in God's eye he is--\nChríst--for Christ plays in ten thousand places,\nLovely in limbs, and lovely in eyes not his\nTo the Father through the features of men's faces.", "RIBBLESDALE": "EARTH, sweet Earth, sweet landscape, with leavès throng\nAnd louchèd low grass, heaven that dost appeal\nTo, with no tongue to plead, no heart to feel;\nThat canst but only be, but dost that long--\n\nThou canst but be, but that thou well dost; strong\nThy plea with him who dealt, nay does now deal,\nThy lovely dale down thus and thus bids reel\nThy river, and o'er gives all to rack or wrong.\n\n   And what is Earth's eye, tongue, or heart else, where\nElse, but in dear and dogged man?--Ah, the heir\nTo his own selfbent so bound, so tied to his turn,\nTo thriftless reave both our rich round world bare\nAnd none reck of world after, this bids wear\nEarth brows of such care, care and dear concern.", "THE LEADEN ECHO AND THE GOLDEN ECHO (MAIDENS' SONG FROM ST. WINEFRED'S WELL)": "THE LEADEN ECHO\n\nHow to keep--is there ány any, is there none such, nowhere\n     known some, bow or brooch or braid or brace, láce, latch\n     or catch or key to keep\nBack beauty, keep it, beauty, beauty, beauty, . . . from vanishing\n     away?\n\n Ó is there no frowning of these wrinkles, rankèd wrinkles deep,\nDówn? no waving off of these most mournful messengers, still\n     messengers, sad and stealing messengers of grey?\nNo there's none, there's none, O no there's none,\nNor can you long be, what you now are, called fair,\nDo what you may do, what, do what you may,\nAnd wisdom is early to despair:\nBe beginning; since, no, nothing can be done\nTo keep at bay\nAge and age's evils, hoar hair,\nRuck and wrinkle, drooping, dying, death's worst, winding\n     sheets, tombs and worms and tumbling to decay;\nSo be beginning, be beginning to despair.\nO there's none; no no no there's none:\nBe beginning to despair, to despair,\nDespair, despair, despair, despair.\n\n\nTHE GOLDEN ECHO\n\n         Spare!\nThere is one, yes I have one (Hush there!);\nOnly not within seeing of the sun,\nNot within the singeing of the strong sun,\nTall sun's tingeing, or treacherous the tainting of the earth's air.\nSomewhere elsewhere there is ah well where! one,\nÓne. Yes I can tell such a key, I do know such a place,\nWhere whatever's prized and passes of us, everything that's\n     fresh and fast flying of us, seems to us sweet of us and\n     swiftly away with, done away with, undone,\nUndone, done with, soon done with, and yet dearly and\n     dangerously sweet\nOf us, the wimpled-water-dimpled, not-by-morning-matchèd face,\nThe flower of beauty, fleece of beauty, too too apt to, ah! to fleet,\nNever fleets more, fastened with the tenderest truth\nTo its own best being and its loveliness of youth: it is an ever-\n     lastingness of, O it is an all youth!\nCome then, your ways and airs and looks, locks, maiden gear,\n     gallantry and gaiety and grace,\nWinning ways, airs innocent, maiden manners, sweet looks,\n     loose locks, long locks, lovelocks, gaygear, going gallant,\n     girlgrace--\nResign them, sign them, seal them, send them, motion them\n     with breath,\nAnd with sighs soaring, soaring síghs deliver\nThem; beauty-in-the-ghost, deliver it, early now, long before\n     death\nGive beauty back, beauty, beauty, beauty, back to God, beauty's\n     self and beauty's giver.\nSee; not a hair is, not an eyelash, not the least lash lost; every hair\nIs, hair of the head, numbered.\nNay, what we had lighthanded left in surly the mere mould\nWill have waked and have waxed and have walked with the wind\n     what while we slept,\nThis side, that side hurling a heavyheaded hundredfold\nWhat while we, while we slumbered.\nO then, weary then whý should we tread? O why are we so\n     haggard at the heart, so care-coiled, care-killed, so fagged,\n     so fashed, so cogged, so cumbered,\nWhen the thing we freely fórfeit is kept with fonder a care,\nFonder a care kept than we could have kept it, kept\nFar with fonder a care (and we, we should have lost it) finer, fonder\nA care kept. Where kept? Do but tell us where kept, where.--\nYonder.--What high as that! We follow, now we follow.--\n     Yonder, yes yonder, yonder,\nYonder.", "THE BLESSED VIRGIN COMPARED TO THE AIR WE BREATHE": "WILD air, world-mothering air,\nNestling me everywhere,\nThat each eyelash or hair\nGirdles; goes home betwixt\nThe fleeciest, frailest-flixed\nSnowflake; that's fairly mixed\nWith, riddles, and is rife\nIn every least thing's life;\nThis needful, never spent,\nAnd nursing element;             10\nMy more than meat and drink,\nMy meal at every wink;\nThis air, which, by life's law,\nMy lung must draw and draw\nNow but to breathe its praise,\nMinds me in many ways\nOf her who not only\nGave God's infinity\nDwindled to infancy\nWelcome in womb and breast,      20\nBirth, milk, and all the rest\nBut mothers each new grace\nThat does now reach our race--\nMary Immaculate,\nMerely a woman, yet\nWhose presence, power is\nGreat as no goddess's\nWas deemèd, dreamèd; who\nThis one work has to do--\nLet all God's glory through,     30\nGod's glory which would go\nThrough her and from her flow\nOff, and no way but so.\n\n     I say that we are wound\nWith mercy round and round\nAs if with air: the same\nIs Mary, more by name.\nShe, wild web, wondrous robe,\nMantles the guilty globe,\nSince God has let dispense       40\nHer prayers his providence:\nNay, more than almoner,\nThe sweet alms' self is her\nAnd men are meant to share\nHer life as life does air.\n     If I have understood,\nShe holds high motherhood\nTowards all our ghostly good\nAnd plays in grace her part\nAbout man's beating heart,       50\nLaying, like air's fine flood,\nThe deathdance in his blood;\nYet no part but what will\nBe Christ our Saviour still.\nOf her flesh he took flesh:\nHe does take fresh and fresh,\nThough much the mystery how,\nNot flesh but spirit now\nAnd makes, O marvellous!\nNew Nazareths in us,             60\nWhere she shall yet conceive\nHim, morning, noon, and eve;\nNew Bethlems, and he born\nThere, evening, noon, and morn\nBethlem or Nazareth,\nMen here may draw like breath\nMore Christ and baffle death;\nWho, born so, comes to be\nNew self and nobler me\nIn each one and each one         70\nMore makes, when all is done,\nBoth God's and Mary's Son.\n     Again, look overhead\nHow air is azurèd;\nO how! nay do but stand\nWhere you can lift your hand\nSkywards: rich, rich it laps\nRound the four fingergaps.\nYet such a sapphire-shot,\nCharged, steepèd sky will not    80\nStain light. Yea, mark you this:\nIt does no prejudice.\nThe glass-blue days are those\nWhen every colour glows,\nEach shape and shadow shows.\nBlue be it: this blue heaven\nThe seven or seven times seven\nHued sunbeam will transmit\nPerfect, not alter it.\nOr if there does some soft,      90\nOn things aloof, aloft,\nBloom breathe, that one breath more\nEarth is the fairer for.\nWhereas did air not make\nThis bath of blue and slake\nHis fire, the sun would shake,\nA blear and blinding ball\nWith blackness bound, and all\nThe thick stars round him roll\nFlashing like flecks of coal,   100\nQuartz-fret, or sparks of salt,\nIn grimy vasty vault.\n     So God was god of old:\nA mother came to mould\nThose limbs like ours which are\nWhat must make our daystar\nMuch dearer to mankind;\nWhose glory bare would blind\nOr less would win man's mind.\nThrough her we may see him      110\nMade sweeter, not made dim,\nAnd her hand leaves his light\nSifted to suit our sight.\n     Be thou then, thou dear\nMother, my atmosphere;\nMy happier world, wherein\nTo wend and meet no sin;\nAbove me, round me lie\nFronting my froward eye\nWith sweet and scarless sky;    120\nStir in my ears, speak there\nOf God's love, O live air,\nOf patience, penance, prayer:\nWorld-mothering air, air wild,\nWound with thee, in thee isled,\nFold home, fast fold thy child.", "TO WHAT SERVES MORTAL BEAUTY?": "To what serves mortal beauty | dangerous; does set danc-\ning blood the O-seal-that-so | feature, flung prouder form\nThan Purcell tune lets tread to? | See: it does this: keeps warm\nMen's wits to the things that are; | what good means--where a glance\nMaster more may than gaze, | gaze out of countenance.\nThose lovely lads once, wet-fresh | windfalls of war's storm,\nHow then should Gregory, a father, | have gleanèd else from swarm-\ned Rome? But God to a nation | dealt that day's dear chance.\n   To man, that needs would worship | block or barren stone,\nOur law says: Love what are | love's worthiest, were all known;\nWorld's loveliest--men's selves. Self | flashes off frame and face.\nWhat do then? how meet beauty? | Merely meet it; own,\nHome at heart, heaven's sweet gift; | then leave, let that alone.\nYea, wish that though, wish all, | God's better beauty, grace.", "THE SOLDIER": "YES. Whý do we áll, seeing of a soldier, bless him? bless\nOur redcoats, our tars? Both these being, the greater part,\nBut frail clay, nay but foul clay. Here it is: the heart,\nSince, proud, it calls the calling manly, gives a guess\nThat, hopes that, makesbelieve, the men must be no less;\nIt fancies, feigns, deems, dears the artist after his art;\nAnd fain will find as sterling all as all is smart,\nAnd scarlet wear the spirit of wár thére express.\n\nMark Christ our King. He knows war, served this soldiering\n     through;\nHe of all can handle a rope best. There he bides in bliss\nNow, and séeing somewhére some mán do all that man can do,\nFor love he leans forth, needs his neck must fall on, kiss,\nAnd cry 'O Christ-done deed! So God-made-flesh does too:\nWere I come o'er again' cries Christ 'it should be this'.", "CARRION COMFORT": "NOT, I'll not, carrion comfort, Despair, not feast on thee;\nNot untwist--slack they may be--these last strands of man\nIn me ór, most weary, cry _I can no more_. I can;\nCan something, hope, wish day come, not choose not to be.\nBut ah, but O thou terrible, why wouldst thou rude on me\nThy wring-world right foot rock? lay a lionlimb against\n     me? scan\nWith darksome devouring eyes my bruisèd bones? and fan,\nO in turns of tempest, me heaped there; me frantic to\n     avoid thee and flee?\n\nWhy? That my chaff might fly; my grain lie, sheer\n     and clear.\nNay in all that toil, that coil, since (seems) I kissed the rod,\nHand rather, my heart lo! lapped strength, stole joy,\n     would laugh, chéer.\nCheer whom though? the hero whose heaven-handling\n     flung me, fóot tród\nMe? or me that fought him? O which one? is it each\n     one? That night, that year\nOf now done darkness I wretch lay wrestling with (my\n     God!) my God.", "UNTITLED _2_": "No worst, there is none. Pitched past pitch of grief,\nMore pangs will, schooled at forepangs, wilder wring.\nComforter, where, where is your comforting?\nMary, mother of us, where is your relief?\nMy cries heave, herds-long; huddle in a main, a chief\nWoe, world-sorrow; on an age-old anvil wince and sing--\nThen lull, then leave off. Fury had shrieked 'No ling-\nering! Let me be fell: force I must be brief'.\n\n   O the mind, mind has mountains; cliffs of fall\nFrightful, sheer, no-man-fathomed. Hold them cheap\nMay who ne'er hung there. Nor does long our small\nDurance deal with that steep or deep. Here! creep,\nWretch, under a comfort serves in a whirlwind: all\nLife death does end and each day dies with sleep.", "TOM'S GARLAND: UPON THE UNEMPLOYED": "TOM--garlanded with squat and surly steel\nTom; then Tom's fallowbootfellow piles pick\nBy him and rips out rockfire homeforth--sturdy Dick;\nTom Heart-at-ease, Tom Navvy: he is all for his meal\nSure, 's bed now. Low be it: lustily he his low lot (feel\nThat ne'er need hunger, Tom; Tom seldom sick,\nSeldomer heartsore; that treads through, prickproof,\n     thick\nThousands of thorns, thoughts) swings though. Common-\n     weal\nLittle I reck ho! lacklevel in, if all had bread:\nWhat! Country is honour enough in all us--lordly head,\nWith heaven's lights high hung round, or, mother-ground\nThat mammocks, mighty foot. But no way sped,\nNor mind nor mainstrength; gold go garlanded\nWith, perilous, O nó; nor yet plod safe shod sound;\n               Undenizened, beyond bound\nOf earth's glory, earth's ease, all; no one, nowhere,\nIn wide the world's weal; rare gold, bold steel, bare\n               In both; care, but share care--\nThis, by Despair, bred Hangdog dull; by Rage,\nManwolf, worse; and their packs infest the age.", "HARRY PLOUGHMAN": "HARD as hurdle arms, with a broth of goldish flue\nBreathed round; the rack of ribs; the scooped flank; lank\nRope-over thigh; knee-nave; and barrelled shank--\n          Head and foot, shoulder and shank--\nBy a grey eye's heed steered well, one crew, fall to;\nStand at stress. Each limb's barrowy brawn, his thew\nThat onewhere curded, onewhere sucked or sank--\n               Soared or sank--,\nThough as a beechbole firm, finds his, as at a roll-\n     call, rank\nAnd features, in flesh, what deed he each must do--\n          His sinew-service where do.\n\nHe leans to it, Harry bends, look. Back, elbow, and\n     liquid waist\nIn him, all quail to the wallowing o' the plough:\n     's cheek crimsons; curls\nWag or crossbridle, in a wind lifted, windlaced--\n          See his wind- lilylocks -laced;\nChurlsgrace, too, child of Amansstrength, how it hangs\n     or hurls\nThem--broad in bluff hide his frowning feet lashed! raced\nWith, along them, cragiron under and cold furls--\n          With-a-fountain's shining-shot furls.", "UNTITLED _3_": "To seem the stranger lies my lot, my life\nAmong strangèrs. Father and mother dear,\nBrothers and sisters are in Christ not near\nAnd he my peace my parting, sword and strife.\n   England, whose honour O all my heart woos, wife\nTo my creating thought, would neither hear\nMe, were I pleading, plead nor do I: I wear-\ny of idle a being but by where wars are rife.\n\n   I am in Ireland now; now I am at a thírd\nRemove. Not but in all removes I can\nKind love both give and get. Only what word\nWisest my heart breeds dark heaven's baffling ban\nBars or hell's spell thwarts. This to hoard unheard,\nHeard unheeded, leaves me a lonely began.", "UNTITLED _4_": "I WAKE and feel the fell of dark, not day.\nWhat hours, O what black hoürs we have spent\nThis night! what sights you, heart, saw; ways you went!\nAnd more must, in yet longer light's delay.\n     With witness I speak this. But where I say\nHours I mean years, mean life. And my lament\nIs cries countless, cries like dead letters sent\nTo dearest him that lives alas! away.\n\nI am gall, I am heartburn. God's most deep decree\nBitter would have me taste: my taste was me;\nBones built in me, flesh filled, blood brimmed the curse.\n     Selfyeast of spirit a dull dough sours. I see\nThe lost are like this, and their scourge to be\nAs I am mine, their sweating selves; but worse.", "UNTITLED _5_": "PATIENCE, hard thing! the hard thing but to pray,\nBut bid for, Patience is! Patience who asks\nWants war, wants wounds; weary his times, his tasks;\nTo do without, take tosses, and obey.\n   Rare patience roots in these, and, these away,\nNowhere. Natural heart's ivy, Patience masks\nOur ruins of wrecked past purpose. There she basks\nPurple eyes and seas of liquid leaves all day.\n\n   We hear our hearts grate on themselves: it kills\nTo bruise them dearer. Yet the rebellious wills\nOf us we do bid God bend to him even so.\n   And where is he who more and more distils\nDelicious kindness?--He is patient. Patience fills\nHis crisp combs, and that comes those ways we know.", "UNTITLED _6_": "MY own heart let me have more pity on; let\nMe live to my sad self hereafter kind,\nCharitable; not live this tormented mind\nWith this tormented mind tormenting yet.\n   I cast for comfort I can no more get\nBy groping round my comfortless, than blind\nEyes in their dark can day or thirst can find\nThirst's all-in-all in all a world of wet.\n\nSoul, self; come, poor Jackself, I do advise\nYou, jaded, let be; call off thoughts awhile\nElsewhere; leave comfort root-room; let joy size\nAt God knows when to God knows what; whose smile\n's not wrung, see you; unforeseen times rather--as skies\nBetweenpie mountains--lights a lovely mile.", "THAT NATURE IS A HERACLITEAN FIRE AND OF THE COMFORT OF THE RESURRECTION": "CLOUD-PUFFBALL, torn tufts, tossed pillows | flaunt forth, then\n     chevy on an air-\nbuilt thoroughfare: heaven-roysterers, in gay-gangs | they throng;\n     they glitter in marches.\nDown roughcast, down dazzling whitewash, | wherever an elm\n   arches,\nShivelights and shadowtackle in long | lashes lace, lance, and pair.\nDelightfully the bright wind boisterous | ropes, wrestles, beats\n   earth bare\nOf yestertempest's creases; in pool and rut peel parches\nSquandering ooze to squeezed | dough, crust, dust; stanches,\n   starches\nSquadroned masks and manmarks | treadmire toil there\nFootfretted in it. Million-fuelèd, | nature's bonfire burns on.\nBut quench her bonniest, dearest | to her, her clearest-selvèd spark\nMan, how fast his firedint, | his mark on mind, is gone!\nBoth are in an unfathomable, all is in an enormous dark\nDrowned. O pity and indig | nation! Manshape, that shone\nSheer off, disseveral, a star, | death blots black out; nor mark\n          Is any of him at all so stark\nBut vastness blurs and time | beats level. Enough! the Resur-\n     rection,\nA heart's-clarion! Away grief's gasping, | joyless days, dejection.\n          Across my foundering deck shone\nA beacon, an eternal beam. | Flesh fade, and mortal trash\nFall to the residuary worm; | world's wildfire, leave but ash:\n          In a flash, at a trumpet crash,\nI am all at once what Christ is, | since he was what I am, and\nThis Jack, joke, poor potsherd, | patch, matchwood, immortal\n     diamond,\n          Is immortal diamond.", "IN HONOUR OF ST. ALPHONSUS RODRIGUEZ, LAYBROTHER OF THE SOCIETY OF JESUS": "HONOUR is flashed off exploit, so we say;\nAnd those strokes once that gashed flesh or galled shield\nShould tongue that time now, trumpet now that field,\nAnd, on the fighter, forge his glorious day.\nOn Christ they do and on the martyr may;\nBut be the war within, the brand we wield\nUnseen, the heroic breast not outward-steeled,\nEarth hears no hurtle then from fiercest fray.\n\n   Yet God (that hews mountain and continent,\nEarth, all, out; who, with trickling increment,\nVeins violets and tall trees makes more and more)\nCould crowd career with conquest while there went\nThose years and years by of world without event\nThat in Majorca Alfonso watched the door.", "UNTITLED _7_": "_Justus quidem tu es, Domine, si disputem tecum: verum-\ntamen justa loquar ad te: Quare via impiorum prospera-\ntur? &c._\n\nTHOU art indeed just, Lord, if I contend\nWith thee; but, sir, so what I plead is just.\nWhy do sinners' ways prosper? and why must\nDisappointment all I endeavour end?\n\n   Wert thou my enemy, O thou my friend,\nHow wouldst thou worse, I wonder, than thou dost\nDefeat, thwart me? Oh, the sots and thralls of lust\nDo in spare hours more thrive than I that spend,\nSir, life upon thy cause. See, banks and brakes\nNow, leavèd how thick! lacèd they are again\nWith fretty chervil, look, and fresh wind shakes\nThem; birds build--but not I build; no, but strain,\nTime's eunuch, and not breed one work that wakes.\nMine, O thou lord of life, send my roots rain.", "TO R. B.": "THE fine delight that fathers thought; the strong\nSpur, live and lancing like the blowpipe flame,\nBreathes once and, quenchèd faster than it came,\nLeaves yet the mind a mother of immortal song.\nNine months she then, nay years, nine years she long\nWithin her wears, bears, cares and moulds the same:\nThe widow of an insight lost she lives, with aim\nNow known and hand at work now never wrong.\n   Sweet fire the sire of muse, my soul needs this;\nI want the one rapture of an inspiration.\nO then if in my lagging lines you miss\nThe roll, the rise, the carol, the creation,\nMy winter world, that scarcely breathes that bliss\nNow, yields you, with some sighs, our explanation.\n\n\n\nUNFINISHED POEMS\n& FRAGMENTS", "SUMMA": "THE best ideal is the true\n   And other truth is none.\nAll glory be ascribèd to\n   The holy Three in One.", "UNTITLED _8_": "WHAT being in rank-old nature should earlier have that\n   breath been\nThat hére pérsonal tells off these heart-song powerful\npeals?--\nA bush-browed, beetle-brówed bíllow is it?\nWith a soúth-wésterly wínd blústering, with a tide rolls\n   reels\nOf crumbling, fore-foundering, thundering all-surfy seas\n   in; seen\nÚnderneath, their glassy barrel, of a fairy green.\n     .     .     .     .     .     .     .     .\nOr a jaunting vaunting vaulting assaulting trumpet telling", "ON THE PORTRAIT OF TWO BEAUTIFUL YOUNG PEOPLE: A BROTHER AND SISTER": "O I admire and sorrow! The heart's eye grieves\nDiscovering you, dark tramplers, tyrant years.\nA juice rides rich through bluebells, in vine leaves,\nAnd beauty's dearest veriest vein is tears.\n\n\n\nHappy the father, mother of these! Too fast:\nNot that, but thus far, all with frailty, blest\nIn one fair fall; but, for time's aftercast,\nCreatures all heft, hope, hazard, interest.\n\nAnd are they thus? The fine, the fingering beams\nTheir young delightful hour do feature down\nThat fleeted else like day-dissolvèd dreams\nOr ringlet-race on burling Barrow brown.\n\nShe leans on him with such contentment fond\nAs well the sister sits, would well the wife;\nHis looks, the soul's own letters, see beyond,\nGaze on, and fall directly forth on life.\n\nBut ah, bright forelock, cluster that you are\nOf favoured make and mind and health and youth,\nWhere lies your landmark, seamark, or soul's star?\nThere's none but truth can stead you. Christ is truth.\n\nThere's none but good can bé good, both for you\nAnd what sways with you, maybe this sweet maid;\nNone good but God--a warning wavèd to\nOne once that was found wanting when Good weighed.\n\nMan lives that list, that leaning in the will\nNo wisdom can forecast by gauge or guess,\nThe selfless self of self, most strange, most still,\nFast furled and all foredrawn to No or Yes.\n\nYour feast of; that most in you earnest eye\nMay but call on your banes to more carouse.\nWorst will the best. What worm was here, we cry,\nTo have havoc-pocked so, see, the hung-heavenward\n     boughs?\n\nEnough: corruption was the world's first woe.\nWhat need I strain my heart beyond my ken?\nO but I bear my burning witness though\nAgainst the wild and wanton work of men.\n     .     .     .     .     .     .     .", "UNTITLED _9_": "THE sea took pity: it interposed with doom:\n'I have tall daughters dear that heed my hand:\nLet Winter wed one, sow them in her womb,\nAnd she shall child them on the New-world strand.'\n     .     .     .     .     .     .     .     .", "(ASH-BOUGHS)": "a.\n\nNOT of all my eyes see, wandering on the world,\nIs anything a milk to the mind so, so sighs deep\nPoetry to it, as a tree whose boughs break in the sky.\nSay it is ashboughs: whether on a December day and\n     furled\nFast ór they in clammyish lashtender combs creep\nApart wide and new-nestle at heaven most high.\nThey touch heaven, tabour on it; how their talons sweep\nThe smouldering enormous winter welkin! May\nMells blue and snowwhite through them, a fringe and fray\nOf greenery: it is old earth's groping towards the steep\n          Heaven whom she childs us by.", "UNTITLED _10_": "     .     .     .     .     .     .     .     .\nHOPE holds to Christ the mind's own mirror out\nTo take His lovely likeness more and more.\nIt will not well, so she would bring about\nAn ever brighter burnish than before\nAnd turns to wash it from her welling eyes\nAnd breathes the blots off all with sighs on sighs.\nHer glass is blest but she as good as blind\nHolds till hand aches and wonders what is there;\nHer glass drinks light, she darkles down behind,\nAll of her glorious gainings unaware.\n     .     .     .     .     .     .     .     .\nI told you that she turned her mirror dim\nBetweenwhiles, but she sees herself not Him.\n     .     .     .     .     .     .     .     .", "ST. WINEFRED'S WELL": "ACT I. Sc. I\n\n_Enter Teryth from riding, Winefred following._\n\nT. WHAT is it, Gwen, my girl? why do you hover and haunt me?\n\nW. You came by Caerwys, sir?\n\nT.           I came by Caerwys.\n\nW.                There\n   Some messenger there might have met you from my uncle.\n\nT. Your uncle met the messenger--met me; and this the\n     message:\n   Lord Beuno comes to-night.\n\nW.           To-night, sir!\n\nT.                Soon, now: therefore\n   Have all things ready in his room.\n\nW.           There needs but little doing.\n\nT. Let what there needs be done. Stay! with him one com-\n     panion,\n   His deacon, Dirvan Warm: twice over must the welcome be,\n   But both will share one cell. This was good news,\n     Gwenvrewi.\n\nW. Ah yes!\n\nT. Why, get thee gone then; tell thy mother I want her.\n                         _Exit Winefred._\n   No man has such a daughter. The fathers of the world\n   Call no such maiden 'mine'. The deeper grows her\n     dearness\n   And more and more times laces round and round my heart,\n   The more some monstrous hand gropes with clammy fingers\n     there,\n   Tampering with those sweet bines, draws them out, strains\n     them, strains them;\n   Meantime some tongue cries 'What, Teryth! what, thou\n     poor fond father!\n   How when this bloom, this honeysuckle, that rides the air\n     so rich about thee,\n   Is all, all sheared away, thus!' Then I sweat for fear.\n   Or else a funeral, and yet 'tis not a funeral,\n   Some pageant which takes tears and I must foot with\n     feeling that\n   Alive or dead my girl is carried in it, endlessly\n   Goes marching thro' my mind. What sense is this? It\n     has none.\n   This is too much the father; nay the mother. Fanciful!\n   I here forbid my thoughts to fool themselves with fears.\n\n               _Enter Gwenlo._\n\n     .    .    .    .    .    .    .    .    .    .    .\n\n\nAct II.--_Scene, a wood ending in a steep bank over a dry dene,\n     Winefred having been murdered within. Re-enter Caradoc\n     with a bloody sword._\n\nC. My heart, where have we been? What have we seen, my\n     mind?\n   What stroke has Caradoc's right arm dealt? what done?\n     Head of a rebel\n   Struck off it has; written upon lovely limbs,\n   In bloody letters, lessons of earnest, of revenge;\n   Monuments of my earnest, records of my revenge,\n   On one that went against me whéreas I had warned her--\n   Warned her! well she knew. I warned her of this work.\n   What work? what harm 's done? There is no harm done,\n     none yet;\n   Perhaps we struck no blow, Gwenvrewi lives perhaps;\n   To makebelieve my mood was--mock. I might think so\n   But here, here is a workman from his day's task sweats.\n   Wiped I am sure this was; it seems not well; for still,\n   Still the scarlet swings and dances on the blade.\n   So be it. Thou steel, thou butcher,\n   I cán scour thee, fresh burnish thee, sheathe thee in thy\n     dark lair; these drops\n   Never, never, never in their blue banks again.\n   The woeful, Cradock, the woeful word! Then what,\n   What have we seen? Her head, sheared from her shoulders,\n     fall,\n   And lapped in shining hair, roll to the bank's edge; then\n   Down the beetling banks, like water in waterfalls,\n   It stooped and flashed and fell and ran like water away.\n   Her eyes, oh and her eyes!\n   In all her beauty, and sunlight to it is a pit, den, darkness,\n   Foam-falling is not fresh to it, rainbow by it not beaming,\n   In all her body, I say, no place was like her eyes,\n   No piece matched those eyes kept most part much cast down\n   But, being lifted, immortal, of immortal brightness.\n   Several times I saw them, thrice or four times turning;\n   Round and round they came and flashed towards heaven:\n     O there,\n   There they did appeal. Therefore airy vengeances\n   Are afoot; heaven-vault fast purpling portends, and what\n     first lightning\n   Any instant falls means me. And I do not repent;\n   I do not and I will not repent, not repent.\n   The blame bear who aroused me. What I have done violent\n   I have like a lion done, lionlike done,\n   Honouring an uncontrolled royal wrathful nature,\n   Mantling passion in a grandeur, crimson grandeur.\n   Now be my pride then perfect, all one piece. Henceforth\n   In a wide world of defiance Caradoc lives alone,\n   Loyal to his own soul, laying his own law down, no law nor\n   Lord now curb him for ever. O daring! O deep insight!\n   What is virtue? Valour; only the heart valiant.\n   And right? Only resolution; will, his will unwavering\n   Who, like me, knowing his nature to the heart home,\n     nature's business,\n   Despatches with no flinching. But will flesh, O can flesh\n   Second this fiery strain? Not always; O no no!\n   We cannot live this life out; sometimes we must weary\n   And in this darksome world what comfort can I find?\n   Down this darksome world cómfort whére can I find\n   When 'ts light I quenched; its rose, time's one rich rose,\n     my hand,\n   By her bloom, fast by her fresh, her fleecèd bloom,\n   Hideous dashed down, leaving earth a winter withering\n   With no now, no Gwenvrewi. I must miss her most\n   That might have spared her were it but for passion-sake. Yes,\n   To hunger and not have, yét hope ón for, to storm and\n     strive and\n   Be at every assault fresh foiled, worse flung, deeper dis-\n     appointed,\n   The turmoil and the torment, it has, I swear, a sweetness,\n   Keeps a kind of joy in it, a zest, an edge, an ecstasy,\n   Next after sweet success. I am not left even this;\n   I all my being have hacked in half with her neck: one part,\n   Reason, selfdisposal, choice of better or worse way,\n   Is corpse now, cannot change; my other self, this soul,\n   Life's quick, this kínd, this kéen self-feeling,\n   With dreadful distillation of thoughts sour as blood,\n   Must all day long taste murder. What do nów then?\n     Do? Nay,\n   Deed-bound I am; one deed treads all down here cramps\n        all doing. What do? Not yield,\n   Not hope, not pray; despair; ay, that: brazen despair out,\n   Brave all, and take what comes--as here this rabble is come,\n   Whose bloods I reck no more of, no more rank with hers\n   Than sewers with sacred oils. Mankind, that mobs, comes.\n     Come!\n\n_Enter a crowd, among them Teryth, Gwenlo, Beuno._\n\n     .    .    .    .    .    .    .    .    .    .    .\n\n_After Winefred's raising from the dead and the breaking\n               out of the fountain._\n\nBEUNO. O now while skies are blue, now while seas are salt,\n   While rushy rains shall fall or brooks shall fleet from\n     fountains,\n   While sick men shall cast sighs, of sweet health all despairing.\n   While blind men's eyes shall thirst after daylight, draughts\n     of daylight,\n   Or deaf ears shall desire that lipmusic that's lost upon them,\n   While cripples are, while lepers, dancers in dismal limb-\n     dance,\n   Fallers in dreadful frothpits, waterfearers wild,\n   Stone, palsy, cancer, cough, lung wasting, womb not bearing,\n   Rupture, running sores, what more? in brief, in burden,\n   As long as men are mortal and God merciful,\n   So long to this sweet spot, this leafy lean-over,\n   This Dry Dene, now no longer dry nor dumb, but moist\n     and musical\n   With the uproll and the downcarol of day and night\n     delivering\n   Water, which keeps thy name, (for not in róck wrítten,\n   But in pale water, frail water, wild rash and reeling water,\n   That will not wear a print, that will not stain a pen,\n   Thy venerable record, virgin, is recorded).\n   Here to this holy well shall pilgrimages be,\n   And not from purple Wales only nor from elmy England,\n   But from beyond seas, Erin, France and Flanders, every-\n     where,\n   Pilgrims, still pilgrims, móre pílgrims, still more poor pilgrims.\n   .    .    .    .    .    .    .    .    .    .    .\n   What sights shall be when some that swung, wretches, on\n     crutches\n   Their crutches shall cast from them, on heels of air departing,\n   Or they go rich as roseleaves hence that loathsome cáme\n     hither!\n   Not now to náme even\n   Those dearer, more divine boons whose haven the heart is.\n   .    .    .    .    .    .    .    .    .    .    .\n   As sure as what is most sure, sure as that spring primroses\n   Shall new-dapple next year, sure as to-morrow morning,\n   Amongst come-back-again things, thíngs with a revival,\n     things with a recovery,\n   Thy name . . .\n\n   .    .    .    .    .    .    .    .    .    .    .", "UNTITLED _11_": "WHAT shall I do for the land that bred me,\nHer homes and fields that folded and fed me?--\nBe under her banner and live for her honour:\nUnder her banner I'll live for her honour.\n   CHORUS. Under her banner live for her honour.\n\nNot the pleasure, the pay, the plunder,\nBut country and flag, the flag I am under--\nThere is the shilling that finds me willing\nTo follow a banner and fight for honour.\n   CH. We follow her banner, we fight for her honour.\n\nCall me England's fame's fond lover,\nHer fame to keep, her fame to recover.\nSpend me or end me what God shall send me,\nBut under her banner I live for her honour.\n   CH. Under her banner we march for her honour.\n\nWhere is the field I must play the man on?\nO welcome there their steel or cannon.\nImmortal beauty is death with duty,\nIf under her banner I fall for her honour.\n   CH. Under her banner we fall for her honour.", "UNTITLED _12_": "THE times are nightfall, look, their light grows less;\nThe times are winter, watch, a world undone:\nThey waste, they wither worse; they as they run\nOr bring more or more blazon man's distress.\nAnd I not help. Nor word now of success:\nAll is from wreck, here, there, to rescue one--\nWork which to see scarce so much as begun\nMakes welcome death, does dear forgetfulness.\n\nOr what is else? There is your world within.\nThere rid the dragons, root out there the sin.\nYour will is law in that small commonweal . . .", "CHEERY BEGGAR": "BEYOND Mágdalen and by the Bridge, on a place called\n      there the Plain,\n   In Summer, in a burst of summertime\n   Following falls and falls of rain,\nWhen the air was sweet-and-sour of the flown fineflower of\nThose goldnails and their gaylinks that hang along a lime;\n     .     .     .     .     .     .     .     .\n\n   The motion of that man's heart is fine\n   Whom want could not make píne, píne\nThat struggling should not sear him, a gift should cheer\n      him\nLike that poor pocket of pence, poor pence of mine.\n     .     .     .     .     .     .     .     .", "UNTITLED _13_": "DENIS, whose motionable, alert, most vaulting wit\nCaps occasion with an intellectual fit.\nYet Arthur is a Bowman: his three-heeled timber'll hit\nThe bald and bóld blínking gold when áll's dóne\nRight rooting in the bare butt's wincing navel in the sight\n     of the sun.\n     .     .     .     .     .     .     .     .", "UNTITLED _14_": "THE furl of fresh-leaved dogrose down\nHis cheeks the forth-and-flaunting sun\nHad swarthed about with lion-brown\n     Before the Spring was done.\n\nHis locks like all a ravel-rope's-end,\n   With hempen strands in spray--\nFallow, foam-fallow, hanks--fall'n off their ranks,\n   Swung down at a disarray.\n\nOr like a juicy and jostling shock\n   Of bluebells sheaved in May\nOr wind-long fleeces on the flock\n   A day off shearing day.\n\nThen over his turnèd temples--here--\n   Was a rose, or, failing that,\nRough-Robin or five-lipped campion clear\n   For a beauty-bow to his hat,\nAnd the sunlight sidled, like dewdrops, like dandled\n     diamonds\nThrough the sieve of the straw of the plait.\n     .     .     .     .     .     .     .     .", "THE WOODLARK": "_TEEVO cheetio cheevio chee:_\nO where, what can thát be?\n_Weedio-weedio:_ there again!\nSo tiny a trickle of sóng-strain;\nAnd all round not to be found\nFor brier, bough, furrow, or gréen ground\nBefore or behind or far or at hand\nEither left either right\nAnywhere in the súnlight.\nWell, after all! Ah but hark--\n'I am the little woodlark.\n     .     .     .     .     .     .     .\nTo-day the sky is two and two\nWith white strokes and strains of the blue\n     .     .     .     .     .     .     .\nRound a ring, around a ring\nAnd while I sail (must listen) I sing\n     .     .     .     .     .     .     .\nThe skylark is my cousin and he\nIs known to men more than me\n     .     .     .     .     .     .     .\n               . . . when the cry within\nSays Go on then I go on\nTill the longing is less and the good gone\n\nBut down drop, if it says Stop,\nTo the all-a-leaf of the tréetop\nAnd after that off the bough\n     .     .     .     .     .     .     .\nI ám so véry, O só very glad\nThat I dó thínk there is not to be had . . .\n     .     .     .     .     .     .     .\nThe blue wheat-acre is underneath\nAnd the braided ear breaks out of the sheath,\nThe ear in milk, lush the sash,\nAnd crush-silk poppies aflash,\nThe blood-gush blade-gash\nFlame-rash rudred\nBud shelling or broad-shed\nTatter-tassel-tangled and dingle-a-dangled\nDandy-hung dainty head.\n     .     .     .     .     .     .     .\nAnd down ... the furrow dry\nSunspurge and oxeye\nAnd laced-leaved lovely\nFoam-tuft fumitory\n     .     .     .     .     .     .     .\nThrough the velvety wind V-winged\nTo the nest's nook I balance and buoy\nWith a sweet joy of a sweet joy,\nSweet, of a sweet, of a sweet joy\nOf a sweet--a sweet--sweet--joy.", "MOONRISE": "I AWOKE in the Midsummer not to call night, | in the\n     white and the walk of the morning:\nThe moon, dwindled and thinned to the fringe | of a\n     finger-nail held to the candle,\nOr paring of paradisaïcal fruit, | lovely in waning but\n     lustreless,\nStepped from the stool, drew back from the barrow, | of\n     dark Maenefa the mountain;\nA cusp still clasped him, a fluke yet fanged him, | en-\n     tangled him, not quit utterly.\nThis was the prized, the desirable sight, | unsought, pre-\n     sented so easily,\nParted me leaf and leaf, divided me, | eyelid and eyelid of\n     slumber.", "UNTITLED _15_": "REPEAT that, repeat,\nCuckoo, bird, and open ear wells, heart-springs, delight-\n     fully sweet,\nWith a ballad, with a ballad, a rebound\nOff trundled timber and scoops of the hillside ground,\n     hollow hollow hollow ground:\nThe whole landscape flushes on a sudden at a sound.", "UNTITLED _16_": "'The child is father to the man.'\nHow can he be? The words are wild.\nSuck any sense from that who can:\n'The child is father to the man.'\nNo; what the poet did write ran,\n'The man is father to the child.'\n'The child is father to the man!'\nHow _can_ he be? The words are wild.", "UNTITLED _17_": "THE shepherd's brow fronting forked lightning, owns\nThe horror and the havoc and the glory\nOf it. Angels fall, they are towers, from heaven--a story\nOf just, majestical, and giant groans.\nBut man--we, scaffold of score brittle bones;\nWho breathe, from groundlong babyhood to hoary\nAge gasp; whose breath is our _memento mori_--\nWhat bass is _our_ viol for tragic tones?\nHe! Hand to mouth he lives, and voids with shame;\nAnd, blazoned in however bold the name,\nMan Jack the man is, just; his mate a hussy.\nAnd I that die these deaths, that feed this flame,\nThat ... in smooth spoons spy life's masque mirrored:\n     tame\nMy tempests there, my fire and fever fussy.", "TO HIS WATCH": "MORTAL my mate, bearing my rock-a-heart\nWarm beat with cold beat company, shall I\nEarlier or you fail at our force, and lie\nThe ruins of, rifled, once a world of art?\nThe telling time our task is; time's some part,\nNot all, but we were framed to fail and die--\nOne spell and well that one. There, ah thereby\nIs comfort's carol of all or woe's worst smart.\n\nField-flown the departed day no morning brings\nSaying 'This was yours' with her, but new one, worse.\nAnd then that last and shortest . . .", "UNTITLED _18_": "STRIKE, churl; hurl, cheerless wind, then; heltering hail\nMay's beauty massacre and wispèd wild clouds grow\nOut on the giant air; tell Summer No,\nBid joy back, have at the harvest, keep Hope pale.", "EPITHALAMION": "HARK, hearer, hear what I do; lend a thought now, make believe\nWe are leafwhelmed somewhere with the hood\nOf some branchy bunchy bushybowered wood,\nSouthern dene or Lancashire clough or Devon cleave,\nThat leans along the loins of hills, where a candycoloured, where\n     a gluegold-brown\nMarbled river, boisterously beautiful, between\nRoots and rocks is danced and dandled, all in froth and water-\n     blowballs, down.\nWe are there, when we hear a shout\nThat the hanging honeysuck, the dogeared hazels in the cover\nMakes dither, makes hover\nAnd the riot of a rout\nOf, it must be, boys from the town\nBathing: it is summer's sovereign good.\n\nBy there comes a listless stranger: beckoned by the noise\nHe drops towards the river: unseen\nSees the bevy of them, how the boys\nWith dare and with downdolphinry and bellbright bodies hud-\n     dling out,\nAre earthworld, airworld, waterworld thorough hurled, all by\n     turn and turn about.\n\nThis garland of their gambols flashes in his breast\nInto such a sudden zest\nOf summertime joys\nThat he hies to a pool neighbouring; sees it is the best\nThere; sweetest, freshest, shadowiest;\nFairyland; silk-beech, scrolled ash, packed sycamore, wild\n     wychelm, hornbeam fretty overstood\nBy. Rafts and rafts of flake-leaves light, dealt so, painted on the air,\nHang as still as hawk or hawkmoth, as the stars or as the angels\n     there,\nLike the thing that never knew the earth, never off roots\nRose. Here he feasts: lovely all is! No more: off with--\n     down he dings\nHis bleachèd both and woolwoven wear:\nCareless these in coloured wisp\nAll lie tumbled-to; then with loop-locks\nForward falling, forehead frowning, lips crisp\nOver finger-teasing task, his twiny boots\nFast he opens, last he offwrings\nTill walk the world he can with bare his feet\nAnd come where lies a coffer, burly all of blocks\nBuilt of chancequarrièd, selfquainèd rocks\nAnd the water warbles over into, filleted with glassy grassy\n     quicksilvery shivès and shoots\nAnd with heavenfallen freshness down from moorland still brims,\nDark or daylight on and on. Here he will then, here he will\n     the fleet\nFlinty kindcold element let break across his limbs\nLong. Where we leave him, froliclavish while he looks about\n     him, laughs, swims.\n\nEnough now; since the sacred matter that I mean\nI should be wronging longer leaving it to float\nUpon this only gambolling and echoing-of-earth note--\nWhat is ... the delightful dene?\nWedlock. What the water? Spousal love.\n     .    .    .    .    .    .    .    .    .    .\n     .    .    .    .    .    .    .    .    .    .\nFather, mother, brothers, sisters, friends\nInto fairy trees, wild flowers, wood ferns\nRankèd round the bower\n     .    .    .    .    .    .    .    .    .    .", "metadata": "hopkins|Gerard Manley Hopkins|1844|1889|https://en.wikipedia.org/wiki/Gerard_Manley_Hopkins"}