{"THE TWELVE-FORTY-FIVE": "     _For Edward J. Wheeler_\n\n\n     Within the Jersey City shed\n     The engine coughs and shakes its head,\n     The smoke, a plume of red and white,\n     Waves madly in the face of night.\n     And now the grave incurious stars\n     Gleam on the groaning hurrying cars.\n     Against the kind and awful reign\n     Of darkness, this our angry train,\n     A noisy little rebel, pouts\n     Its brief defiance, flames and shouts --\n     And passes on, and leaves no trace.\n     For darkness holds its ancient place,\n     Serene and absolute, the king\n     Unchanged, of every living thing.\n     The houses lie obscure and still\n     In Rutherford and Carlton Hill.\n     Our lamps intensify the dark\n     Of slumbering Passaic Park.\n     And quiet holds the weary feet\n     That daily tramp through Prospect Street.\n     What though we clang and clank and roar\n     Through all Passaic's streets?  No door\n     Will open, not an eye will see\n     Who this loud vagabond may be.\n     Upon my crimson cushioned seat,\n     In manufactured light and heat,\n     I feel unnatural and mean.\n     Outside the towns are cool and clean;\n     Curtained awhile from sound and sight\n     They take God's gracious gift of night.\n     The stars are watchful over them.\n     On Clifton as on Bethlehem\n     The angels, leaning down the sky,\n     Shed peace and gentle dreams.  And I --\n     I ride, I blasphemously ride\n     Through all the silent countryside.\n     The engine's shriek, the headlight's glare,\n     Pollute the still nocturnal air.\n     The cottages of Lake View sigh\n     And sleeping, frown as we pass by.\n     Why, even strident Paterson\n     Rests quietly as any nun.\n     Her foolish warring children keep\n     The grateful armistice of sleep.\n     For what tremendous errand's sake\n     Are we so blatantly awake?\n     What precious secret is our freight?\n     What king must be abroad so late?\n     Perhaps Death roams the hills to-night\n     And we rush forth to give him fight.\n     Or else, perhaps, we speed his way\n     To some remote unthinking prey.\n     Perhaps a woman writhes in pain\n     And listens -- listens for the train!\n     The train, that like an angel sings,\n     The train, with healing on its wings.\n     Now \"Hawthorne!\" the conductor cries.\n     My neighbor starts and rubs his eyes.\n     He hurries yawning through the car\n     And steps out where the houses are.\n     This is the reason of our quest!\n     Not wantonly we break the rest\n     Of town and village, nor do we\n     Lightly profane night's sanctity.\n     What Love commands the train fulfills,\n     And beautiful upon the hills\n     Are these our feet of burnished steel.\n     Subtly and certainly I feel\n     That Glen Rock welcomes us to her\n     And silent Ridgewood seems to stir\n     And smile, because she knows the train\n     Has brought her children back again.\n     We carry people home -- and so\n     God speeds us, wheresoe'er we go.\n     Hohokus, Waldwick, Allendale\n     Lift sleepy heads to give us hail.\n     In Ramsey, Mahwah, Suffern stand\n     Houses that wistfully demand\n     A father -- son -- some human thing\n     That this, the midnight train, may bring.\n     The trains that travel in the day\n     They hurry folks to work or play.\n     The midnight train is slow and old\n     But of it let this thing be told,\n     To its high honor be it said\n     It carries people home to bed.\n     My cottage lamp shines white and clear.\n     God bless the train that brought me here.", "PENNIES": "     A few long-hoarded pennies in his hand\n     Behold him stand;\n     A kilted Hedonist, perplexed and sad.\n     The joy that once he had,\n     The first delight of ownership is fled.\n     He bows his little head.\n     Ah, cruel Time, to kill\n     That splendid thrill!\n\n     Then in his tear-dimmed eyes\n     New lights arise.\n     He drops his treasured pennies on the ground,\n     They roll and bound\n     And scattered, rest.\n     Now with what zest\n     He runs to find his errant wealth again!\n\n     So unto men\n     Doth God, depriving that He may bestow.\n     Fame, health and money go,\n     But that they may, new found, be newly sweet.\n     Yea, at His feet\n     Sit, waiting us, to their concealment bid,\n     All they, our lovers, whom His Love hath hid.\n\n     Lo, comfort blooms on pain, and peace on strife,\n      And gain on loss.\n     What is the key to Everlasting Life?\n      A blood-stained Cross.", "TREES": "     _For Mrs. Henry Mills Alden_\n\n\n     I think that I shall never see\n     A poem lovely as a tree.\n\n     A tree whose hungry mouth is prest\n     Against the earth's sweet flowing breast;\n\n     A tree that looks at God all day,\n     And lifts her leafy arms to pray;\n\n     A tree that may in Summer wear\n     A nest of robins in her hair;\n\n     Upon whose bosom snow has lain;\n     Who intimately lives with rain.\n\n     Poems are made by fools like me,\n     But only God can make a tree.", "STARS": "     _For the Rev. James J. Daly, S. J._\n\n\n     Bright stars, yellow stars, flashing through the air,\n     Are you errant strands of Lady Mary's hair?\n     As she slits the cloudy veil and bends down through,\n     Do you fall across her cheeks and over heaven too?\n\n     Gay stars, little stars, you are little eyes,\n     Eyes of baby angels playing in the skies.\n     Now and then a winged child turns his merry face\n     Down toward the spinning world -- what a funny place!\n\n     Jesus Christ came from the Cross (Christ receive my soul!)\n     In each perfect hand and foot there was a bloody hole.\n     Four great iron spikes there were, red and never dry,\n     Michael plucked them from the Cross and set them in the sky.\n\n     Christ's Troop, Mary's Guard, God's own men,\n     Draw your swords and strike at Hell and strike again.\n     Every steel-born spark that flies where God's battles are,\n     Flashes past the face of God, and is a star.", "OLD POETS": "     _For Robert Cortez Holliday_\n\n\n     If I should live in a forest\n      And sleep underneath a tree,\n     No grove of impudent saplings\n      Would make a home for me.\n\n     I'd go where the old oaks gather,\n      Serene and good and strong,\n     And they would not sigh and tremble\n      And vex me with a song.\n\n     The pleasantest sort of poet\n      Is the poet who's old and wise,\n     With an old white beard and wrinkles\n      About his kind old eyes.\n\n     For these young flippertigibbets\n      A-rhyming their hours away\n     They won't be still like honest men\n      And listen to what you say.\n\n     The young poet screams forever\n      About his sex and his soul;\n     But the old man listens, and smokes his pipe,\n      And polishes its bowl.\n\n     There should be a club for poets\n      Who have come to seventy year.\n     They should sit in a great hall drinking\n      Red wine and golden beer.\n\n     They would shuffle in of an evening,\n      Each one to his cushioned seat,\n     And there would be mellow talking\n      And silence rich and sweet.\n\n     There is no peace to be taken\n      With poets who are young,\n     For they worry about the wars to be fought\n      And the songs that must be sung.\n\n     But the old man knows that he's in his chair\n      And that God's on His throne in the sky.\n     So he sits by the fire in comfort\n      And he lets the world spin by.", "DELICATESSEN": "     Why is that wanton gossip Fame\n      So dumb about this man's affairs?\n     Why do we titter at his name\n      Who come to buy his curious wares?\n\n     Here is a shop of wonderment.\n      From every land has come a prize;\n     Rich spices from the Orient,\n      And fruit that knew Italian skies,\n\n     And figs that ripened by the sea\n      In Smyrna, nuts from hot Brazil,\n     Strange pungent meats from Germany,\n      And currants from a Grecian hill.\n\n     He is the lord of goodly things\n      That make the poor man's table gay,\n     Yet of his worth no minstrel sings\n      And on his tomb there is no bay.\n\n     Perhaps he lives and dies unpraised,\n      This trafficker in humble sweets,\n     Because his little shops are raised\n      By thousands in the city streets.\n\n     Yet stars in greater numbers shine,\n      And violets in millions grow,\n     And they in many a golden line\n      Are sung, as every child must know.\n\n     Perhaps Fame thinks his worried eyes,\n      His wrinkled, shrewd, pathetic face,\n     His shop, and all he sells and buys\n      Are desperately commonplace.\n\n     Well, it is true he has no sword\n      To dangle at his booted knees.\n     He leans across a slab of board,\n      And draws his knife and slices cheese.\n\n     He never heard of chivalry,\n      He longs for no heroic times;\n     He thinks of pickles, olives, tea,\n      And dollars, nickles, cents and dimes.\n\n     His world has narrow walls, it seems;\n      By counters is his soul confined;\n     His wares are all his hopes and dreams,\n      They are the fabric of his mind.\n\n     Yet -- in a room above the store\n      There is a woman -- and a child\n     Pattered just now across the floor;\n      The shopman looked at him and smiled.\n\n     For, once he thrilled with high romance\n      And tuned to love his eager voice.\n     Like any cavalier of France\n      He wooed the maiden of his choice.\n\n     And now deep in his weary heart\n      Are sacred flames that whitely burn.\n     He has of Heaven's grace a part\n      Who loves, who is beloved in turn.\n\n     And when the long day's work is done,\n      (How slow the leaden minutes ran!)\n     Home, with his wife and little son,\n      He is no huckster, but a man!\n\n     And there are those who grasp his hand,\n      Who drink with him and wish him well.\n     O in no drear and lonely land\n      Shall he who honors friendship dwell.\n\n     And in his little shop, who knows\n      What bitter games of war are played?\n     Why, daily on each corner grows\n      A foe to rob him of his trade.\n\n     He fights, and for his fireside's sake;\n      He fights for clothing and for bread:\n     The lances of his foemen make\n      A steely halo round his head.\n\n     He decks his window artfully,\n      He haggles over paltry sums.\n     In this strange field his war must be\n      And by such blows his triumph comes.\n\n     What if no trumpet sounds to call\n      His armed legions to his side?\n     What if, to no ancestral hall\n      He comes in all a victor's pride?\n\n     The scene shall never fit the deed.\n      Grotesquely wonders come to pass.\n     The fool shall mount an Arab steed\n      And Jesus ride upon an ass.\n\n     This man has home and child and wife\n      And battle set for every day.\n     This man has God and love and life;\n      These stand, all else shall pass away.\n\n     O Carpenter of Nazareth,\n      Whose mother was a village maid,\n     Shall we, Thy children, blow our breath\n      In scorn on any humble trade?\n\n     Have pity on our foolishness\n      And give us eyes, that we may see\n     Beneath the shopman's clumsy dress\n      The splendor of humanity!", "SERVANT GIRL AND GROCER'S BOY": "     Her lips' remark was:  \"Oh, you kid!\"\n     Her soul spoke thus (I know it did):\n\n     \"O king of realms of endless joy,\n     My own, my golden grocer's boy,\n\n     I am a princess forced to dwell\n     Within a lonely kitchen cell,\n\n     While you go dashing through the land\n     With loveliness on every hand.\n\n     Your whistle strikes my eager ears\n     Like music of the choiring spheres.\n\n     The mighty earth grows faint and reels\n     Beneath your thundering wagon wheels.\n\n     How keenly, perilously sweet\n     To cling upon that swaying seat!\n\n     How happy she who by your side\n     May share the splendors of that ride!\n\n     Ah, if you will not take my hand\n     And bear me off across the land,\n\n     Then, traveller from Arcady,\n     Remain awhile and comfort me.\n\n     What other maiden can you find\n     So young and delicate and kind?\"\n\n     Her lips' remark was:  \"Oh, you kid!\"\n     Her soul spoke thus (I know it did).", "WEALTH": "     _For Aline_\n\n\n     From what old ballad, or from what rich frame\n      Did you descend to glorify the earth?\n     Was it from Chaucer's singing book you came?\n      Or did Watteau's small brushes give you birth?\n\n     Nothing so exquisite as that slight hand\n      Could Raphael or Leonardo trace.\n     Nor could the poets know in Fairyland\n      The changing wonder of your lyric face.\n\n     I would possess a host of lovely things,\n      But I am poor and such joys may not be.\n     So God who lifts the poor and humbles kings\n      Sent loveliness itself to dwell with me.", "MARTIN": "     When I am tired of earnest men,\n      Intense and keen and sharp and clever,\n     Pursuing fame with brush or pen\n      Or counting metal disks forever,\n     Then from the halls of Shadowland\n      Beyond the trackless purple sea\n     Old Martin's ghost comes back to stand\n      Beside my desk and talk to me.\n\n     Still on his delicate pale face\n      A quizzical thin smile is showing,\n     His cheeks are wrinkled like fine lace,\n      His kind blue eyes are gay and glowing.\n     He wears a brilliant-hued cravat,\n      A suit to match his soft grey hair,\n     A rakish stick, a knowing hat,\n      A manner blithe and debonair.\n\n     How good that he who always knew\n      That being lovely was a duty,\n     Should have gold halls to wander through\n      And should himself inhabit beauty.\n     How like his old unselfish way\n      To leave those halls of splendid mirth\n     And comfort those condemned to stay\n      Upon the dull and sombre earth.\n\n     Some people ask:  \"What cruel chance\n      Made Martin's life so sad a story?\"\n     Martin?  Why, he exhaled romance,\n      And wore an overcoat of glory.\n     A fleck of sunlight in the street,\n      A horse, a book, a girl who smiled,\n     Such visions made each moment sweet\n      For this receptive ancient child.\n\n     Because it was old Martin's lot\n      To be, not make, a decoration,\n     Shall we then scorn him, having not\n      His genius of appreciation?\n     Rich joy and love he got and gave;\n      His heart was merry as his dress;\n     Pile laurel wreaths upon his grave\n      Who did not gain, but was, success!", "THE APARTMENT HOUSE": "     Severe against the pleasant arc of sky\n      The great stone box is cruelly displayed.\n      The street becomes more dreary from its shade,\n     And vagrant breezes touch its walls and die.\n     Here sullen convicts in their chains might lie,\n      Or slaves toil dumbly at some dreary trade.\n      How worse than folly is their labor made\n     Who cleft the rocks that this might rise on high!\n\n     Yet, as I look, I see a woman's face\n      Gleam from a window far above the street.\n     This is a house of homes, a sacred place,\n      By human passion made divinely sweet.\n     How all the building thrills with sudden grace\n      Beneath the magic of Love's golden feet!", "AS WINDS THAT BLOW AGAINST A STAR": "     _For Aline_\n\n\n     Now by what whim of wanton chance\n      Do radiant eyes know sombre days?\n     And feet that shod in light should dance\n      Walk weary and laborious ways?\n\n     But rays from Heaven, white and whole,\n      May penetrate the gloom of earth;\n     And tears but nourish, in your soul,\n      The glory of celestial mirth.\n\n     The darts of toil and sorrow, sent\n      Against your peaceful beauty, are\n     As foolish and as impotent\n      As winds that blow against a star.", "ST. LAURENCE": "     Within the broken Vatican\n      The murdered Pope is lying dead.\n     The soldiers of Valerian\n      Their evil hands are wet and red.\n\n     Unarmed, unmoved, St. Laurence waits,\n      His cassock is his only mail.\n     The troops of Hell have burst the gates,\n      But Christ is Lord, He shall prevail.\n\n     They have encompassed him with steel,\n      They spit upon his gentle face,\n     He smiles and bleeds, nor will reveal\n      The Church's hidden treasure-place.\n\n     Ah, faithful steward, worthy knight,\n      Well hast thou done.  Behold thy fee!\n     Since thou hast fought the goodly fight\n      A martyr's death is fixed for thee.\n\n     St. Laurence, pray for us to bear\n      The faith which glorifies thy name.\n     St. Laurence, pray for us to share\n      The wounds of Love's consuming flame.", "TO A YOUNG POET WHO KILLED HIMSELF": "     When you had played with life a space\n      And made it drink and lust and sing,\n     You flung it back into God's face\n      And thought you did a noble thing.\n     \"Lo, I have lived and loved,\" you said,\n      \"And sung to fools too dull to hear me.\n     Now for a cool and grassy bed\n      With violets in blossom near me.\"\n\n     Well, rest is good for weary feet,\n      Although they ran for no great prize;\n     And violets are very sweet,\n      Although their roots are in your eyes.\n     But hark to what the earthworms say\n      Who share with you your muddy haven:\n     \"The fight was on -- you ran away.\n      You are a coward and a craven.\n\n     \"The rug is ruined where you bled;\n      It was a dirty way to die!\n     To put a bullet through your head\n      And make a silly woman cry!\n     You could not vex the merry stars\n      Nor make them heed you, dead or living.\n     Not all your puny anger mars\n      God's irresistible forgiving.\n\n     \"Yes, God forgives and men forget,\n      And you're forgiven and forgotten.\n     You might be gaily sinning yet\n      And quick and fresh instead of rotten.\n     And when you think of love and fame\n      And all that might have come to pass,\n     Then don't you feel a little shame?\n      And don't you think you were an ass?\"", "MEMORIAL DAY": "     _\"Dulce et decorum est\"_\n\n\n     The bugle echoes shrill and sweet,\n      But not of war it sings to-day.\n     The road is rhythmic with the feet\n      Of men-at-arms who come to pray.\n\n     The roses blossom white and red\n      On tombs where weary soldiers lie;\n     Flags wave above the honored dead\n      And martial music cleaves the sky.\n\n     Above their wreath-strewn graves we kneel,\n      They kept the faith and fought the fight.\n     Through flying lead and crimson steel\n      They plunged for Freedom and the Right.\n\n     May we, their grateful children, learn\n      Their strength, who lie beneath this sod,\n     Who went through fire and death to earn\n      At last the accolade of God.\n\n     In shining rank on rank arrayed\n      They march, the legions of the Lord;\n     He is their Captain unafraid,\n      The Prince of Peace . . . Who brought a sword.", "THE ROSARY": "     Not on the lute, nor harp of many strings\n      Shall all men praise the Master of all song.\n      Our life is brief, one saith, and art is long;\n     And skilled must be the laureates of kings.\n     Silent, O lips that utter foolish things!\n      Rest, awkward fingers striking all notes wrong!\n      How from your toil shall issue, white and strong,\n     Music like that God's chosen poet sings?\n\n     There is one harp that any hand can play,\n      And from its strings what harmonies arise!\n     There is one song that any mouth can say, --\n      A song that lingers when all singing dies.\n     When on their beads our Mother's children pray\n      Immortal music charms the grateful skies.", "VISION": "     _For Aline_\n\n\n     Homer, they tell us, was blind and could not see the beautiful faces\n      Looking up into his own and reflecting the joy of his dream,\n      Yet did he seem\n     Gifted with eyes that could follow the gods to their holiest places.\n\n     I have no vision of gods, not of Eros with love-arrows laden,\n      Jupiter thundering death or of Juno his white-breasted queen,\n      Yet have I seen\n     All of the joy of the world in the innocent heart of a maiden.", "TO CERTAIN POETS": "     Now is the rhymer's honest trade\n     A thing for scornful laughter made.\n\n     The merchant's sneer, the clerk's disdain,\n     These are the burden of our pain.\n\n     Because of you did this befall,\n     You brought this shame upon us all.\n\n     You little poets mincing there\n     With women's hearts and women's hair!\n\n     How sick Dan Chaucer's ghost must be\n     To hear you lisp of \"Poesie\"!\n\n     A heavy-handed blow, I think,\n     Would make your veins drip scented ink.\n\n     You strut and smirk your little while\n     So mildly, delicately vile!\n\n     Your tiny voices mock God's wrath,\n     You snails that crawl along His path!\n\n     Why, what has God or man to do\n     With wet, amorphous things like you?\n\n     This thing alone you have achieved:\n     Because of you, it is believed\n\n     That all who earn their bread by rhyme\n     Are like yourselves, exuding slime.\n\n     Oh, cease to write, for very shame,\n     Ere all men spit upon our name!\n\n     Take up your needles, drop your pen,\n     And leave the poet's craft to men!", "LOVE'S LANTERN": "     _For Aline_\n\n\n\n     Because the road was steep and long\n      And through a dark and lonely land,\n     God set upon my lips a song\n      And put a lantern in my hand.\n\n     Through miles on weary miles of night\n      That stretch relentless in my way\n     My lantern burns serene and white,\n      An unexhausted cup of day.\n\n     O golden lights and lights like wine,\n      How dim your boasted splendors are.\n     Behold this little lamp of mine;\n      It is more starlike than a star!", "ST. ALEXIS": "     _Patron of Beggars_\n\n     We who beg for bread as we daily tread\n      Country lane and city street,\n     Let us kneel and pray on the broad highway\n      To the saint with the vagrant feet.\n     Our altar light is a buttercup bright,\n      And our shrine is a bank of sod,\n     But still we share St. Alexis' care,\n      The Vagabond of God.\n\n     They gave him a home in purple Rome\n      And a princess for his bride,\n     But he rowed away on his wedding day\n      Down the Tiber's rushing tide.\n     And he came to land on the Asian strand\n      Where the heathen people dwell;\n     As a beggar he strayed and he preached and prayed\n      And he saved their souls from hell.\n\n     Bowed with years and pain he came back again\n      To his father's dwelling place.\n     There was none to see who this tramp might be,\n      For they knew not his bearded face.\n     But his father said, \"Give him drink and bread\n      And a couch underneath the stair.\"\n     So Alexis crept to his hole and slept.\n      But he might not linger there.\n\n     For when night came down on the seven-hilled town,\n      And the emperor hurried in,\n     Saying, \"Lo, I hear that a saint is near\n      Who will cleanse us of our sin,\"\n     Then they looked in vain where the saint had lain,\n      For his soul had fled afar,\n     From his fleshly home he had gone to roam\n      Where the gold-paved highways are.\n\n     We who beg for bread as we daily tread\n      Country lane and city street,\n     Let us kneel and pray on the broad highway\n      To the saint with the vagrant feet.\n     Our altar light is a buttercup bright,\n      And our shrine is a bank of sod,\n     But still we share St. Alexis' care,\n      The Vagabond of God!", "FOLLY": "     _For A. K. K._\n\n\n\n     What distant mountains thrill and glow\n      Beneath our Lady Folly's tread?\n     Why has she left us, wise in woe,\n      Shrewd, practical, uncomforted?\n     We cannot love or dream or sing,\n      We are too cynical to pray,\n     There is no joy in anything\n      Since Lady Folly went away.\n\n     Many a knight and gentle maid,\n      Whose glory shines from years gone by,\n     Through ignorance was unafraid\n      And as a fool knew how to die.\n     Saint Folly rode beside Jehanne\n      And broke the ranks of Hell with her,\n     And Folly's smile shone brightly on\n      Christ's plaything, Brother Juniper.\n\n     Our minds are troubled and defiled\n      By study in a weary school.\n     O for the folly of the child!\n      The ready courage of the fool!\n     Lord, crush our knowledge utterly\n      And make us humble, simple men;\n     And cleansed of wisdom, let us see\n      Our Lady Folly's face again.", "MADNESS": "     _For Sara Teasdale_\n\n\n     The lonely farm, the crowded street,\n      The palace and the slum,\n     Give welcome to my silent feet\n      As, bearing gifts, I come.\n\n     Last night a beggar crouched alone,\n      A ragged helpless thing;\n     I set him on a moonbeam throne --\n      Today he is a king.\n\n     Last night a king in orb and crown\n      Held court with splendid cheer;\n     Today he tears his purple gown\n      And moans and shrieks in fear.\n\n     Not iron bars, nor flashing spears,\n      Not land, nor sky, nor sea,\n     Nor love's artillery of tears\n      Can keep mine own from me.\n\n     Serene, unchanging, ever fair,\n      I smile with secret mirth\n     And in a net of mine own hair\n      I swing the captive earth.", "POETS": "     Vain is the chiming of forgotten bells\n      That the wind sways above a ruined shrine.\n     Vainer his voice in whom no longer dwells\n      Hunger that craves immortal Bread and Wine.\n\n     Light songs we breathe that perish with our breath\n      Out of our lips that have not kissed the rod.\n     They shall not live who have not tasted death.\n      They only sing who are struck dumb by God.", "CITIZEN OF THE WORLD": "     No longer of Him be it said\n     \"He hath no place to lay His head.\"\n\n     In every land a constant lamp\n     Flames by His small and mighty camp.\n\n     There is no strange and distant place\n     That is not gladdened by His face.\n\n     And every nation kneels to hail\n     The Splendour shining through Its veil.\n\n     Cloistered beside the shouting street,\n     Silent, He calls me to His feet.\n\n     Imprisoned for His love of me\n     He makes my spirit greatly free.\n\n     And through my lips that uttered sin\n     The King of Glory enters in.", "TO A BLACKBIRD AND HIS MATE WHO DIED IN THE SPRING": "     _For Kenton_\n\n\n     An iron hand has stilled the throats\n      That throbbed with loud and rhythmic glee\n     And dammed the flood of silver notes\n      That drenched the world in melody.\n     The blosmy apple boughs are yearning\n     For their wild choristers' returning,\n      But no swift wings flash through the tree.\n\n     Ye that were glad and fleet and strong,\n      Shall Silence take you in her net?\n     And shall Death quell that radiant song\n      Whose echo thrills the meadow yet?\n     Burst the frail web about you clinging\n     And charm Death's cruel heart with singing\n      Till with strange tears his eyes are wet.\n\n     The scented morning of the year\n      Is old and stale now ye are gone.\n     No friendly songs the children hear\n      Among the bushes on the lawn.\n     When babies wander out a-Maying\n     Will ye, their bards, afar be straying?\n      Unhymned by you, what is the dawn?\n\n     Nay, since ye loved ye cannot die.\n      Above the stars is set your nest.\n     Through Heaven's fields ye sing and fly\n      And in the trees of Heaven rest.\n     And little children in their dreaming\n     Shall see your soft black plumage gleaming\n      And smile, by your clear music blest.", "THE FOURTH SHEPHERD": "     _For Thomas Walsh_\n\n\n       I\n\n\n     On nights like this the huddled sheep\n      Are like white clouds upon the grass,\n     And merry herdsmen guard their sleep\n      And chat and watch the big stars pass.\n\n     It is a pleasant thing to lie\n      Upon the meadow on the hill\n     With kindly fellowship near by\n      Of sheep and men of gentle will.\n\n     I lean upon my broken crook\n      And dream of sheep and grass and men --\n     O shameful eyes that cannot look\n      On any honest thing again!\n\n     On bloody feet I clambered down\n      And fled the wages of my sin,\n     I am the leavings of the town,\n      And meanly serve its meanest inn.\n\n     I tramp the courtyard stones in grief,\n      While sleep takes man and beast to her.\n     And every cloud is calling \"Thief!\"\n      And every star calls \"Murderer!\"\n\n\n\n       II\n\n\n     The hand of God is sure and strong,\n      Nor shall a man forever flee\n     The bitter punishment of wrong.\n      The wrath of God is over me!\n\n     With ashen bread and wine of tears\n      Shall I be solaced in my pain.\n     I wear through black and endless years\n      Upon my brow the mark of Cain.\n\n\n\n       III\n\n\n     Poor vagabond, so old and mild,\n      Will they not keep him for a night?\n     And She, a woman great with child,\n      So frail and pitiful and white.\n\n     Good people, since the tavern door\n      Is shut to you, come here instead.\n     See, I have cleansed my stable floor\n      And piled fresh hay to make a bed.\n\n     Here is some milk and oaten cake.\n      Lie down and sleep and rest you fair,\n     Nor fear, O simple folk, to take\n      The bounty of a child of care.\n\n\n\n       IV\n\n\n     On nights like this the huddled sheep --\n      I never saw a night so fair.\n     How huge the sky is, and how deep!\n      And how the planets flash and glare!\n\n     At dawn beside my drowsy flock\n      What winged music I have heard!\n     But now the clouds with singing rock\n      As if the sky were turning bird.\n\n     O blinding Light, O blinding Light!\n      Burn through my heart with sweetest pain.\n     O flaming Song, most loudly bright,\n      Consume away my deadly stain!\n\n\n\n       V\n\n\n     The stable glows against the sky,\n      And who are these that throng the way?\n     My three old comrades hasten by\n      And shining angels kneel and pray.\n\n     The door swings wide -- I cannot go --\n      I must and yet I dare not see.\n     Lord, who am I that I should know --\n      Lord, God, be merciful to me!\n\n\n\n       VI\n\n\n     O Whiteness, whiter than the fleece\n      Of new-washed sheep on April sod!\n     O Breath of Life, O Prince of Peace,\n      O Lamb of God, O Lamb of God!", "EASTER": "     The air is like a butterfly\n      With frail blue wings.\n     The happy earth looks at the sky\n      And sings.", "MOUNT HOUVENKOPF": "     Serene he stands, with mist serenely crowned,\n      And draws a cloak of trees about his breast.\n      The thunder roars but cannot break his rest\n     And from his rugged face the tempests bound.\n     He does not heed the angry lightning's wound,\n      The raging blizzard is his harmless guest,\n      And human life is but a passing jest\n     To him who sees Time spin the years around.\n\n     But fragile souls, in skyey reaches find\n      High vantage-points and view him from afar.\n     How low he seems to the ascended mind,\n      How brief he seems where all things endless are;\n     This little playmate of the mighty wind\n      This young companion of an ancient star.", "THE HOUSE WITH NOBODY IN IT": "     Whenever I walk to Suffern along the Erie track\n     I go by a poor old farmhouse with its shingles broken and black.\n     I suppose I've passed it a hundred times, but I always stop for a minute\n     And look at the house, the tragic house, the house with nobody in it.\n\n     I never have seen a haunted house, but I hear there are such things;\n     That they hold the talk of spirits, their mirth and sorrowings.\n     I know this house isn't haunted, and I wish it were, I do;\n     For it wouldn't be so lonely if it had a ghost or two.\n\n     This house on the road to Suffern needs a dozen panes of glass,\n     And somebody ought to weed the walk and take a scythe to the grass.\n     It needs new paint and shingles, and the vines should be trimmed and tied;\n     But what it needs the most of all is some people living inside.\n\n     If I had a lot of money and all my debts were paid\n     I'd put a gang of men to work with brush and saw and spade.\n     I'd buy that place and fix it up the way it used to be\n     And I'd find some people who wanted a home and give it to them free.\n\n     Now, a new house standing empty, with staring window and door,\n     Looks idle, perhaps, and foolish, like a hat on its block in the store.\n     But there's nothing mournful about it; it cannot be sad and lone\n     For the lack of something within it that it has never known.\n\n     But a house that has done what a house should do,\n       a house that has sheltered life,\n     That has put its loving wooden arms around a man and his wife,\n     A house that has echoed a baby's laugh and held up his stumbling feet,\n     Is the saddest sight, when it's left alone, that ever your eyes could meet.\n\n     So whenever I go to Suffern along the Erie track\n     I never go by the empty house without stopping and looking back,\n     Yet it hurts me to look at the crumbling roof and the shutters fallen apart,\n     For I can't help thinking the poor old house is a house with a broken heart.", "DAVE LILLY": "     There's a brook on the side of Greylock that used to be full of trout,\n     But there's nothing there now but minnows; they say it is all fished out.\n     I fished there many a Summer day some twenty years ago,\n     And I never quit without getting a mess of a dozen or so.\n\n     There was a man, Dave Lilly, who lived on the North Adams road,\n     And he spent all his time fishing, while his neighbors reaped and sowed.\n     He was the luckiest fisherman in the Berkshire hills, I think.\n     And when he didn't go fishing he'd sit in the tavern and drink.\n\n     Well, Dave is dead and buried and nobody cares very much;\n     They have no use in Greylock for drunkards and loafers and such.\n     But I always liked Dave Lilly, he was pleasant as you could wish;\n     He was shiftless and good-for-nothing, but he certainly could fish.\n\n     The other night I was walking up the hill from Williamstown\n     And I came to the brook I mentioned,\n       and I stopped on the bridge and sat down.\n     I looked at the blackened water with its little flecks of white\n     And I heard it ripple and whisper in the still of the Summer night.\n\n     And after I'd been there a minute it seemed to me I could feel\n     The presence of someone near me, and I heard the hum of a reel.\n     And the water was churned and broken, and something was brought to land\n     By a twist and flirt of a shadowy rod in a deft and shadowy hand.\n\n     I scrambled down to the brookside and hunted all about;\n     There wasn't a sign of a fisherman; there wasn't a sign of a trout.\n     But I heard somebody chuckle behind the hollow oak\n     And I got a whiff of tobacco like Lilly used to smoke.\n\n     It's fifteen years, they tell me, since anyone fished that brook;\n     And there's nothing in it but minnows that nibble the bait off your hook.\n     But before the sun has risen and after the moon has set\n     I know that it's full of ghostly trout for Lilly's ghost to get.\n\n     I guess I'll go to the tavern and get a bottle of rye\n     And leave it down by the hollow oak, where Lilly's ghost went by.\n     I meant to go up on the hillside and try to find his grave\n     And put some flowers on it -- but this will be better for Dave.", "ALARM CLOCKS": "     When Dawn strides out to wake a dewy farm\n      Across green fields and yellow hills of hay\n      The little twittering birds laugh in his way\n     And poise triumphant on his shining arm.\n     He bears a sword of flame but not to harm\n      The wakened life that feels his quickening sway\n      And barnyard voices shrilling \"It is day!\"\n     Take by his grace a new and alien charm.\n\n     But in the city, like a wounded thing\n      That limps to cover from the angry chase,\n     He steals down streets where sickly arc-lights sing,\n      And wanly mock his young and shameful face;\n     And tiny gongs with cruel fervor ring\n      In many a high and dreary sleeping place.", "WAVERLEY": "     When, on a novel's newly printed page\n      We find a maudlin eulogy of sin,\n      And read of ways that harlots wander in,\n     And of sick souls that writhe in helpless rage;\n     Or when Romance, bespectacled and sage,\n      Taps on her desk and bids the class begin\n      To con the problems that have always been\n     Perplexed mankind's unhappy heritage;\n\n     Then in what robes of honor habited\n      The laureled wizard of the North appears!\n     Who raised Prince Charlie's cohorts from the dead,\n      Made Rose's mirth and Flora's noble tears,\n     And formed that shining legion at whose head\n      Rides Waverley, triumphant o'er the years!", "metadata": "kilmer|Joyce Kilmer|1886|1918|https://en.wikipedia.org/wiki/Joyce_Kilmer"}