{"PENTACOSTAL": "Shall I tell you then how it is?\n\nThere came a cloven gleam\nLike a tongue of darkened flame\nTo burn in me.\n\nAnd so I seem\nTo have you still the same\nIn one world with me.\n\nIn the flicker of a flower\nIn a worm that is blind yet strives\nIn the mouse that pauses to listen\n\nGlimmers our\nShadow as well and deprives\nThem none of their glisten.\n\nIn each shaken morsel\nOur shadow trembles\nAs if it rippled from out of us hand in hand.\n\nWe are part and parcel\nIn shadow nothing dissembles\nOur darkened universe. You understand?\n\nFor I have told you plainly how it is.", "APPREHENSION": "AND all hours long the town\n  Roars like a beast in a cave\nThat is wounded there\nAnd like to drown;\n  While days rush wave after wave\nOn its lair.\n\nAn invisible woe unseals\n  The flood so it passes beyond\nAll bounds: the great old city\nRecumbent roars as it feels\n  The foamy paw of the pond\nReach from immensity.\n\nBut all that it can do\n  Now as the tide rises\nIs to listen and hear the grim\nWaves crash like thunder through\n  The splintered streets hear noises\nRoll hollow in the interim.", "COMING AWAKE": "WHEN I woke the lake-lights were quivering on the\n     wall\nThe sunshine swam in a shoal across and across\nAnd a hairy big bee hung over the primulas\nIn the window his body black fur and the sound\n     of him cross.\n\nThere was something I ought to remember: and\n     yet\nI did not remember. Why should I? The run-\n     ning lights\nAnd the airy primulas oblivious\nOf the impending bee--they were fair enough\n     sights.", "FROM A COLLEGE WINDOW": "THE glimmer of the limes sun-heavy sleeping\n   Goes trembling past me up the College wall.\nBelow the lawn in soft blue shade is keeping\n   The daisy-froth quiescent softly in thrall.\n\nBeyond the leaves that overhang the street\n  Along the flagged clean pavement summer-white\nPasses the world with shadows at their feet\n   Going left and right.\n\nRemote although I hear the beggar's cough\n   See the woman's twinkling fingers tend him a\n      coin\nI sit absolved assured I am better off\n   Beyond a world I never want to join.", "FLAPPER": "LOVE has crept out of her sealéd heart\n  As a field-bee black and amber\n  Breaks from the winter-cell to clamber\nUp the warm grass where the sunbeams start.\n\nMischief has come in her dawning eyes\n  And a glint of coloured iris brings\n  Such as lies along the folded wings\nOf the bee before he flies.\n\nWho with a ruffling careful breath\n  Has opened the wings of the wild young sprite?\n  Has fluttered her spirit to stumbling flight\nIn her eyes as a young bee stumbleth?\n\nLove makes the burden of her voice.\n  The hum of his heavy staggering wings\n  Sets quivering with wisdom the common\n      things\nThat she says and her words rejoice.", "BIRDCAGE WALK": "WHEN the wind blows her veil\n  And uncovers her laughter\nI cease I turn pale.\nWhen the wind blows her veil\nFrom the woes I bewail\n  Of love and hereafter:\nWhen the wind blows her veil\nI cease I turn pale.", "LETTER FROM TOWN: THE ALMOND TREE": "YOU promised to send me some violets. Did you\n     forget?\n  White ones and blue ones from under the orchard\n     hedge?\n  Sweet dark purple and white ones mixed for a\n     pledge\nOf our early love that hardly has opened yet.\n\nHere there's an almond tree--you have never seen\n  Such a one in the north--it flowers on the street\n     and I stand\n  Every day by the fence to look up for the flowers\n     that expand\nAt rest in the blue and wonder at what they mean.\n\nUnder the almond tree the happy lands\n  Provence Japan and Italy repose\n  And passing feet are chatter and clapping of\n     those\nWho play around us country girls clapping their\n     hands.\n\nYou my love the foremost in a flowered gown\n  All your unbearable tenderness you with the\n     laughter\n  Startled upon your eyes now so wide with here-\n     after\nYou with loose hands of abandonment hanging\n     down.\n\n\nFLAT SUBURBS S.W. IN THE MORNING\n\nTHE new red houses spring like plants\n      In level rows\nOf reddish herbage that bristles and slants\n      Its square shadows.\n\nThe pink young houses show one side bright\n      Flatly assuming the sun\nAnd one side shadow half in sight\n      Half-hiding the pavement-run;\n\nWhere hastening creatures pass intent\n      On their level way\nThreading like ants that can never relent\n      And have nothing to say.\n\nBare stems of street-lamps stiffly stand\n      At random desolate twigs\nTo testify to a blight on the land\n      That has stripped their sprigs.", "THIEF IN THE NIGHT": "LAST night a thief came to me\n  And struck at me with something dark.\nI cried but no one could hear me\n  I lay dumb and stark.\n\nWhen I awoke this morning\n  I could find no trace;\nPerhaps 'twas a dream of warning\n  For I've lost my peace.", "LETTER FROM TOWN: ON A GREY EVENING IN MARCH": "THE clouds are pushing in grey reluctance slowly\n     northward to you\nWhile north of them all at the farthest ends\n     stands one bright-bosomed aglance\nWith fire as it guards the wild north cloud-coasts\n     red-fire seas running through\nThe rocks where ravens flying to windward melt\n     as a well-shot lance.\n\nYou should be out by the orchard where violets\n     secretly darken the earth\nOr there in the woods of the twilight with\n     northern wind-flowers shaken astir.\nThink of me here in the library trying and trying\n     a song that is worth\nTears and swords to my heart arrows no armour\n     will turn or deter.\n\nYou tell me the lambs have come they lie like\n     daisies white in the grass\nOf the dark-green hills; new calves in shed;\n     peewits turn after the plough--\nIt is well for you. For me the navvies work in the\n     road where I pass\nAnd I want to smite in anger the barren rock of\n     each waterless brow.\n\nLike the sough of a wind that is caught up high in\n     the mesh of the budding trees\nA sudden car goes sweeping past and I strain my\n     soul to hear\nThe voice of the furtive triumphant engine as it\n     rushes past like a breeze\nTo hear on its mocking triumphance unwitting\n     the after-echo of fear.", "SUBURBS ON A HAZY DAY": "O STIFFLY shapen houses that change not\n  What conjuror's cloth was thrown across you\n     and raised\nTo show you thus transfigured changed\n  Your stuff all gone your menace almost rased?\n\nSuch resolute shapes so harshly set\n  In hollow blocks and cubes deformed and heaped\nIn void and null profusion how is this?\n  In what strong _aqua regia_ now are you steeped?\n\nThat you lose the brick-stuff out of you\n  And hover like a presentment fading faint\nAnd vanquished evaporate away\n  To leave but only the merest possible taint!", "HYDE PARK AT NIGHT BEFORE THE WAR": "_Clerks_.\n\nWE have shut the doors behind us and the velvet\n    flowers of night\nLean about us scattering their pollen grains of\n    golden light.\n\nNow at last we lift our faces and our faces come\n    aflower\nTo the night that takes us willing liberates us to the\n    hour.\n\nNow at last the ink and dudgeon passes from our\n    fervent eyes\nAnd out of the chambered weariness wanders a\n    spirit abroad on its enterprise.\n\n    Not too near and not too far\n    Out of the stress of the crowd\n    Music screams as elephants scream\n    When they lift their trunks and scream aloud\n    For joy of the night when masters are\n           Asleep and adream.\n\n    So here I hide in the Shalimar\n    With a wanton princess slender and proud\n    And we swoon with kisses swoon till we seem\n    Two streaming peacocks gone in a cloud\n    Of golden dust with star after star\n           On our stream.", "GIPSY": "I THE man with the red scarf\n   Will give thee what I have this last week's earn-\n        ings.\nTake them and buy thee a silver ring\n   And wed me to ease my yearnings.\n\nFor the rest when thou art wedded\n   I'll wet my brow for thee\nWith sweat I'll enter a house for thy sake\n   Thou shalt shut doors on me.", "TWO-FOLD": "How gorgeous that shock of red lilies and larkspur\n    cleaving\nAll with a flash of blue!--when will she be leaving\nHer room where the night still hangs like a half-\n    folded bat\nAnd passion unbearable seethes in the darkness like\n    must in a vat.", "UNDER THE OAK": "You if you were sensible\nWhen I tell you the stars flash signals each one\n   dreadful\nYou would not turn and answer me\n\"The night is wonderful.\"\n\nEven you if you knew\nHow this darkness soaks me through and through\n   and infuses\nUnholy fear in my vapour you would pause to dis-\n   tinguish\nWhat hurts from what amuses.\n\nFor I tell you\nBeneath this powerful tree my whole soul's fluid\nOozes away from me as a sacrifice steam\nAt the knife of a Druid.\n\nAgain I tell you I bleed I am bound with withies\nMy life runs out.\nI tell you my blood runs out on the floor of this oak\nGout upon gout.\n\nAbove me springs the blood-born mistletoe\nIn the shady smoke.\nBut who are you twittering to and fro\nBeneath the oak?\n\nWhat thing better are you what worse?\nWhat have you to do with the mysteries\nOf this ancient place of my ancient curse?\nWhat place have you in my histories?", "SIGH NO MORE": "THE cuckoo and the coo-dove's ceaseless calling\n               Calling\nOf a meaningless monotony is palling\nAll my morning's pleasure in the sun-fleck-scattered\n     wood.\nMay-blossom and blue bird's-eye flowers falling\n               Falling\nIn a litter through the elm-tree shade are scrawling\nMessages of true-love down the dust of the high-\n     road.\nI do not like to hear the gentle grieving\n               Grieving\nOf the she-dove in the blossom still believing\nLove will yet again return to her and make all good.\n\nWhen I know that there must ever be deceiving\n               Deceiving\nOf the mournful constant heart that while she's\n     weaving\nHer woes her lover woos and sings within another\n     wood.\n\nOh boisterous the cuckoo shouts forestalling\n               Stalling\nA progress down the intricate enthralling\nBy-paths where the wanton-headed flowers doff\n     their hood.\n\nAnd like a laughter leads me onward heaving\n               Heaving\nA sigh among the shadows thus retrieving\nA decent short regret for that which once was very\n     good.", "LOVE STORM": "MANY roses in the wind\nAre tapping at the window-sash.\nA hawk is in the sky; his wings\nSlowly begin to plash.\n\nThe roses with the west wind rapping\nAre torn away and a splash\nOf red goes down the billowing air.\n\nStill hangs the hawk with the whole sky moving\nPast him--only a wing-beat proving\nThe will that holds him there.\n\nThe daisies in the grass are bending\nThe hawk has dropped the wind is spending\nAll the roses and unending\nRustle of leaves washes out the rending\nCry of a bird.\n\nA red rose goes on the wind.--Ascending\nThe hawk his wind-swept way is wending\nEasily down the sky. The daisies sending\nStrange white signals seem intending\nTo show the place whence the scream was heard.\n\nBut oh my heart what birds are piping!\nA silver wind is hastily wiping\nThe face of the youngest rose.\n\nAnd oh my heart cease apprehending!\nThe hawk is gone a rose is tapping\nThe window-sash as the west-wind blows.\n\nKnock knock 'tis no more than a red rose rapping\nAnd fear is a plash of wings.\nWhat then if a scarlet rose goes flapping\nDown the bright-grey ruin of things!", "PARLIAMENT HILL IN THE EVENING": "THE houses fade in a melt of mist\n  Blotching the thick soiled air\nWith reddish places that still resist\n  The Night's slow care.\n\nThe hopeless wintry twilight fades\n  The city corrodes out of sight\nAs the body corrodes when death invades\n  That citadel of delight.\n\nNow verdigris smoulderings softly spread\n  Through the shroud of the town as slow\nNight-lights hither and thither shed\n  Their ghastly glow.", "PICCADILLY CIRCUS AT NIGHT": "_Street-Walkers_.\n\nWHEN into the night the yellow light is roused like\n   dust above the towns\nOr like a mist the moon has kissed from off a pool in\n   the midst of the downs\n\nOur faces flower for a little hour pale and uncertain\n   along the street\nDaisies that waken all mistaken white-spread in ex-\n   pectancy to meet\n\nThe luminous mist which the poor things wist was\n   dawn arriving across the sky\nWhen dawn is far behind the star the dust-lit town\n   has driven so high.\n\nAll the birds are folded in a silent ball of sleep\n   All the flowers are faded from the asphalt isle in\n      the sea\nOnly we hard-faced creatures go round and round\n      and keep\n   The shores of this innermost ocean alive and\n      illusory.\n\nWanton sparrows that twittered when morning\n      looked in at their eyes\n   And the Cyprian's pavement-roses are gone and\n      now it is we\nFlowers of illusion who shine in our gauds make a\n      Paradise\n   On the shores of this ceaseless ocean gay birds of\n      the town-dark sea.", "TARANTELLA": "SAD as he sits on the white sea-stone\nAnd the suave sea chuckles and turns to the moon\nAnd the moon significant smiles at the cliffs and\n   the boulders.\nHe sits like a shade by the flood alone\nWhile I dance a tarantella on the rocks and the\n   croon\nOf my mockery mocks at him over the waves'\n   bright shoulders.\n\nWhat can I do but dance alone\nDance to the sliding sea and the moon\nFor the moon on my breast and the air on my limbs\n   and the foam on my feet?\nFor surely this earnest man has none\nOf the night in his soul and none of the tune\nOf the waters within him; only the world's old\n   wisdom to bleat.\n\nI wish a wild sea-fellow would come down the\n   glittering shingle\nA soulless neckar with winking seas in his eyes\nAnd falling waves in his arms and the lost soul's kiss\nOn his lips: I long to be soulless I tingle\nTo touch the sea in the last surprise\nOf fiery coldness to be gone in a lost soul's bliss.", "IN CHURCH": "IN the choir the boys are singing the hymn.\n        The morning light on their lips\nMoves in silver-moist flashes in musical trim.\n\nSudden outside the high window one crow\n        Hangs in the air\nAnd lights on a withered oak-tree's top of woe.\n\nOne bird one blot folded and still at the top\n        Of the withered tree!--in the grail\nOf crystal heaven falls one full black drop.\n\nLike a soft full drop of darkness it seems to sway\n        In the tender wine\nOf our Sabbath suffusing our sacred day.", "PIANO": "Softly in the dusk a woman is singing to me;\nTaking me back down the vista of years till I see\nA child sitting under the piano in the boom of the\n    tingling strings\nAnd pressing the small poised feet of a mother who\n    smiles as she sings.\n\nIn spite of myself the insidious mastery of song\nBetrays me back till the heart of me weeps to belong\nTo the old Sunday evenings at home with winter\n    outside\nAnd hymns in the cosy parlour the tinkling piano\n    our guide.\n\nSo now it is vain for the singer to burst into clamour\nWith the great black piano appassionato. The\n    glamour\nOf childish days is upon me my manhood is cast\nDown in the flood of remembrance I weep like a\n    child for the past.", "EMBANKMENT AT NIGHT BEFORE THE WAR _1_": "_Charity_.\n\nBY the river\nIn the black wet night as the furtive rain slinks\n    down\nDropping and starting from sleep\nAlone on a seat\nA woman crouches.\n\nI must go back to her.\n\nI want to give her\nSome money. Her hand slips out of the breast of\n    her gown\nAsleep. My fingers creep\nCarefully over the sweet\nThumb-mound into the palm's deep pouches.\n\nSo the gift!\n\nGod how she starts!\nAnd looks at me and looks in the palm of her hand!\nAnd again at me!\nI turn and run\nDown the Embankment run for my life.\n\nBut why?--why?\n\nBecause of my heart's\nBeating like sobs I come to myself and stand\nIn the street spilled over splendidly\nWith wet flat lights. What I've done\nI know not my soul is in strife.\n\nThe touch was on the quick. I want to forget.", "PHANTASMAGORIA": "RIGID sleeps the house in darkness I alone\nLike a thing unwarrantable cross the hall\nAnd climb the stairs to find the group of doors\nStanding angel-stern and tall.\n\nI want my own room's shelter. But what is this\nThrong of startled beings suddenly thrown\nIn confusion against my entry? Is it only the trees'\nLarge shadows from the outside street lamp blown?\n\nPhantom to phantom leaning; strange women weep\nAloud suddenly on my mind\nStartling a fear unspeakable as the shuddering wind\nBreaks and sobs in the blind.\n\nSo like to women tall strange women weeping!\nWhy continually do they cross the bed?\nWhy does my soul contract with unnatural fear?\nI am listening! Is anything said?\n\nEver the long black figures swoop by the bed;\nThey seem to be beckoning rushing away and\n    beckoning.\nWhither then whither what is it say\nWhat is the reckoning.\n\nTall black Bacchae of midnight why then why\nDo you rush to assail me?\nDo I intrude on your rites nocturnal?\nWhat should it avail me?\n\nIs there some great Iacchos of these slopes\nSuburban dismal?\nHave I profaned some female mystery orgies\nBlack and phantasmal?", "NEXT MORNING": "How have I wandered here to this vaulted room\nIn the house of life?--the floor was ruffled with gold\nLast evening and she who was softly in bloom\nGlimmered as flowers that in perfume at twilight\n    unfold\n\nFor the flush of the night; whereas now the gloom\nOf every dirty must-besprinkled mould\nAnd damp old web of misery's heirloom\nDeadens this day's grey-dropping arras-fold.\n\nAnd what is this that floats on the undermist\nOf the mirror towards the dusty grate as if feeling\nUnsightly its way to the warmth?--this thing with\n    a list\nTo the left? this ghost like a candle swealing?\n\nPale-blurred with two round black drops as if it\n    missed\nItself among everything else here hungrily stealing\nUpon me!--my own reflection!--explicit gist\nOf my presence there in the mirror that leans from\n    the ceiling!\n\nThen will somebody square this shade with the\n    being I know\nI was last night when my soul rang clear as a bell\nAnd happy as rain in summer? Why should it be\n    so?\nWhat is there gone against me why am I in hell?", "PALIMPSEST OF TWILIGHT": "DARKNESS comes out of the earth\n  And swallows dip into the pallor of the west;\nFrom the hay comes the clamour of children's\n     mirth;\nWanes the old palimpsest.\n\nThe night-stock oozes scent\n  And a moon-blue moth goes flittering by:\nAll that the worldly day has meant\n  Wastes like a lie.\n\nThe children have forsaken their play;\n  A single star in a veil of light\nGlimmers: litter of day\n  Is gone from sight.", "EMBANKMENT AT NIGHT BEFORE THE WAR _2_": "_Outcasts_.\n\nTHE night rain dripping unseen\nComes endlessly kissing my face and my hands.\n\nThe river slipping between\nLamps is rayed with golden bands\nHalf way down its heaving sides;\nRevealed where it hides.\n\nUnder the bridge\nGreat electric cars\nSing through and each with a floor-light racing\n    along at its side.\nFar off oh midge after midge\nDrifts over the gulf that bars\nThe night with silence crossing the lamp-touched\n    tide.\n\nAt Charing Cross here beneath the bridge\nSleep in a row the outcasts\nPacked in a line with their heads against the wall.\nTheir feet in a broken ridge\nStretch out on the way and a lout casts\nA look as he stands on the edge of this naked stall.\n\nBeasts that sleep will cover\nTheir faces in their flank; so these\nHave huddled rags or limbs on the naked sleep.\nSave as the tram-cars hover\nPast with the noise of a breeze\nAnd gleam as of sunshine crossing the low black heap\n\nTwo naked faces are seen\nBare and asleep\nTwo pale clots swept and swept by the light of the\n    cars.\nFoam-clots showing between\nThe long low tidal-heap\nThe mud-weed opening two pale shadowless stars.\n\nOver the pallor of only two faces\nPasses the gallivant beam of the trams;\nShows in only two sad places\nThe white bare bone of our shams.\n\nA little bearded man pale peaked in sleeping\nWith a face like a chickweed flower.\nAnd a heavy woman sleeping still keeping\nCallous and dour.\n\nOver the pallor of only two places\nTossed on the low black ruffled heap\nPasses the light of the tram as it races\nOut of the deep.\n\nEloquent limbs\nIn disarray\nSleep-suave limbs of a youth with long smooth\n    thighs\nHutched up for warmth; the muddy rims\nOf trousers fray\nOn the thin bare shins of a man who uneasily lies.\n\nThe balls of five red toes\nAs red and dirty bare\nYoung birds forsaken and left in a nest of mud--\nNewspaper sheets enclose\nSome limbs like parcels and tear\nWhen the sleeper stirs or turns on the ebb of the\n    flood--\n\nOne heaped mound\nOf a woman's knees\nAs she thrusts them upward under the ruffled skirt--\nAnd a curious dearth of sound\nIn the presence of these\nWastrels that sleep on the flagstones without any\n    hurt.\n\nOver two shadowless shameless faces\nStark on the heap\nTravels the light as it tilts in its paces\nGone in one leap.\n\nAt the feet of the sleepers watching\nStand those that wait\nFor a place to lie down; and still as they stand\n    they sleep\nWearily catching\nThe flood's slow gait\nLike men who are drowned but float erect in the\n    deep.\n\nOh the singing mansions\nGolden-lighted tall\nTrams that pass blown ruddily down the night!\nThe bridge on its stanchions\nStoops like a pall\nTo this human blight.\n\nOn the outer pavement slowly\nTheatre people pass\nHolding aloft their umbrellas that flash and are\n    bright\nLike flowers of infernal moly\nOver nocturnal grass\nWetly bobbing and drifting away on our sight.\n\nAnd still by the rotten\nRow of shattered feet\nOutcasts keep guard.\nForgotten\nForgetting till fate shall delete\nOne from the ward.\n\nThe factories on the Surrey side\nAre beautifully laid in black on a gold-grey sky.\nThe river's invisible tide\nThreads and thrills like ore that is wealth to the eye.\n\nAnd great gold midges\nCross the chasm\nAt the bridges\nAbove intertwined plasm.", "WINTER IN THE BOULEVARD": "THE frost has settled down upon the trees\nAnd ruthlessly strangled off the fantasies\nOf leaves that have gone unnoticed swept like old\nRomantic stories now no more to be told.\n\nThe trees down the boulevard stand naked in\n    thought\nTheir abundant summery wordage silenced caught\nIn the grim undertow; naked the trees confront\nImplacable winter's long cross-questioning brunt.\n\nHas some hand balanced more leaves in the depths\n    of the twigs?\nSome dim little efforts placed in the threads of the\n    birch?--\nIt is only the sparrows like dead black leaves on\n    the sprigs\nSitting huddled against the cerulean one flesh with\n    their perch.\n\nThe clear cold sky coldly bethinks itself.\nLike vivid thought the air spins bright and all\nTrees birds and earth arrested in the after-thought\nAwaiting the sentence out from the welkin brought.", "SCHOOL ON THE OUTSKIRTS": "How different in the middle of snows the great\n     school rises red!\n  A red rock silent and shadowless clung round\n     with clusters of shouting lads\nSome few dark-cleaving the doorway souls that\n     cling as the souls of the dead\n  In stupor persist at the gates of life obstinate\n     dark monads.\n\nThis new red rock in a waste of white rises against\n     the day\n  With shelter now and with blandishment since\n     the winds have had their way\nAnd laid the desert horrific of silence and snow on\n     the world of mankind\n  School now is the rock in this weary land the winter\n     burns and makes blind.", "SICKNESS": "WAVING slowly before me pushed into the dark\nUnseen my hands explore the silence drawing the\n    bark\nOf my body slowly behind.\n\nNothing to meet my fingers but the fleece of night\nInvisible blinding my face and my eyes! What if\n    in their flight\nMy hands should touch the door!\n\nWhat if I suddenly stumble and push the door\nOpen and a great grey dawn swirls over my feet\n    before\nI can draw back!\n\nWhat if unwitting I set the door of eternity wide\nAnd am swept away in the horrible dawn am gone\n    down the tide\nOf eternal hereafter!\n\nCatch my hands my darling between your breasts.\nTake them away from their venture before fate\n    wrests\nThe meaning out of them.", "EVERLASTING FLOWERS": "WHO do you think stands watching\n  The snow-tops shining rosy\nIn heaven now that the darkness\n  Takes all but the tallest posy?\n\nWho then sees the two-winged\n  Boat down there all alone\nAnd asleep on the snow's last shadow\n  Like a moth on a stone?\n\nThe olive-leaves light as gad-flies\n  Have all gone dark gone black.\nAnd now in the dark my soul to you\n  Turns back.\n\nTo you my little darling\n  To you out of Italy.\nFor what is loveliness my love\n  Save you have it with me!\n\nSo there's an oxen wagon\n  Comes darkly into sight:\nA man with a lantern swinging\n  A little light.\n\nWhat does he see my darling\n  Here by the darkened lake?\nHere in the sloping shadow\n  The mountains make?\n\nHe says not a word but passes\n  Staring at what he sees.\nWhat ghost of us both do you think he saw\n  Under the olive trees?\n\nAll the things that are lovely--\n  The things you never knew--\nI wanted to gather them one by one\n  And bring them to you.\n\nBut never now my darling\n  Can I gather the mountain-tips\nFrom the twilight like half-shut lilies\n  To hold to your lips.\n\nAnd never the two-winged vessel\n  That sleeps below on the lake\nCan I catch like a moth between my hands\n  For you to take.\n\nBut hush I am not regretting:\n  It is far more perfect now.\nI'll whisper the ghostly truth to the world\n  And tell them how\n\nI know you here in the darkness\n  How you sit in the throne of my eyes\nAt peace and look out of the windows\n  In glad surprise.", "THE NORTH COUNTRY": "IN another country black poplars shake them-\n    selves over a pond\nAnd rooks and the rising smoke-waves scatter and\n    wheel from the works beyond;\nThe air is dark with north and with sulphur the\n    grass is a darker green\nAnd people darkly invested with purple move\n   palpable through the scene.\n\nSoundlessly down across the counties out of the\n    resonant gloom\nThat wraps the north in stupor and purple travels\n    the deep slow boom\nOf the man-life north-imprisoned shut in the hum\n    of the purpled steel\nAs it spins to sleep on its motion drugged dense in\n    the sleep of the wheel.\n\nOut of the sleep from the gloom of motion sound-\n    lessly somnambule\nMoans and booms the soul of a people imprisoned\n    asleep in the rule\nOf the strong machine that runs mesmeric booming\n    the spell of its word\nUpon them and moving them helpless mechanic\n    their will to its will deferred.\n\nYet all the while comes the droning inaudible out\n    of the violet air\nThe moaning of sleep-bound beings in travail that\n    toil and are will-less there\nIn the spell-bound north convulsive now with a\n    dream near morning strong\nWith violent achings heaving to burst the sleep\n    that is now not long.", "BITTERNESS OF DEATH": "I\n\nAH stern cold man\nHow can you lie so relentless hard\nWhile I wash you with weeping water!\nDo you set your face against the daughter\nOf life? Can you never discard\nYour curt pride's ban?\n\nYou masquerader!\nHow can you shame to act this part\nOf unswerving indifference to me?\nYou want at last ah me!\nTo break my heart\nEvader!\n\nYou know your mouth\nWas always sooner to soften\nEven than your eyes.\nNow shut it lies\nRelentless however often\nI kiss it in drouth.\n\nIt has no breath\nNor any relaxing. Where\nWhere are you what have you done?\nWhat is this mouth of stone?\nHow did you dare\nTake cover in death!\n\nII\n\nOnce you could see\nThe white moon show like a breast revealed\nBy the slipping shawl of stars.\nCould see the small stars tremble\nAs the heart beneath did wield\nSystole diastole.\n\nAll the lovely macrocosm\nWas woman once to you\nBride to your groom.\nNo tree in bloom\nBut it leaned you a new\nWhite bosom.\n\nAnd always and ever\nSoft as a summering tree\nUnfolds from the sky for your good\nUnfolded womanhood;\nShedding you down as a tree\nSheds its flowers on a river.\n\nI saw your brows\nSet like rocks beside a sea of gloom\nAnd I shed my very soul down into your\n   thought;\nLike flowers I fell to be caught\nOn the comforted pool like bloom\nThat leaves the boughs.\n\nIII\n\nOh masquerader\nWith a hard face white-enamelled\nWhat are you now?\nDo you care no longer how\nMy heart is trammelled\nEvader?\n\nIs this you after all\nMetallic obdurate\nWith bowels of steel?\nDid you _never_ feel?--\nCold insensate\nMechanical!\n\nAh no!--you multiform\nYou that I loved you wonderful\nYou who darkened and shone\nYou were many men in one;\nBut never this null\nThis never-warm!\n\nIs this the sum of you?\nIs it all nought?\nCold metal-cold?\nAre you all told\nHere iron-wrought?\nIs _this_ what's become of you?", "SEVEN SEALS": "SINCE this is the last night I keep you home\nCome I will consecrate you for the journey.\n\nRather I had you would not go. Nay come\nI will not again reproach you. Lie back\nAnd let me love you a long time ere you go.\nFor you are sullen-hearted still and lack\nThe will to love me. But even so\nI will set a seal upon you from my lip\nWill set a guard of honour at each door\nSeal up each channel out of which might slip\nYour love for me.\n\n                 I kiss your mouth. Ah love\nCould I but seal its ruddy shining spring\nOf passion parch it up destroy remove\nIts softly-stirring crimson welling-up\nOf kisses! Oh help me God! Here at the source\nI'd lie for ever drinking and drawing in\nYour fountains as heaven drinks from out their\n    course\nThe floods.\n\n                 I close your ears with kisses\nAnd seal your nostrils; and round your neck you'll\n    wear--\nNay let me work--a delicate chain of kisses.\nLike beads they go around and not one misses\nTo touch its fellow on either side.\n\n                 And there\nFull mid-between the champaign of your breast\nI place a great and burning seal of love\nLike a dark rose a mystery of rest\nOn the slow bubbling of your rhythmic heart.\n\nNay I persist and very faith shall keep\nYou integral to me. Each door each mystic port\nOf egress from you I will seal and steep\nIn perfect chrism.\n          Now it is done. The mort\nWill sound in heaven before it is undone.\n\nBut let me finish what I have begun\nAnd shirt you now invulnerable in the mail\nOf iron kisses kisses linked like steel.\nPut greaves upon your thighs and knees and frail\nWebbing of steel on your feet. So you shall feel\nEnsheathed invulnerable with me with seven\nGreat seals upon your outgoings and woven\nChain of my mystic will wrapped perfectly\nUpon you wrapped in indomitable me.", "READING A LETTER": "SHE sits on the recreation ground\n  Under an oak whose yellow buds dot the pale\n     blue sky.\nThe young grass twinkles in the wind and the sound\n  Of the wind in the knotted buds in a canopy.\n\nSo sitting under the knotted canopy\n  Of the wind she is lifted and carried away as in\n    a balloon\nAcross the insensible void till she stoops to see\n  The sandy desert beneath her the dreary platoon.\n\nShe knows the waste all dry beneath her in one\n     place\n  Stirring with earth-coloured life ever turning and\n     stirring.\nBut never the motion has a human face\n  Nor sound save intermittent machinery whirring.\n\nAnd so again on the recreation ground\n  She alights a stranger wondering unused to the\n     scene;\nSuffering at sight of the children playing around\n  Hurt at the chalk-coloured tulips and the even-\n     ing-green.", "TWENTY YEARS AGO": "ROUND the house were lilacs and strawberries\n  And foal-foots spangling the paths\nAnd far away on the sand-hills dewberries\n  Caught dust from the sea's long swaths.\n\nUp the wolds the woods were walking\n  And nuts fell out of their hair.\nAt the gate the nets hung balking\n  The star-lit rush of a hare.\n\nIn the autumn fields the stubble\n  Tinkled the music of gleaning.\nAt a mother's knees the trouble\n  Lost all its meaning.\n\nYea what good beginnings\n  To this sad end!\nHave we had our innings?\n  God forfend!", "INTIME": "RETURNING I find her just the same\nAt just the same old delicate game.\n\nStill she says: \"Nay loose no flame\nTo lick me up and do me harm!\nBe all yourself!--for oh the charm\nOf your heart of fire in which I look!\nOh better there than in any book\nGlow and enact the dramas and dreams\nI love for ever!--there it seems\nYou are lovelier than life itself till desire\nComes licking through the bars of your lips\nAnd over my face the stray fire slips\nLeaving a burn and an ugly smart\nThat will have the oil of illusion. Oh heart\nOf fire and beauty loose no more\nYour reptile flames of lust; ah store\nYour passion in the basket of your soul\nBe all yourself one bonny burning coal\nThat stays with steady joy of its own fire.\nBut do not seek to take me by desire.\nOh do not seek to thrust on me your fire!\nFor in the firing all my porcelain\nOf flesh does crackle and shiver and break in pain\nMy ivory and marble black with stain\nMy veil of sensitive mystery rent in twain\nMy altars sullied I bereft remain\nA priestess execrable taken in vain--\"\n\n                         So the refrain\nSings itself over and so the game\nRe-starts itself wherein I am kept\nLike a glowing brazier faintly blue of flame\nSo that the delicate love-adept\nCan warm her hands and invite her soul\nSprinkling incense and salt of words\nAnd kisses pale and sipping the toll\nOf incense-smoke that rises like birds.\n\nYet I've forgotten in playing this game\nThings I have known that shall have no name;\nForgetting the place from which I came\nI watch her ward away the flame\nYet warm herself at the fire--then blame\nMe that I flicker in the basket;\nMe that I glow not with content\nTo have my substance so subtly spent;\nMe that I interrupt her game.\nI ought to be proud that she should ask it\nOf me to be her fire-opal--.\n\n                         It is well\nSince I am here for so short a spell\nNot to interrupt her?--Why should I\nBreak in by making any reply!", "TWO WIVES": "I\n\nINTO the shadow-white chamber silts the white\nFlux of another dawn. The wind that all night\nLong has waited restless suddenly wafts\nA whirl like snow from the plum-trees and the pear\nTill petals heaped between the window-shafts\n            In a drift die there.\n\nA nurse in white at the dawning flower-foamed\n   pane\nDraws down the blinds whose shadows scarcely\n   stain\nThe white rugs on the floor nor the silent bed\nThat rides the room like a frozen berg its crest\nFinally ridged with the austere line of the dead\n            Stretched out at rest.\n\nLess than a year the fourfold feet had pressed\nThe peaceful floor when fell the sword on their rest.\nYet soon too soon she had him home again\nWith wounds between them and suffering like a\n   guest\nThat will not go. Now suddenly going the pain\n            Leaves an empty breast.\n\nII\n\nA tall woman with her long white gown aflow\nAs she strode her limbs amongst it once more\nShe hastened towards the room. Did she know\nAs she listened in silence outside the silent door?\nEntering she saw him in outline raised on a pyre\n            Awaiting the fire.\n\nUpraised on the bed with feet erect as a bow\nLike the prow of a boat his head laid back like the\n   stern\nOf a ship that stands in a shadowy sea of snow\nWith frozen rigging she saw him; she drooped like\n   a fern\nRefolding she slipped to the floor as a ghost-white\n   peony slips\n            When the thread clips.\n\nSoft she lay as a shed flower fallen nor heard\nThe ominous entry nor saw the other love\nThe dark the grave-eyed mistress who thus dared\nAt such an hour to lay her claim above\nA stricken wife so sunk in oblivion bowed\n            With misery no more proud.\n\nIII\n\nThe stranger's hair was shorn like a lad's dark poll\nAnd pale her ivory face: her eyes would fail\nIn silence when she looked: for all the whole\nDarkness of failure was in them without avail.\nDark in indomitable failure she who had lost\n            Now claimed the host\n\nShe softly passed the sorrowful flower shed\nIn blonde and white on the floor nor even turned\nHer head aside but straight towards the bed\nMoved with slow feet and her eyes' flame steadily\n   burned.\nShe looked at him as he lay with banded cheek\n            And she started to speak\n\nSoftly: \"I knew it would come to this\" she said\n\"I knew that some day soon I should find you thus.\nSo I did not fight you. You went your way instead\nOf coming mine--and of the two of us\nI died the first I in the after-life\n            Am now your wife.\"\n\nIV\n\n\"'Twas I whose fingers did draw up the young\nPlant of your body: to me you looked e'er sprung\nThe secret of the moon within your eyes!\nMy mouth you met before your fine red mouth\nWas set to song--and never your song denies\n            My love till you went south.\"\n\n\"'Twas I who placed the bloom of manhood on\nYour youthful smoothness: I fleeced where fleece\n   was none\nYour fervent limbs with flickers and tendrils of new\nKnowledge; I set your heart to its stronger beat;\nI put my strength upon you and I threw\n            My life at your feet.\"\n\n\"But I whom the years had reared to be your bride\nWho for years was sun for your shivering shade for\n   your sweat\nWho for one strange year was as a bride to you--you\n   set me aside\nWith all the old sweet things of our youth;--and\n   never yet\nHave I ceased to grieve that I was not great enough\n            To defeat your baser stuff.\"\n\nV\n\n\"But you are given back again to me\nWho have kept intact for you your virginity.\nWho for the rest of life walk out of care\nIndifferent here of myself since I am gone\nWhere you are gone and you and I out there\n            Walk now as one.\"\n\n\"Your widow am I and only I. I dream\nGod bows his head and grants me this supreme\nPure look of your last dead face whence now is gone\nThe mobility the panther's gambolling\nAnd all your being is given to me so none\n            Can mock my struggling.\"\n\n\"And now at last I kiss your perfect face\nPerfecting now our unfinished first embrace.\nYour young hushed look that then saw God ablaze\nIn every bush is given you back and we\nAre met at length to finish our rest of days\n            In a unity.\"", "HEIMWEH": "FAR-OFF the lily-statues stand white-ranked in the\n    garden at home.\nWould God they were shattered quickly the cattle\n    would tread them out in the loam.\nI wish the elder trees in flower could suddenly heave\n    and burst\nThe walls of the house and nettles puff out from\n    the hearth at which I was nursed.\n\nIt stands so still in the hush composed of trees and\n    inviolate peace\nThe home of my fathers the place that is mine my\n    fate and my old increase.\nAnd now that the skies are falling the world is\n    spouting in fountains of dirt\nI would give my soul for the homestead to fall with\n    me go with me both in one hurt.", "DEBACLE": "THE trees in trouble because of autumn\n  And scarlet berries falling from the bush\nAnd all the myriad houseless seeds\n  Loosing hold in the wind's insistent push\n\nMoan softly with autumnal parturition\n  Poor obscure fruits extruded out of light\nInto the world of shadow carried down\n  Between the bitter knees of the after-night.\n\nBushed in an uncouth ardour coiled at core\n  With a knot of life that only bliss can unravel\nFall all the fruits most bitterly into earth\n  Bitterly into corrosion bitterly travel.\n\nWhat is it internecine that is locked\n  By very fierceness into a quiescence\nWithin the rage? We shall not know till it burst\n  Out of corrosion into new florescence.\n\nNay but how tortured is the frightful seed\n  The spark intense within it all without\nMordant corrosion gnashing and champing hard\n  For ruin on the naked small redoubt.\n\nBitter to fold the issue and make no sally;\n  To have the mystery but not go forth;\nTo bear but retaliate nothing given to save\n  The spark in storms of corrosion as seeds from\n     the north.\n\nThe sharper more horrid the pressure the harder\n     the heart\n  That saves the blue grain of eternal fire\nWithin its quick committed to hold and wait\n  And suffer unheeding only forbidden to expire.", "NARCISSUS": "WHERE the minnows trace\nA glinting web quick hid in the gloom of the brook\nWhen I think of the place\nAnd remember the small lad lying intent to look\nThrough the shadowy face\nAt the little fish thread-threading the watery nook--\n\nIt seems to me\nThe woman you are should be nixie there is a pool\nWhere we ought to be.\nYou undine-clear and pearly soullessly cool\nAnd waterly\nThe pool for my limbs to fathom my soul's last\n    school.\n\nNarcissus\nVentured so long ago in the deeps of reflection.\nIllyssus\nBroke the bounds and beyond!--Dim recollection\nOf fishes\nSoundlessly moving in heaven's other direction!\n\nBe\nUndine towards the waters moving back;\nFor me\nA pool! Put off the soul you've got oh lack\nYour human self immortal; take the watery track.", "AUTUMN SUNSHINE": "THE sun sets out the autumn crocuses\n  And fills them up a pouring measure\n  Of death-producing wine till treasure\nRuns waste down their chalices.\n\nAll all Persephone's pale cups of mould\n  Are on the board are over-filled;\n  The portion to the gods is spilled;\nNow mortals all take hold!\n\nThe time is now the wine-cup full and full\n  Of lambent heaven a pledging-cup;\n  Let now all mortal men take up\nThe drink and a long strong pull.\n\nOut of the hell-queen's cup the heaven's pale wine--\n  Drink then invisible heroes drink.\n  Lips to the vessels never shrink\nThroats to the heavens incline.\n\nAnd take within the wine the god's great oath\n  By heaven and earth and hellish stream\n  To break this sick and nauseous dream\nWe writhe and lust in both.\n\nSwear in the pale wine poured from the cups of the\n       queen\n  Of hell to wake and be free\n  From this nightmare we writhe in\nBreak out of this foul has-been.", "ON THAT DAY": "   ON that day\nI shall put roses on roses and cover your grave\nWith multitude of white roses: and since you were\n      brave\n   One bright red ray.\n\n   So people passing under\nThe ash-trees of the valley-road will raise\nTheir eyes and look at the grave on the hill in\n      wonder\n   Wondering mount and put the flowers asunder\n\n   To see whose praise\nIs blazoned here so white and so bloodily red.\nThen they will say: \"'Tis long since she is dead\n   Who has remembered her after many days?\"\n\n   And standing there\nThey will consider how you went your ways\nUnnoticed among them a still queen lost in the\n      maze\n   Of this earthly affair.\n\n   A queen they'll say\nHas slept unnoticed on a forgotten hill.\nSleeps on unknown unnoticed there until\n   Dawns my insurgent day.", "metadata": "lawrence|D. H. Lawrence|1885|1930|https://en.wikipedia.org/wiki/D._H._Lawrence"}