{"STRANGE MEETING": "     It seemed that out of the battle I escaped\n     Down some profound dull tunnel long since scooped\n     Through granites which Titanic wars had groined.\n     Yet also there encumbered sleepers groaned\n     Too fast in thought or death to be bestirred.\n     Then as I probed them one sprang up and stared\n     With piteous recognition in fixed eyes\n     Lifting distressful hands as if to bless.\n     And by his smile I knew that sullen hall;\n     With a thousand fears that vision's face was grained;\n     Yet no blood reached there from the upper ground\n     And no guns thumped or down the flues made moan.\n     \"Strange friend\" I said \"Here is no cause to mourn.\"\n     \"None\" said the other \"Save the undone years\n     The hopelessness.  Whatever hope is yours\n     Was my life also; I went hunting wild\n     After the wildest beauty in the world\n     Which lies not calm in eyes or braided hair\n     But mocks the steady running of the hour\n     And if it grieves grieves richlier than here.\n     For by my glee might many men have laughed\n     And of my weeping something has been left\n     Which must die now.  I mean the truth untold\n     The pity of war the pity war distilled.\n     Now men will go content with what we spoiled.\n     Or discontent boil bloody and be spilled.\n     They will be swift with swiftness of the tigress\n     None will break ranks though nations trek from progress.\n     Courage was mine and I had mystery;\n     Wisdom was mine and I had mastery;\n     To miss the march of this retreating world\n     Into vain citadels that are not walled.\n     Then when much blood had clogged their chariot-wheels\n     I would go up and wash them from sweet wells\n     Even with truths that lie too deep for taint.\n     I would have poured my spirit without stint\n     But not through wounds; not on the cess of war.\n     Foreheads of men have bled where no wounds were.\n     I am the enemy you killed my friend.\n     I knew you in this dark; for so you frowned\n     Yesterday through me as you jabbed and killed.\n     I parried; but my hands were loath and cold.\n     Let us sleep now . . .\"\n\n\n\n     Earth's wheels run oiled with blood.  Forget we that.\n     Let us lie down and dig ourselves in thought.\n     Beauty is yours and you have mastery\n     Wisdom is mine and I have mystery.\n     We two will stay behind and keep our troth.\n     Let us forego men's minds that are brute's natures\n     Let us not sup the blood which some say nurtures\n     Be we not swift with swiftness of the tigress.\n     Let us break ranks from those who trek from progress.\n     Miss we the march of this retreating world\n     Into old citadels that are not walled.\n     Let us lie out and hold the open truth.\n     Then when their blood hath clogged the chariot wheels\n     We will go up and wash them from deep wells.\n     What though we sink from men as pitchers falling\n     Many shall raise us up to be their filling\n     Even from wells we sunk too deep for war\n     Even as One who bled where no wounds were.", "GREATER LOVE": "     Red lips are not so red\n        As the stained stones kissed by the English dead.\n     Kindness of wooed and wooer\n     Seems shame to their love pure.\n     O Love your eyes lose lure\n        When I behold eyes blinded in my stead!\n\n     Your slender attitude\n        Trembles not exquisite like limbs knife-skewed\n     Rolling and rolling there\n     Where God seems not to care;\n     Till the fierce Love they bear\n        Cramps them in death's extreme decrepitude.\n\n     Your voice sings not so soft--\n        Though even as wind murmuring through raftered loft--\n     Your dear voice is not dear\n     Gentle and evening clear\n     As theirs whom none now hear\n        Now earth has stopped their piteous mouths that coughed.\n\n     Heart you were never hot\n        Nor large nor full like hearts made great with shot;\n     And though your hand be pale\n     Paler are all which trail\n     Your cross through flame and hail:\n        Weep you may weep for you may touch them not.", "APOLOGIA PRO POEMATE MEO": "     I too saw God through mud--\n         The mud that cracked on cheeks when wretches smiled.\n         War brought more glory to their eyes than blood\n         And gave their laughs more glee than shakes a child.\n\n     Merry it was to laugh there--\n         Where death becomes absurd and life absurder.\n         For power was on us as we slashed bones bare\n         Not to feel sickness or remorse of murder.\n\n     I too have dropped off fear--\n         Behind the barrage dead as my platoon\n         And sailed my spirit surging light and clear\n         Past the entanglement where hopes lay strewn;\n\n     And witnessed exultation--\n         Faces that used to curse me scowl for scowl\n         Shine and lift up with passion of oblation\n         Seraphic for an hour; though they were foul.\n\n     I have made fellowships--\n         Untold of happy lovers in old song.\n         For love is not the binding of fair lips\n         With the soft silk of eyes that look and long\n\n     By Joy whose ribbon slips--\n         But wound with war's hard wire whose stakes are strong;\n         Bound with the bandage of the arm that drips;\n         Knit in the welding of the rifle-thong.\n\n     I have perceived much beauty\n         In the hoarse oaths that kept our courage straight;\n         Heard music in the silentness of duty;\n         Found peace where shell-storms spouted reddest spate.\n\n     Nevertheless except you share\n         With them in hell the sorrowful dark of hell\n         Whose world is but the trembling of a flare\n         And heaven but as the highway for a shell\n\n     You shall not hear their mirth:\n         You shall not come to think them well content\n         By any jest of mine.  These men are worth\n         Your tears:  You are not worth their merriment.\n\n\n     November 1917.", "THE SHOW": "     My soul looked down from a vague height with Death\n     As unremembering how I rose or why\n     And saw a sad land weak with sweats of dearth\n     Gray cratered like the moon with hollow woe\n     And fitted with great pocks and scabs of plaques.\n\n     Across its beard that horror of harsh wire\n     There moved thin caterpillars slowly uncoiled.\n     It seemed they pushed themselves to be as plugs\n     Of ditches where they writhed and shrivelled killed.\n\n     By them had slimy paths been trailed and scraped\n     Round myriad warts that might be little hills.\n\n     From gloom's last dregs these long-strung creatures crept\n     And vanished out of dawn down hidden holes.\n\n     (And smell came up from those foul openings\n     As out of mouths or deep wounds deepening.)\n\n     On dithering feet upgathered more and more\n     Brown strings towards strings of gray with bristling spines\n     All migrants from green fields intent on mire.\n\n     Those that were gray of more abundant spawns\n     Ramped on the rest and ate them and were eaten.\n\n     I saw their bitten backs curve loop and straighten\n     I watched those agonies curl lift and flatten.\n\n     Whereat in terror what that sight might mean\n     I reeled and shivered earthward like a feather.\n\n     And Death fell with me like a deepening moan.\n     And He picking a manner of worm which half had hid\n     Its bruises in the earth but crawled no further\n     Showed me its feet the feet of many men\n     And the fresh-severed head of it my head.", "MENTAL CASES": "     Who are these?  Why sit they here in twilight?\n     Wherefore rock they purgatorial shadows\n     Drooping tongues from jaws that slob their relish\n     Baring teeth that leer like skulls' tongues wicked?\n     Stroke on stroke of pain--but what slow panic\n     Gouged these chasms round their fretted sockets?\n     Ever from their hair and through their hand palms\n     Misery swelters.  Surely we have perished\n     Sleeping and walk hell; but who these hellish?\n\n    --These are men whose minds the Dead have ravished.\n     Memory fingers in their hair of murders\n     Multitudinous murders they once witnessed.\n     Wading sloughs of flesh these helpless wander\n     Treading blood from lungs that had loved laughter.\n     Always they must see these things and hear them\n     Batter of guns and shatter of flying muscles\n     Carnage incomparable and human squander\n     Rucked too thick for these men's extrication.\n\n     Therefore still their eyeballs shrink tormented\n     Back into their brains because on their sense\n     Sunlight seems a bloodsmear; night comes blood-black;\n     Dawn breaks open like a wound that bleeds afresh\n    --Thus their heads wear this hilarious hideous\n     Awful falseness of set-smiling corpses.\n    --Thus their hands are plucking at each other;\n     Picking at the rope-knouts of their scourging;\n     Snatching after us who smote them brother\n     Pawing us who dealt them war and madness.", "PARABLE OF THE OLD MEN AND THE YOUNG": "     So Abram rose and clave the wood and went\n     And took the fire with him and a knife.\n     And as they sojourned both of them together\n     Isaac the first-born spake and said My Father\n     Behold the preparations fire and iron\n     But where the lamb for this burnt-offering?\n     Then Abram bound the youth with belts and straps\n     And builded parapets and trenches there\n     And stretch\\ed forth the knife to slay his son.\n     When lo! an angel called him out of heaven\n     Saying Lay not thy hand upon the lad\n     Neither do anything to him.  Behold\n     A ram caught in a thicket by its horns;\n     Offer the Ram of Pride instead of him.\n     But the old man would not so but slew his son. . . .", "ARMS AND THE BOY": "     Let the boy try along this bayonet-blade\n     How cold steel is and keen with hunger of blood;\n     Blue with all malice like a madman's flash;\n     And thinly drawn with famishing for flesh.\n\n     Lend him to stroke these blind blunt bullet-heads\n     Which long to muzzle in the hearts of lads.\n     Or give him cartridges of fine zinc teeth\n     Sharp with the sharpness of grief and death.\n\n     For his teeth seem for laughing round an apple.\n     There lurk no claws behind his fingers supple;\n     And God will grow no talons at his heels\n     Nor antlers through the thickness of his curls.", "ANTHEM FOR DOOMED YOUTH": "     What passing-bells for these who die as cattle?\n        Only the monstrous anger of the guns.\n        Only the stuttering rifles' rapid rattle\n     Can patter out their hasty orisons.\n     No mockeries for them; no prayers nor bells\n     Nor any voice of mourning save the choirs--\n     The shrill demented choirs of wailing shells;\n     And bugles calling for them from sad shires.\n\n     What candles may be held to speed them all?\n        Not in the hands of boys but in their eyes\n     Shall shine the holy glimmers of goodbyes.\n        The pallor of girls' brows shall be their pall;\n     Their flowers the tenderness of patient minds\n     And each slow dusk a drawing-down of blinds.", "THE SEND-OFF": "     Down the close darkening lanes they sang their way\n     To the siding-shed\n     And lined the train with faces grimly gay.\n\n     Their breasts were stuck all white with wreath and spray\n     As men's are dead.\n\n     Dull porters watched them and a casual tramp\n     Stood staring hard\n     Sorry to miss them from the upland camp.\n     Then unmoved signals nodded and a lamp\n     Winked to the guard.\n\n     So secretly like wrongs hushed-up they went.\n     They were not ours:\n     We never heard to which front these were sent.\n\n     Nor there if they yet mock what women meant\n     Who gave them flowers.\n\n     Shall they return to beatings of great bells\n     In wild trainloads?\n     A few a few too few for drums and yells\n     May creep back silent to still village wells\n     Up half-known roads.", "INSENSIBILITY": "         I\n\n     Happy are men who yet before they are killed\n     Can let their veins run cold.\n     Whom no compassion fleers\n     Or makes their feet\n     Sore on the alleys cobbled with their brothers.\n     The front line withers\n     But they are troops who fade not flowers\n     For poets' tearful fooling:\n     Men gaps for filling\n     Losses who might have fought\n     Longer; but no one bothers.\n\n\n         II\n\n     And some cease feeling\n     Even themselves or for themselves.\n     Dullness best solves\n     The tease and doubt of shelling\n     And Chance's strange arithmetic\n     Comes simpler than the reckoning of their shilling.\n     They keep no check on Armies' decimation.\n\n\n         III\n\n     Happy are these who lose imagination:\n     They have enough to carry with ammunition.\n     Their spirit drags no pack.\n     Their old wounds save with cold can not more ache.\n     Having seen all things red\n     Their eyes are rid\n     Of the hurt of the colour of blood for ever.\n     And terror's first constriction over\n     Their hearts remain small drawn.\n     Their senses in some scorching cautery of battle\n     Now long since ironed\n     Can laugh among the dying unconcerned.\n\n\n         IV\n\n     Happy the soldier home with not a notion\n     How somewhere every dawn some men attack\n     And many sighs are drained.\n     Happy the lad whose mind was never trained:\n     His days are worth forgetting more than not.\n     He sings along the march\n     Which we march taciturn because of dusk\n     The long forlorn relentless trend\n     From larger day to huger night.\n\n\n         V\n\n     We wise who with a thought besmirch\n     Blood over all our soul\n     How should we see our task\n     But through his blunt and lashless eyes?\n     Alive he is not vital overmuch;\n     Dying not mortal overmuch;\n     Nor sad nor proud\n     Nor curious at all.\n     He cannot tell\n     Old men's placidity from his.\n\n\n         VI\n\n     But cursed are dullards whom no cannon stuns\n     That they should be as stones.\n     Wretched are they and mean\n     With paucity that never was simplicity.\n     By choice they made themselves immune\n     To pity and whatever mourns in man\n     Before the last sea and the hapless stars;\n     Whatever mourns when many leave these shores;\n     Whatever shares\n     The eternal reciprocity of tears.", "DULCE ET DECORUM EST": "     Bent double like old beggars under sacks\n     Knock-kneed coughing like hags we cursed through sludge\n     Till on the haunting flares we turned our backs\n     And towards our distant rest began to trudge.\n     Men marched asleep.  Many had lost their boots\n     But limped on blood-shod.  All went lame all blind;\n     Drunk with fatigue; deaf even to the hoots\n     Of gas-shells dropping softly behind.\n\n     Gas!  GAS!  Quick boys!--An ecstasy of fumbling\n     Fitting the clumsy helmets just in time\n     But someone still was yelling out and stumbling\n     And flound'ring like a man in fire or lime.--\n     Dim through the misty panes and thick green light\n     As under a green sea I saw him drowning.\n\n     In all my dreams before my helpless sight\n     He plunges at me guttering choking drowning.\n\n     If in some smothering dreams you too could pace\n     Behind the wagon that we flung him in\n     And watch the white eyes writhing in his face\n     His hanging face like a devil's sick of sin\n     If you could hear at every jolt the blood\n     Come gargling from the froth-corrupted lungs\n     Bitter as the cud\n     Of vile incurable sores on innocent tongues--\n     My friend you would not tell with such high zest\n     To children ardent for some desperate glory\n     The old Lie:  Dulce et decorum est\n     Pro patria mori.", "THE SENTRY": "     We'd found an old Boche dug-out and he knew\n     And gave us hell for shell on frantic shell\n     Hammered on top but never quite burst through.\n     Rain guttering down in waterfalls of slime\n     Kept slush waist high that rising hour by hour\n     Choked up the steps too thick with clay to climb.\n     What murk of air remained stank old and sour\n     With fumes of whizz-bangs and the smell of men\n     Who'd lived there years and left their curse in the den\n     If not their corpses. . . .\n                                  There we herded from the blast\n     Of whizz-bangs but one found our door at last.\n     Buffeting eyes and breath snuffing the candles.\n     And thud! flump! thud! down the steep steps came thumping\n     And splashing in the flood deluging muck--\n     The sentry's body; then his rifle handles\n     Of old Boche bombs and mud in ruck on ruck.\n     We dredged him up for killed until he whined\n     \"O sir my eyes--I'm blind--I'm blind I'm blind!\"\n     Coaxing I held a flame against his lids\n     And said if he could see the least blurred light\n     He was not blind; in time he'd get all right.\n     \"I can't\" he sobbed.  Eyeballs huge-bulged like squids\n     Watch my dreams still; but I forgot him there\n     In posting next for duty and sending a scout\n     To beg a stretcher somewhere and floundering about\n     To other posts under the shrieking air.\n\n     Those other wretches how they bled and spewed\n     And one who would have drowned himself for good--\n     I try not to remember these things now.\n     Let dread hark back for one word only:  how\n     Half-listening to that sentry's moans and jumps\n     And the wild chattering of his broken teeth\n     Renewed most horribly whenever crumps\n     Pummelled the roof and slogged the air beneath--\n     Through the dense din I say we heard him shout\n     \"I see your lights!\"  But ours had long died out.", "THE DEAD-BEAT": "     He dropped--more sullenly than wearily\n     Lay stupid like a cod heavy like meat\n     And none of us could kick him to his feet;\n     Just blinked at my revolver blearily;\n    --Didn't appear to know a war was on\n     Or see the blasted trench at which he stared.\n     \"I'll do 'em in\" he whined \"If this hand's spared\n     I'll murder them I will.\"\n\n                                 A low voice said\n     \"It's Blighty p'raps he sees; his pluck's all gone\n     Dreaming of all the valiant that AREN'T dead:\n     Bold uncles smiling ministerially;\n     Maybe his brave young wife getting her fun\n     In some new home improved materially.\n     It's not these stiffs have crazed him; nor the Hun.\"\n\n     We sent him down at last out of the way.\n     Unwounded;--stout lad too before that strafe.\n     Malingering?  Stretcher-bearers winked \"Not half!\"\n\n     Next day I heard the Doc.'s well-whiskied laugh:\n     \"That scum you sent last night soon died.  Hooray!\"", "EXPOSURE": "         I\n\n     Our brains ache in the merciless iced east winds that knife us . . .\n     Wearied we keep awake because the night is silent . . .\n     Low drooping flares confuse our memory of the salient . . .\n     Worried by silence sentries whisper curious nervous\n             But nothing happens.\n\n     Watching we hear the mad gusts tugging on the wire.\n     Like twitching agonies of men among its brambles.\n     Northward incessantly the flickering gunnery rumbles\n     Far off like a dull rumour of some other war.\n             What are we doing here?\n\n     The poignant misery of dawn begins to grow . . .\n     We only know war lasts rain soaks and clouds sag stormy.\n     Dawn massing in the east her melancholy army\n     Attacks once more in ranks on shivering ranks of gray\n             But nothing happens.\n\n     Sudden successive flights of bullets streak the silence.\n     Less deadly than the air that shudders black with snow\n     With sidelong flowing flakes that flock pause and renew\n     We watch them wandering up and down the wind's nonchalance\n             But nothing happens.\n\n\n         II\n\n     Pale flakes with lingering stealth come feeling for our faces--\n     We cringe in holes back on forgotten dreams and stare snow-dazed\n     Deep into grassier ditches.  So we drowse sun-dozed\n     Littered with blossoms trickling where the blackbird fusses.\n             Is it that we are dying?\n\n     Slowly our ghosts drag home:  glimpsing the sunk fires glozed\n     With crusted dark-red jewels; crickets jingle there;\n     For hours the innocent mice rejoice:  the house is theirs;\n     Shutters and doors all closed:  on us the doors are closed--\n             We turn back to our dying.\n\n     Since we believe not otherwise can kind fires burn;\n     Nor ever suns smile true on child or field or fruit.\n     For God's invincible spring our love is made afraid;\n     Therefore not loath we lie out here; therefore were born\n             For love of God seems dying.\n\n     To-night His frost will fasten on this mud and us\n     Shrivelling many hands and puckering foreheads crisp.\n     The burying-party picks and shovels in their shaking grasp\n     Pause over half-known faces.  All their eyes are ice\n             But nothing happens.", "SPRING OFFENSIVE": "     Halted against the shade of a last hill\n     They fed and lying easy were at ease\n     And finding comfortable chests and knees\n     Carelessly slept.  But many there stood still\n     To face the stark blank sky beyond the ridge\n     Knowing their feet had come to the end of the world.\n\n     Marvelling they stood and watched the long grass swirled\n     By the May breeze murmurous with wasp and midge\n     For though the summer oozed into their veins\n     Like the injected drug for their bones' pains\n     Sharp on their souls hung the imminent line of grass\n     Fearfully flashed the sky's mysterious glass.\n\n     Hour after hour they ponder the warm field--\n     And the far valley behind where the buttercups\n     Had blessed with gold their slow boots coming up\n     Where even the little brambles would not yield\n     But clutched and clung to them like sorrowing hands;\n     They breathe like trees unstirred.\n\n     Till like a cold gust thrilled the little word\n     At which each body and its soul begird\n     And tighten them for battle.  No alarms\n     Of bugles no high flags no clamorous haste--\n     Only a lift and flare of eyes that faced\n     The sun like a friend with whom their love is done.\n     O larger shone that smile against the sun--\n     Mightier than his whose bounty these have spurned.\n\n     So soon they topped the hill and raced together\n     Over an open stretch of herb and heather\n     Exposed.  And instantly the whole sky burned\n     With fury against them; and soft sudden cups\n     Opened in thousands for their blood; and the green slopes\n     Chasmed and steepened sheer to infinite space.\n\n     Of them who running on that last high place\n     Leapt to swift unseen bullets or went up\n     On the hot blast and fury of hell's upsurge\n     Or plunged and fell away past this world's verge\n     Some say God caught them even before they fell.\n\n     But what say such as from existence' brink\n     Ventured but drave too swift to sink.\n     The few who rushed in the body to enter hell\n     And there out-fiending all its fiends and flames\n     With superhuman inhumanities\n     Long-famous glories immemorial shames--\n     And crawling slowly back have by degrees\n     Regained cool peaceful air in wonder--\n     Why speak they not of comrades that went under?", "THE CHANCES": "     I mind as 'ow the night afore that show\n     Us five got talking--we was in the know\n     \"Over the top to-morrer; boys we're for it\n     First wave we are first ruddy wave; that's tore it.\"\n     \"Ah well\" says Jimmy--an' 'e's seen some scrappin'--\n     \"There ain't more nor five things as can 'appen;\n     Ye get knocked out; else wounded--bad or cushy;\n     Scuppered; or nowt except yer feeling mushy.\"\n\n     One of us got the knock-out blown to chops.\n     T'other was hurt like losin' both 'is props.\n     An' one to use the word of 'ypocrites\n     'Ad the misfortoon to be took by Fritz.\n     Now me I wasn't scratched praise God Almighty\n     (Though next time please I'll thank 'im for a blighty)\n     But poor young Jim 'e's livin' an' 'e's not;\n     'E reckoned 'e'd five chances an' 'e's 'ad;\n     'E's wounded killed and pris'ner all the lot--\n     The ruddy lot all rolled in one.  Jim's mad.", "S. I. W.": "         _\"I will to the King\n         And offer him consolation in his trouble\n         For that man there has set his teeth to die\n         And being one that hates obedience\n         Discipline and orderliness of life\n         I cannot mourn him.\"_\n                                  W. B. Yeats.\n\n\n\n     Patting goodbye doubtless they told the lad\n     He'd always show the Hun a brave man's face;\n     Father would sooner him dead than in disgrace--\n     Was proud to see him going aye and glad.\n     Perhaps his Mother whimpered how she'd fret\n     Until he got a nice safe wound to nurse.\n     Sisters would wish girls too could shoot charge curse . . .\n     Brothers--would send his favourite cigarette\n     Each week month after month they wrote the same\n     Thinking him sheltered in some Y.M. Hut\n     Where once an hour a bullet missed its aim\n     And misses teased the hunger of his brain.\n     His eyes grew old with wincing and his hand\n     Reckless with ague.  Courage leaked as sand\n     From the best sandbags after years of rain.\n     But never leave wound fever trench-foot shock\n     Untrapped the wretch.  And death seemed still withheld\n     For torture of lying machinally shelled\n     At the pleasure of this world's Powers who'd run amok.\n\n     He'd seen men shoot their hands on night patrol\n     Their people never knew.  Yet they were vile.\n     \"Death sooner than dishonour that's the style!\"\n     So Father said.\n\n                      One dawn our wire patrol\n     Carried him.  This time Death had not missed.\n     We could do nothing but wipe his bleeding cough.\n     Could it be accident?--Rifles go off . . .\n     Not sniped?  No.  (Later they found the English ball.)\n\n     It was the reasoned crisis of his soul.\n     Against the fires that would not burn him whole\n     But kept him for death's perjury and scoff\n     And life's half-promising and both their riling.\n\n     With him they buried the muzzle his teeth had kissed\n     And truthfully wrote the Mother \"Tim died smiling.\"", "FUTILITY": "     Move him into the sun--\n     Gently its touch awoke him once\n     At home whispering of fields unsown.\n     Always it woke him even in France\n     Until this morning and this snow.\n     If anything might rouse him now\n     The kind old sun will know.\n\n     Think how it wakes the seeds--\n     Woke once the clays of a cold star.\n     Are limbs so dear-achieved are sides\n     Full-nerved--still warm--too hard to stir?\n     Was it for this the clay grew tall?\n    --O what made fatuous sunbeams toil\n     To break earth's sleep at all?", "SMILE SMILE SMILE": "     Head to limp head the sunk-eyed wounded scanned\n     Yesterday's Mail; the casualties (typed small)\n     And (large) Vast Booty from our Latest Haul.\n     Also they read of Cheap Homes not yet planned;\n     For said the paper \"When this war is done\n     The men's first instinct will be making homes.\n     Meanwhile their foremost need is aerodromes\n     It being certain war has just begun.\n     Peace would do wrong to our undying dead--\n     The sons we offered might regret they died\n     If we got nothing lasting in their stead.\n     We must be solidly indemnified.\n     Though all be worthy Victory which all bought\n     We rulers sitting in this ancient spot\n     Would wrong our very selves if we forgot\n     The greatest glory will be theirs who fought\n     Who kept this nation in integrity.\"\n     Nation?--The half-limbed readers did not chafe\n     But smiled at one another curiously\n     Like secret men who know their secret safe.\n     This is the thing they know and never speak\n     That England one by one had fled to France\n     (Not many elsewhere now save under France).\n     Pictures of these broad smiles appear each week\n     And people in whose voice real feeling rings\n     Say:  How they smile!  They're happy now poor things.\n\n\n     23rd September 1918.", "CONSCIOUS": "     His fingers wake and flutter up the bed.\n     His eyes come open with a pull of will\n     Helped by the yellow may-flowers by his head.\n     A blind-cord drawls across the window-sill . . .\n     How smooth the floor of the ward is! what a rug!\n     And who's that talking somewhere out of sight?\n     Why are they laughing?  What's inside that jug?\n     \"Nurse!  Doctor!\"  \"Yes; all right all right.\"\n\n     But sudden dusk bewilders all the air--\n     There seems no time to want a drink of water.\n     Nurse looks so far away.  And everywhere\n     Music and roses burnt through crimson slaughter.\n     Cold; cold; he's cold; and yet so hot:\n     And there's no light to see the voices by--\n     No time to dream and ask--he knows not what.", "A TERRE": "         (Being the philosophy of many Soldiers.)\n\n\n\n     Sit on the bed; I'm blind and three parts shell\n     Be careful; can't shake hands now; never shall.\n     Both arms have mutinied against me--brutes.\n     My fingers fidget like ten idle brats.\n\n     I tried to peg out soldierly--no use!\n     One dies of war like any old disease.\n     This bandage feels like pennies on my eyes.\n     I have my medals?--Discs to make eyes close.\n     My glorious ribbons?--Ripped from my own back\n     In scarlet shreds.  (That's for your poetry book.)\n\n     A short life and a merry one my brick!\n     We used to say we'd hate to live dead old--\n     Yet now . . . I'd willingly be puffy bald\n     And patriotic.  Buffers catch from boys\n     At least the jokes hurled at them.  I suppose\n     Little I'd ever teach a son but hitting\n     Shooting war hunting all the arts of hurting.\n     Well that's what I learnt--that and making money.\n     Your fifty years ahead seem none too many?\n     Tell me how long I've got?  God!  For one year\n     To help myself to nothing more than air!\n     One Spring!  Is one too good to spare too long?\n     Spring wind would work its own way to my lung\n     And grow me legs as quick as lilac-shoots.\n     My servant's lamed but listen how he shouts!\n     When I'm lugged out he'll still be good for that.\n     Here in this mummy-case you know I've thought\n     How well I might have swept his floors for ever\n     I'd ask no night off when the bustle's over\n     Enjoying so the dirt.  Who's prejudiced\n     Against a grimed hand when his own's quite dust\n     Less live than specks that in the sun-shafts turn\n     Less warm than dust that mixes with arms' tan?\n     I'd love to be a sweep now black as Town\n     Yes or a muckman.  Must I be his load?\n\n     O Life Life let me breathe--a dug-out rat!\n     Not worse than ours the existences rats lead--\n     Nosing along at night down some safe vat\n     They find a shell-proof home before they rot.\n     Dead men may envy living mites in cheese\n     Or good germs even.  Microbes have their joys\n     And subdivide and never come to death\n     Certainly flowers have the easiest time on earth.\n     \"I shall be one with nature herb and stone.\"\n     Shelley would tell me.  Shelley would be stunned;\n     The dullest Tommy hugs that fancy now.\n     \"Pushing up daisies\" is their creed you know.\n     To grain then go my fat to buds my sap\n     For all the usefulness there is in soap.\n     D'you think the Boche will ever stew man-soup?\n     Some day no doubt if . . .\n                                   Friend be very sure\n     I shall be better off with plants that share\n     More peaceably the meadow and the shower.\n     Soft rains will touch me--as they could touch once\n     And nothing but the sun shall make me ware.\n     Your guns may crash around me.  I'll not hear;\n     Or if I wince I shall not know I wince.\n     Don't take my soul's poor comfort for your jest.\n     Soldiers may grow a soul when turned to fronds\n     But here the thing's best left at home with friends.\n\n     My soul's a little grief grappling your chest\n     To climb your throat on sobs; easily chased\n     On other sighs and wiped by fresher winds.\n\n     Carry my crying spirit till it's weaned\n     To do without what blood remained these wounds.", "WILD WITH ALL REGRETS": "         (Another version of \"A Terre\".)\n\n           To Siegfried Sassoon\n\n\n\n     My arms have mutinied against me--brutes!\n     My fingers fidget like ten idle brats\n     My back's been stiff for hours damned hours.\n     Death never gives his squad a Stand-at-ease.\n     I can't read.  There:  it's no use.  Take your book.\n     A short life and a merry one my buck!\n     We said we'd hate to grow dead old.  But now\n     Not to live old seems awful:  not to renew\n     My boyhood with my boys and teach 'em hitting\n     Shooting and hunting--all the arts of hurting!\n    --Well that's what I learnt.  That and making money.\n     Your fifty years in store seem none too many;\n     But I've five minutes.  God!  For just two years\n     To help myself to this good air of yours!\n     One Spring!  Is one too hard to spare?  Too long?\n     Spring air would find its own way to my lung\n     And grow me legs as quick as lilac-shoots.\n\n     Yes there's the orderly.  He'll change the sheets\n     When I'm lugged out oh couldn't I do that?\n     Here in this coffin of a bed I've thought\n     I'd like to kneel and sweep his floors for ever--\n     And ask no nights off when the bustle's over\n     For I'd enjoy the dirt; who's prejudiced\n     Against a grimed hand when his own's quite dust--\n     Less live than specks that in the sun-shafts turn?\n     Dear dust--in rooms on roads on faces' tan!\n     I'd love to be a sweep's boy black as Town;\n     Yes or a muckman.  Must I be his load?\n     A flea would do.  If one chap wasn't bloody\n     Or went stone-cold I'd find another body.\n\n     Which I shan't manage now.  Unless it's yours.\n     I shall stay in you friend for some few hours.\n     You'll feel my heavy spirit chill your chest\n     And climb your throat on sobs until it's chased\n     On sighs and wiped from off your lips by wind.\n\n     I think on your rich breathing brother I'll be weaned\n     To do without what blood remained me from my wound.\n\n\n     5th December 1917.", "DISABLED": "     He sat in a wheeled chair waiting for dark\n     And shivered in his ghastly suit of grey\n     Legless sewn short at elbow.  Through the park\n     Voices of boys rang saddening like a hymn\n     Voices of play and pleasure after day\n     Till gathering sleep had mothered them from him.\n\n     About this time Town used to swing so gay\n     When glow-lamps budded in the light-blue trees\n     And girls glanced lovelier as the air grew dim\n    --In the old times before he threw away his knees.\n     Now he will never feel again how slim\n     Girls' waists are or how warm their subtle hands\n     All of them touch him like some queer disease.\n\n     There was an artist silly for his face\n     For it was younger than his youth last year.\n     Now he is old; his back will never brace;\n     He's lost his colour very far from here\n     Poured it down shell-holes till the veins ran dry\n     And half his lifetime lapsed in the hot race\n     And leap of purple spurted from his thigh.\n     One time he liked a bloodsmear down his leg\n     After the matches carried shoulder-high.\n     It was after football when he'd drunk a peg\n     He thought he'd better join.  He wonders why . . .\n     Someone had said he'd look a god in kilts.\n\n     That's why; and maybe too to please his Meg\n     Aye that was it to please the giddy jilts\n     He asked to join.  He didn't have to beg;\n     Smiling they wrote his lie; aged nineteen years.\n     Germans he scarcely thought of; and no fears\n     Of Fear came yet.  He thought of jewelled hilts\n     For daggers in plaid socks; of smart salutes;\n     And care of arms; and leave; and pay arrears;\n     Esprit de corps; and hints for young recruits.\n     And soon he was drafted out with drums and cheers.\n\n     Some cheered him home but not as crowds cheer Goal.\n     Only a solemn man who brought him fruits\n     Thanked him; and then inquired about his soul.\n     Now he will spend a few sick years in Institutes\n     And do what things the rules consider wise\n     And take whatever pity they may dole.\n     To-night he noticed how the women's eyes\n     Passed from him to the strong men that were whole.\n     How cold and late it is!  Why don't they come\n     And put him into bed?  Why don't they come?", "THE END": "     After the blast of lightning from the east\n     The flourish of loud clouds the Chariot throne\n     After the drums of time have rolled and ceased\n     And from the bronze west long retreat is blown\n\n     Shall Life renew these bodies?  Of a truth\n     All death will he annul all tears assuage?\n     Or fill these void veins full again with youth\n     And wash with an immortal water age?\n\n     When I do ask white Age he saith not so--\n     \"My head hangs weighed with snow.\"\n     And when I hearken to the Earth she saith\n     My fiery heart sinks aching.  It is death.\n     Mine ancient scars shall not be glorified\n     Nor my titanic tears the seas be dried.\"", "metadata": "owen|Wilfred Owen|1893|1918|https://en.wikipedia.org/wiki/Wilfred_Owen"}