{"YOU KNOW WHERE YOU DID DESPISE": "You know where you did despise \n(Tother day) my little Eyes, \nLittle Legs, and little Thighs, \nAnd some things, of little Size, \nYou know where. \n\nYou, tis true, have fine black eyes, \nTaper legs, and tempting Thighs, \nYet what more than all we prize \nIs a Thing of little Size, \nYou know where. ", "ODE ON SOLITUDE": "Happy the man, whose wish and care \n   A few paternal acres bound, \nContent to breathe his native air, \n                            In his own ground. \n\nWhose herds with milk, whose fields with bread, \n   Whose flocks supply him with attire, \nWhose trees in summer yield him shade, \n                            In winter fire. \n\nBlest, who can unconcernedly find \n   Hours, days, and years slide soft away, \nIn health of body, peace of mind, \n                            Quiet by day, \n\nSound sleep by night; study and ease, \n   Together mixed; sweet recreation; \nAnd innocence, which most does please, \n                            With meditation. \n\nThus let me live, unseen, unknown; \n   Thus unlamented let me die; \nSteal from the world, and not a stone \n                            Tell where I lie.", "SUMMER": "See what delights in sylvan scenes appear!\nDescending Gods have found Elysium here.\nIn woods bright Venus with Adonis stray'd,\nAnd chaste Diana haunts the forest shade.\nCome lovely nymph, and bless the silent hours,\nWhen swains from shearing seek their nightly bow'rs;\nWhen weary reapers quit the sultry field,\nAnd crown'd with corn, their thanks to Ceres yield.\nThis harmless grove no lurking viper hides,\nBut in my breast the serpent Love abides.\nHere bees from blossoms sip the rosy dew,\nBut your Alexis knows no sweets but you.\nOh deign to visit our forsaken seats,\nThe mossy fountains, and the green retreats!\nWhere-e'er you walk, cool gales shall fan the glade,\nTrees, where you sit, shall crowd into a shade,\nWhere-e'er you tread, the blushing flow'rs shall rise,\nAnd all things flourish where you turn your eyes.\nOh! How I long with you to pass my days,\nInvoke the muses, and resound your praise;\nYour praise the birds shall chant in ev'ry grove,\nAnd winds shall waft it to the pow'rs above.\nBut wou'd you sing, and rival Orpheus' strain,\nThe wond'ring forests soon shou'd dance again,\nThe moving mountains hear the pow'rful call,\nAnd headlong streams hang list'ning in their fall!\nBut see, the shepherds shun the noon-day heat,\nThe lowing herds to murm'ring brooks retreat,\nTo closer shades the panting flocks remove,\nYe Gods! And is there no relief for Love?\nBut soon the sun with milder rays descends\nTo the cool ocean, where his journey ends;\nOn me Love's fiercer flames for every prey,\nBy night he scorches, as he burns by day.", "THE RIDDLE OF THE WORLD": "Know then thyself, presume not God to scan\nThe proper study of Mankind is Man.\nPlaced on this isthmus of a middle state,\nA Being darkly wise, and rudely great:\nWith too much knowledge for the Sceptic side,\nWith too much weakness for the Stoic's pride,\nHe hangs between; in doubt to act, or rest;\nIn doubt to deem himself a God, or Beast;\nIn doubt his mind and body to prefer;\nBorn but to die, and reas'ning but to err;\nWhether he thinks to little, or too much;\nChaos of Thought and Passion, all confus'd;\nStill by himself, abus'd or disabus'd;\nCreated half to rise and half to fall;\nGreat Lord of all things, yet a prey to all,\nSole judge of truth, in endless error hurl'd;\nThe glory, jest and riddle of the world.", "metadata": "pope|Alexander Pope|1688|1744|https://en.wikipedia.org/wiki/Alexander_Pope"}