{"THE WIND SHIFTS": "This is how the wind shifts:\nLike the thoughts of an old human,\nWho still thinks eagerly\nAnd despairingly.\nThe wind shifts like this:\nLike a human without illusions,\nWho still feels irrational things within her.\nThe wind shifts like this:\nLike humans approaching proudly,\nLike humans approaching angrily.\nThis is how the wind shifts:\nLike a human, heavy and heavy,\nWho does not care.", "DISILLUSIONMENT OF TEN O'CLOCK": "The houses are haunted   \nBy white night-gowns.   \nNone are green,\nOr purple with green rings,   \nOr green with yellow rings,   \nOr yellow with blue rings.   \nNone of them are strange,   \nWith socks of lace\nAnd beaded ceintures.\nPeople are not going\nTo dream of baboons and periwinkles.   \nOnly, here and there, an old sailor,   \nDrunk and asleep in his boots,   \nCatches tigers\nIn red weather.", "THE EMPEROR OF ICE-CREAM": "Call the roller of big cigars,\nThe muscular one, and bid him whip\nIn kitchen cups concupiscent curds.\nLet the wenches dawdle in such dress\nAs they are used to wear, and let the boys\nBring flowers in last month's newspapers.\nLet be be finale of seem.\nThe only emperor is the emperor of ice-cream.\n\nTake from the dresser of deal.\nLacking the three glass knobs, that sheet\nOn which she embroidered fantails once\nAnd spread it so as to cover her face.\nIf her horny feet protrude, they come\nTo show how cold she is, and dumb.\nLet the lamp affix its beam.\nThe only emperor is the emperor of ice-cream.", "ANECDOTE OF THE JAR": "I placed a jar in Tennessee,\nAnd round it was, upon a hill.\nIt made the slovenly wilderness\nSurround that hill.\n\nThe wilderness rose up to it,\nAnd sprawled around, no longer wild.\nThe jar was round upon the ground\nAnd tall and of a port in air.\n\nIt took dominion everywhere.\nThe jar was gray and bare.\nIt did not give of bird or bush,\nLike nothing else in Tennessee.", "THE SNOW MAN": "One must have a mind of winter\nTo regard the frost and the boughs\nOf the pine-trees crusted with snow;\n\nAnd have been cold a long time\nTo behold the junipers shagged with ice,\nThe spruces rough in the distant glitter\n\nOf the January sun; and not to think\nOf any misery in the sound of the wind,\nIn the sound of a few leaves,\n\nWhich is the sound of the land\nFull of the same wind\nThat is blowing in the same bare place\n\nFor the listener, who listens in the snow,\nAnd, nothing himself, beholds\nNothing that is not there and the nothing that is.", "OF MERE BEING": "The palm at the end of the mind,\nBeyond the last thought, rises\nIn the bronze decor,\n\nA gold-feathered bird\nSings in the palm, without human meaning,\nWithout human feeling, a foreign song.\n\nYou know then that it is not the reason\nThat makes us happy or unhappy.\nThe bird sings. Its feathers shine.\n\nThe palm stands on the edge of space.\nThe wind moves slowly in the branches.\nThe bird's fire-fangled feathers dangle down.", "THE IDEA OF ORDER AT KEY WEST": "She sang beyond the genius of the sea.   \nThe water never formed to mind or voice,   \nLike a body wholly body, fluttering\nIts empty sleeves; and yet its mimic motion   \nMade constant cry, caused constantly a cry,   \nThat was not ours although we understood,   \nInhuman, of the veritable ocean.\n\nThe sea was not a mask. No more was she.   \nThe song and water were not medleyed sound   \nEven if what she sang was what she heard,   \nSince what she sang was uttered word by word.\nIt may be that in all her phrases stirred   \nThe grinding water and the gasping wind;   \nBut it was she and not the sea we heard.\n\nFor she was the maker of the song she sang.   \nThe ever-hooded, tragic-gestured sea\nWas merely a place by which she walked to sing.   \nWhose spirit is this? we said, because we knew   \nIt was the spirit that we sought and knew   \nThat we should ask this often as she sang.\n\nIf it was only the dark voice of the sea   \nThat rose, or even colored by many waves;   \nIf it was only the outer voice of sky\nAnd cloud, of the sunken coral water-walled,   \nHowever clear, it would have been deep air,   \nThe heaving speech of air, a summer sound   \nRepeated in a summer without end\nAnd sound alone. But it was more than that,   \nMore even than her voice, and ours, among\nThe meaningless plungings of water and the wind,   \nTheatrical distances, bronze shadows heaped   \nOn high horizons, mountainous atmospheres   \nOf sky and sea.\n\n                           It was her voice that made   \nThe sky acutest at its vanishing.   \nShe measured to the hour its solitude.   \nShe was the single artificer of the world\nIn which she sang. And when she sang, the sea,   \nWhatever self it had, became the self\nThat was her song, for she was the maker. Then we,   \nAs we beheld her striding there alone,\nKnew that there never was a world for her   \nExcept the one she sang and, singing, made.\n\nRamon Fernandez, tell me, if you know,   \nWhy, when the singing ended and we turned   \nToward the town, tell why the glassy lights,   \nThe lights in the fishing boats at anchor there,   \nAs the night descended, tilting in the air,   \nMastered the night and portioned out the sea,   \nFixing emblazoned zones and fiery poles,   \nArranging, deepening, enchanting night.\n\nOh! Blessed rage for order, pale Ramon,   \nThe maker’s rage to order words of the sea,   \nWords of the fragrant portals, dimly-starred,   \nAnd of ourselves and of our origins,\nIn ghostlier demarcations, keener sounds.", "THIRTEEN WAYS OF LOOKING AT A BLACKBIRD": "\tI.\n\nAmong twenty snowy mountains,   \nThe only moving thing   \nWas the eye of the blackbird. \n  \n\n\tII.\n\nI was of three minds,   \nLike a tree   \nIn which there are three blackbirds.  \n \n\n\tIII.\n\nThe blackbird whirled in the autumn winds.   \nIt was a small part of the pantomime.   \n\n\n\tIV.\n\nA man and a woman   \nAre one.   \nA man and a woman and a blackbird   \nAre one.  \n \n\n\tV.\n\nI do not know which to prefer,   \nThe beauty of inflections   \nOr the beauty of innuendoes,   \nThe blackbird whistling   \nOr just after.   \n\n\n\tVI.\n\nIcicles filled the long window   \nWith barbaric glass.   \nThe shadow of the blackbird   \nCrossed it, to and fro.   \nThe mood   \nTraced in the shadow   \nAn indecipherable cause.  \n \n\n\tVII.\n\nO thin men of Haddam,   \nWhy do you imagine golden birds?   \nDo you not see how the blackbird   \nWalks around the feet   \nOf the women about you? \n  \n\n\tVIII.\n\nI know noble accents   \nAnd lucid, inescapable rhythms;   \nBut I know, too,   \nThat the blackbird is involved   \nIn what I know.   \n\n\n\tIX.\n\nWhen the blackbird flew out of sight,   \nIt marked the edge   \nOf one of many circles.   \n\n\n\tX.\n\nAt the sight of blackbirds   \nFlying in a green light,   \nEven the bawds of euphony   \nWould cry out sharply.   \n\n\n\tXI.\n\nHe rode over Connecticut   \nIn a glass coach.   \nOnce, a fear pierced him,   \nIn that he mistook   \nThe shadow of his equipage   \nFor blackbirds.   \n\n\n\tXII.\n\nThe river is moving.   \nThe blackbird must be flying. \n  \n\n\tXIII.\n\nIt was evening all afternoon.   \nIt was snowing   \nAnd it was going to snow.   \nThe blackbird sat   \nIn the cedar-limbs.", "SUNDAY MORNING": "\tI.\n\nComplacencies of the peignoir, and late \nCoffee and oranges in a sunny chair, \nAnd the green freedom of a cockatoo \nUpon a rug mingle to dissipate \nThe holy hush of ancient sacrifice. \nShe dreams a little, and she feels the dark \nEncroachment of that old catastrophe, \nAs a calm darkens among water-lights. \nThe pungent oranges and bright, green wings \nSeem things in some procession of the dead, \nWinding across wide water, without sound. \nThe day is like wide water, without sound, \nStilled for the passing of her dreaming feet \nOver the seas, to silent Palestine, \nDominion of the blood and sepulchre. \n\n\n\tII.\n\nWhy should she give her bounty to the dead? \nWhat is divinity if it can come \nOnly in silent shadows and in dreams? \nShall she not find in comforts of the sun, \nIn pungent fruit and bright, green wings, or else \nIn any balm or beauty of the earth, \nThings to be cherished like the thought of heaven? \nDivinity must live within herself: \nPassions of rain, or moods in falling snow; \nGrievings in loneliness, or unsubdued \nElations when the forest blooms; gusty \nEmotions on wet roads on autumn nights; \nAll pleasures and all pains, remembering \nThe bough of summer and the winter branch. \nThese are the measures destined for her soul. \n\n\n\tIII .\n\nJove in the clouds had his inhuman birth. \nNo mother suckled him, no sweet land gave \nLarge-mannered motions to his mythy mind. \nHe moved among us, as a muttering king, \nMagnificent, would move among his hinds, \nUntil our blood, commingling, virginal, \nWith heaven, brought such requital to desire \nThe very hinds discerned it, in a star. \nShall our blood fail? Or shall it come to be \nThe blood of paradise? And shall the earth \nSeem all of paradise that we shall know? \nThe sky will be much friendlier then than now, \nA part of labor and a part of pain, \nAnd next in glory to enduring love, \nNot this dividing and indifferent blue. \n\n\n\tIV.\n\nShe says, “I am content when wakened birds, \nBefore they fly, test the reality \nOf misty fields, by their sweet questionings; \nBut when the birds are gone, and their warm fields \nReturn no more, where, then, is paradise?” \nThere is not any haunt of prophecy, \nNor any old chimera of the grave, \nNeither the golden underground, nor isle \nMelodious, where spirits gat them home, \nNor visionary south, nor cloudy palm \nRemote on heaven’s hill, that has endured \nAs April’s green endures; or will endure \nLike her remembrance of awakened birds, \nOr her desire for June and evening, tipped \nBy the consummation of the swallow’s wings. \n\n\n\tV.\n\nShe says, “But in contentment I still feel \nThe need of some imperishable bliss.” \nDeath is the mother of beauty; hence from her, \nAlone, shall come fulfilment to our dreams \nAnd our desires. Although she strews the leaves \nOf sure obliteration on our paths, \nThe path sick sorrow took, the many paths \nWhere triumph rang its brassy phrase, or love \nWhispered a little out of tenderness, \nShe makes the willow shiver in the sun \nFor maidens who were wont to sit and gaze \nUpon the grass, relinquished to their feet. \nShe causes boys to pile new plums and pears \nOn disregarded plate. The maidens taste \nAnd stray impassioned in the littering leaves. \n\n\n\tVI.\n\nIs there no change of death in paradise? \nDoes ripe fruit never fall? Or do the boughs \nHang always heavy in that perfect sky, \nUnchanging, yet so like our perishing earth, \nWith rivers like our own that seek for seas \nThey never find, the same receding shores \nThat never touch with inarticulate pang? \nWhy set the pear upon those river-banks \nOr spice the shores with odors of the plum? \nAlas, that they should wear our colors there, \nThe silken weavings of our afternoons, \nAnd pick the strings of our insipid lutes! \nDeath is the mother of beauty, mystical, \nWithin whose burning bosom we devise \nOur earthly mothers waiting, sleeplessly. \n\n\n\tVII.\n\nSupple and turbulent, a ring of men \nShall chant in orgy on a summer morn \nTheir boisterous devotion to the sun, \nNot as a god, but as a god might be, \nNaked among them, like a savage source. \nTheir chant shall be a chant of paradise, \nOut of their blood, returning to the sky; \nAnd in their chant shall enter, voice by voice, \nThe windy lake wherein their lord delights, \nThe trees, like serafin, and echoing hills, \nThat choir among themselves long afterward. \nThey shall know well the heavenly fellowship \nOf men that perish and of summer morn. \nAnd whence they came and whither they shall go \nThe dew upon their feet shall manifest. \n\n\n\tVIII.\n\nShe hears, upon that water without sound, \nA voice that cries, “The tomb in Palestine \nIs not the porch of spirits lingering. \nIt is the grave of Jesus, where he lay.” \nWe live in an old chaos of the sun, \nOr old dependency of day and night, \nOr island solitude, unsponsored, free, \nOf that wide water, inescapable. \nDeer walk upon our mountains, and the quail \nWhistle about us their spontaneous cries; \nSweet berries ripen in the wilderness; \nAnd, in the isolation of the sky, \nAt evening, casual flocks of pigeons make \nAmbiguous undulations as they sink, \nDownward to darkness, on extended wings.", "THE AURORAS OF AUTUMN": "\tI.\n\nThis is where the serpent lives, the bodiless. \nHis head is air. Beneath his tip at night \nEyes open and fix on us in every sky. \n\nOr is this another wriggling out of the egg, \nAnother image at the end of the cave, \nAnother bodiless for the body's slough? \n\nThis is where the serpent lives. This is his nest, \nThese fields, these hills, these tinted distances, \nAnd the pines above and along and beside the sea. \n\nThis is form gulping after formlessness, \nSkin flashing to wished-for disappearances \nAnd the serpent body flashing without the skin. \n\nThis is the height emerging and its base \nThese lights may finally attain a pole \nIn the midmost midnight and find the serpent there, \n\nIn another nest, the master of the maze \nOf body and air and forms and images, \nRelentlessly in possession of happiness. \n\nThis is his poison: that we should disbelieve \nEven that. His meditations in the ferns, \nWhen he moved so slightly to make sure of sun, \n\nMade us no less as sure. We saw in his head, \nBlack beaded on the rock, the flecked animal, \nThe moving grass, the Indian in his glade. \n\n\n\tII. \n\nFarewell to an idea . . . A cabin stands, \nDeserted, on a beach. It is white, \nAs by a custom or according to \n\nAn ancestral theme or as a consequence \nOf an infinite course. The flowers against the wall \nAre white, a little dried, a kind of mark \n\nReminding, trying to remind, of a white \nThat was different, something else, last year \nOr before, not the white of an aging afternoon, \n\nWhether fresher or duller, whether of winter cloud \nOr of winter sky, from horizon to horizon. \nThe wind is blowing the sand across the floor. \n\nHere, being visible is being white, \nIs being of the solid of white, the accomplishment \nOf an extremist in an exercise . . . \n\nThe season changes. A cold wind chills the beach. \nThe long lines of it grow longer, emptier, \nA darkness gathers though it does not fall \n\nAnd the whiteness grows less vivid on the wall. \nThe man who is walking turns blankly on the sand. \nHe observes how the north is always enlarging the change, \n\nWith its frigid brilliances, its blue-red sweeps \nAnd gusts of great enkindlings, its polar green, \nThe color of ice and fire and solitude. \n\n\n\tIII.\n\nFarewell to an idea . . . The mother's face, \nThe purpose of the poem, fills the room. \nThey are together, here, and it is warm, \n\nWith none of the prescience of oncoming dreams. \nIt is evening. The house is evening, half dissolved. \nOnly the half they can never possess remains, \n\nStill-starred. It is the mother they possess, \nWho gives transparence to their present peace. \nShe makes that gentler that can gentle be. \n\nAnd yet she too is dissolved, she is destroyed. \nShe gives transparence. But she has grown old. \nThe necklace is a carving not a kiss. \n\nThe soft hands are a motion not a touch. \nThe house will crumble and the books will burn. \nThey are at ease in a shelter of the mind \n\nAnd the house is of the mind and they and time, \nTogether, all together. Boreal night \nWill look like frost as it approaches them \n\nAnd to the mother as she falls asleep \nAnd as they say good-night, good-night. Upstairs \nThe windows will be lighted, not the rooms. \n\nA wind will spread its windy grandeurs round \nAnd knock like a rifle-butt against the door. \nThe wind will command them with invincible sound. \n\n\n\tIV.\n\nFarewell to an idea . . . The cancellings, \nThe negations are never final. The father sits \nIn space, wherever he sits, of bleak regard, \n\nAs one that is strong in the bushes of his eyes. \nHe says no to no and yes to yes. He says yes \nTo no; and in saying yes he says farewell. \n\nHe measures the velocities of change. \nHe leaps from heaven to heaven more rapidly \nThan bad angels leap from heaven to hell in flames. \n\nBut now he sits in quiet and green-a-day. \nHe assumes the great speeds of space and flutters them \nFrom cloud to cloudless, cloudless to keen clear \n\nIn flights of eye and ear, the highest eye \nAnd the lowest ear, the deep ear that discerns, \nAt evening, things that attend it until it hears \n\nThe supernatural preludes of its own, \nAt the moment when the angelic eye defines \nIts actors approaching, in company, in their masks. \n\nMaster O master seated by the fire \nAnd yet in space and motionless and yet \nOf motion the ever-brightening origin, \n\nProfound, and yet the king and yet the crown, \nLook at this present throne. What company, \nIn masks, can choir it with the naked wind? \n\n\n\tV. \n\nThe mother invites humanity to her house \nAnd table. The father fetches tellers of tales \nAnd musicians who mute much, muse much, on the tales. \n\nThe father fetches negresses to dance, \nAmong the children, like curious ripenesses \nOf pattern in the dance's ripening. \n\nFor these the musicians make insidious tones, \nClawing the sing-song of their instruments. \nThe children laugh and jangle a tinny time. \n\nThe father fetches pageants out of air, \nScenes of the theatre, vistas and blocks of woods \nAnd curtains like a naive pretence of sleep. \n\nAmong these the musicians strike the instinctive poem. \nThe father fetches his unherded herds, \nOf barbarous tongue, slavered and panting halves \n\nOf breath, obedient to his trumpet's touch. \nThis then is Chatillon or as you please. \nWe stand in the tumult of a festival. \n\nWhat festival? This loud, disordered mooch? \nThese hospitaliers? These brute-like guests? \nThese musicians dubbing at a tragedy, \n\nA-dub, a-dub, which is made up of this: \nThat there are no lines to speak? There is no play. \nOr, the persons act one merely by being here. \n\n\n\tVI.\n\nIt is a theatre floating through the clouds, \nItself a cloud, although of misted rock \nAnd mountains running like water, wave on wave, \n\nThrough waves of light. It is of cloud transformed \nTo cloud transformed again, idly, the way \nA season changes color to no end, \n\nExcept the lavishing of itself in change, \nAs light changes yellow into gold and gold \nTo its opal elements and fire's delight, \n\nSplashed wide-wise because it likes magnificence \nAnd the solemn pleasures of magnificent space \nThe cloud drifts idly through half-thought-of forms. \n\nThe theatre is filled with flying birds, \nWild wedges, as of a volcano's smoke, palm-eyed \nAnd vanishing, a web in a corridor \n\nOr massive portico. A capitol, \nIt may be, is emerging or has just \nCollapsed. The denouement has to be postponed . . . \n\nThis is nothing until in a single man contained, \nNothing until this named thing nameless is \nAnd is destroyed. He opens the door of his house \n\nOn flames. The scholar of one candle sees \nAn Arctic effulgence flaring on the frame \nOf everything he is. And he feels afraid.\n\n\n\tVII.\n\nIs there an imagination that sits enthroned \nAs grim as it is benevolent, the just \nAnd the unjust, which in the midst of summer stops \n\nTo imagine winter? When the leaves are dead, \nDoes it take its place in the north and enfold itself, \nGoat-leaper, crystalled and luminous, sitting \n\nIn highest night? And do these heavens adorn \nAnd proclaim it, the white creator of black, jetted \nBy extinguishings, even of planets as may be, \n\nEven of earth, even of sight, in snow, \nExcept as needed by way of majesty, \nIn the sky, as crown and diamond cabala?\n\nIt leaps through us, through all our heavens leaps, \nExtinguishing our planets, one by one, \nLeaving, of where we were and looked, of where \n\nWe knew each other and of each other thought, \nA shivering residue, chilled and foregone, \nExcept for that crown and mystical cabala. \n\nBut it dare not leap by chance in its own dark. \nIt must change from destiny to slight caprice. \nAnd thus its jetted tragedy, its stele \n\nAnd shape and mournful making move to find \nWhat must unmake it and, at last, what can, \nSay, a flippant communication under the moon. \n\n\n\tVIII.\n\nThere may be always a time of innocence. \nThere is never a place. Or if there is no time, \nIf it is not a thing of time, nor of place, \n\nExisting in the idea of it, alone, \nIn the sense against calamity, it is not \nLess real. For the oldest and coldest philosopher, \n\nThere is or may be a time of innocence \nAs pure principle. Its nature is its end, \nThat it should be, and yet not be, a thing \n\nThat pinches the pity of the pitiful man, \nLike a book at evening beautiful but untrue, \nLike a book on rising beautiful and true. \n\n\nIt is like a thing of ether that exists \nAlmost as predicate. But it exists, \nIt exists, it is visible, it is, it is. \n\nSo, then, these lights are not a spell of light, \nA saying out of a cloud, but innocence. \nAn innocence of the earth and no false sign \n\nOr symbol of malice. That we partake thereof, \nLie down like children in this holiness, \nAs if, awake, we lay in the quiet of sleep, \n\nAs if the innocent mother sang in the dark \nOf the room and on an accordion, half-heard, \nCreated the time and place in which we breathed . . . \n\n\n\tIX.\n\nAnd of each other thought—in the idiom \nOf the work, in the idiom of an innocent earth, \nNot of the enigma of the guilty dream. \n\nWe were as Danes in Denmark all day long \nAnd knew each other well, hale-hearted landsmen, \nFor whom the outlandish was another day \n\nOf the week, queerer than Sunday. We thought alike \nAnd that made brothers of us in a home \nIn which we fed on being brothers, fed \n\nAnd fattened as on a decorous honeycomb. \nThis drama that we live—We lay sticky with sleep. \nThis sense of the activity of fate—-\n\nThe rendezvous, when she came alone, \nBy her coming became a freedom of the two, \nAn isolation which only the two could share. \n\nShall we be found hanging in the trees next spring? \nOf what disaster in this the imminence: \nBare limbs, bare trees and a wind as sharp as salt? \n\nThe stars are putting on their glittering belts. \nThey throw around their shoulders cloaks that flash \nLike a great shadow's last embellishment. \n\nIt may come tomorrow in the simplest word, \nAlmost as part of innocence, almost, \nAlmost as the tenderest and the truest part. \n\n\n\tX.\n\nAn unhappy people in a happy world--\nRead, rabbi, the phases of this difference. \nAn unhappy people in an unhappy world--\n\nHere are too many mirrors for misery. \nA happy people in an unhappy world--\nIt cannot be. There's nothing there to roll \n\nOn the expressive tongue, the finding fang. \nA happy people in a happy world--\nBuffo! A ball, an opera, a bar. \n\nTurn back to where we were when we began: \nAn unhappy people in a happy world. \nNow, solemnize the secretive syllables. \n\nRead to the congregation, for today \nAnd for tomorrow, this extremity, \nThis contrivance of the spectre of the spheres, \n\nContriving balance to contrive a whole, \nThe vital, the never-failing genius, \nFulfilling his meditations, great and small. \n\nIn these unhappy he meditates a whole, \nThe full of fortune and the full of fate, \nAs if he lived all lives, that he might know, \n\nIn hall harridan, not hushful paradise, \nTo a haggling of wind and weather, by these lights \nLike a blaze of summer straw, in winter's nick.", "metadata": "stevens|Wallace Stevens|1879|1955|https://en.wikipedia.org/wiki/Wallace_Stevens"}