{"EBB AND FLOW": "When first Thou on me, Lord, wroughtest Thy sweet print,\nMy heart was made Thy tinder-box,\nMy 'ffections were Thy tinder in't,\nWhere fell Thy sparks by drops.\nThose holy sparks of heavenly fire that came\nDid ever catch and often out would flame.\n\nBut now my heart is made Thy censer trim, \nFull of Thy golden altar's fire,\nTo offer up sweet incense in \nUnto Thyself entire:\nI find my tinder scarce Thy sparks can feel\nThat drop from out Thy holy flint and steel.\n\nHence doubts out bud for fear Thy fire in me\n'S a mocking ignis fatuus,\nOr lest Thine altar's fire out be,\nIt's hid in ashes thus.\nYet when the bellows of Thy spirit blow\nAway mine ashes, then Thy fire doth glow.", "THE WRONG WAY HOME": "All night a door floated down the river.\nIt tried to remember little incidents of pleasure\nfrom its former life, like the time the lovers\nleaned against it kissing for hours\nand whispering those famous words.\nLater, there were harsh words and a shoe\nwas thrown and the door was slammed.\nComings and goings by the thousands,\nthe early mornings and late nights, years, years.\nO they've got big plans, they'll make a bundle.\nThe door was an island that swayed in its sleep.\nThe moon turned the doorknob just slightly,\nburned its fingers and ran,\nand still the door said nothing and slept.\nAt least that's what they like to say,\nthe little fishes and so on.\nFar away, a bell rang, and then a shot was fired.", "I AM THE LIVING BREAD": "I kening through Astronomy Divine\n   The Worlds bright Battlement, wherein I spy\nA Golden Path my Pensill cannot line,\n   From that bright Throne unto my Threshold ly.\n   And while my puzzled thoughts about it pore\n   I finde the Bread of Life in’t at my doore.\n\nWhen that this Bird of Paradise put in\n   This Wicker Cage (my Corps) to tweedle praise\nHad peckt the Fruite forbad: and so did fling\n   Away its Food; and lost its golden dayes;\n   It fell into Celestiall Famine sore:\n   And never could attain a morsell more.\n\nAlas! alas! Poore Bird, what wilt thou doe?\n   The Creatures field no food for Souls e’re gave.\nAnd if thou knock at Angells dores they show\n   An Empty Barrell: they no soul bread have.\n   Alas! Poore Bird, the Worlds White Loafe is done\n   And cannot yield thee here the smallest Crumb.\n\nIn this sad state, Gods Tender Bowells run\n   Out streams of Grace: And he to end all strife\nThe Purest Wheate in Heaven, his deare-dear Son\n   Grinds, and kneads up into this Bread of Life.\n   Which Bread of Life from Heaven down came and stands\n   Disht on thy Table up by Angells Hands.\n\nDid God mould up this Bread in Heaven, and bake,\n   Which from his Table came, and to thine goeth?\nDoth he bespeake thee thus, This Soule Bread take.\n   Come Eate thy fill of this thy Gods White Loafe?\n   Its Food too fine for Angells, yet come, take\n   And Eate thy fill. Its Heavens Sugar Cake.\n\nWhat Grace is this knead in this Loafe? This thing\n   Souls are but petty things it to admire.\nYee Angells, help: This fill would to the brim\n   Heav’ns whelm’d-down Chrystall meele Bowle, yea and higher.\n   This Bread of Life dropt in thy mouth, doth Cry.\n   Eate, Eate me, Soul, and thou shalt never dy.", "UPON A SPIDER CATCHING A FLY": "Thou sorrow, venom Elfe:\n   Is this thy play,\nTo spin a web out of thyselfe\n   To Catch a Fly?\n       For Why?\n\nI saw a pettish wasp\n   Fall foule therein:\nWhom yet thy Whorle pins did not clasp\n   Lest he should fling\n       His sting.\n\nBut as affraid, remote\n   Didst stand hereat,\nAnd with thy little fingers stroke\n   And gently tap\n       His back.\n\nThus gently him didst treate\n   Lest he should pet,\nAnd in a froppish, aspish heate\n   Should greatly fret\n       Thy net.\n\nWhereas the silly Fly,\n   Caught by its leg\nThou by the throate tookst hastily\n   And ‘hinde the head\n       Bite Dead.\n\nThis goes to pot, that not\n   Nature doth call.\nStrive not above what strength hath got,\n   Lest in the brawle\n       Thou fall.\n\nThis Frey seems thus to us.\n   Hells Spider gets\nHis intrails spun to whip Cords thus\n   And wove to nets\n       And sets.\n\nTo tangle Adams race\n   In’s stratigems\nTo their Destructions, spoil’d, made base\n   By venom things,\n       Damn’d Sins.\n\nBut mighty, Gracious Lord\n   Communicate\nThy Grace to breake the Cord, afford\n   Us Glorys Gate\n       And State.\n\nWe’l Nightingaile sing like\n   When pearcht on high\nIn Glories Cage, thy glory, bright,\n   And thankfully,\n       For joy.", "HUSWIFERY": "Make me, O Lord, Thy spinning-wheel complete.\nThy holy word my distaff make for me.\nMake mine affections Thy swift flyers neat\nAnd make my soul Thy holy spool to be.\nMy conversation make to be Thy reel\nAnd reel thy yarn thereon spun of Thy wheel.\n\nMake me Thy loom then, knit therein this twine:\nAnd make Thy Holy Spirit, Lord, wind quills:\nThen weave the web Thyself.  Thy yarn is fine.\nThine ordinances make my fulling-mills.\nThen dye the same in heavenly colors choice,\nAll pinked with varnished flowers of paradise.\n\nThen clothe therewith mine understanding, will,\nAffections, judgement, conscience, memory,\nMy words and actions, that their shine may fill\nMy ways with glory and Thee glorify.\nThen mine apparel shall display before Ye\nThat I am clothed in holy robes for glory.", "GOD'S DETERMINATIONS TOUCHING HIS ELECT": "Infinity, when all things it beheld\nIn Nothing, and of Nothing all did build,\nUpon what base was fixed the lath wherein\nHe turned this globe and rigalled it so trim?\nWho blew the bellows of His furnace vast?\nOr held the mold wherein the world was cast?\nWho laid its cornerstone? Or whose command?\nWhere stand the pillars upon which it stands?\nWho laced and filleted the earth so fine,\nWith rivers like green ribbons smaragdine?\nWho made the seas its selvedge and it locks\nLike a quilt ball within a silver box?\nWho spread its canopy? Or curtains spun?\nWho in this bowling alley bowled the sun?\nWho made it always when it rises set,\nTo go at once both down, and up to get?\nWho the curtain rods made for this tapestry?\nWho hung the twinkling lanterns in the sky?\nWho? Who did this? Or who is He? Why, know\nIt's only Might Almighty this did do.\nHis hand hath made this noble work which stands,\nHis glorious handiwork not made by hands.\nWho spake all things from nothing; and with ease.\nCan speak all things to nothing, if He please.\nWhose little finger at His pleasure can\nOut mete ten thousand worlds with half a span:\nWhose Might Almighty can by half a looks\nRoot up the rocks and rock the hills by the roots.\nCan take this mighty world up in His hand,\nAnd shake it like a squitchen or a wand.\nWhose single frown will make the heavens shake\nLike as an aspen-leaf the wind makes quake.\nOh, what a might is this Whose single frown\nDoth shake the world as it would shake it down?\nWhich All on Nothing fet, from Nothing, All:\nHath All on Nothing set, lts Nothing fall.\nGave All to nothing-man indeed, whereby\nThrough nothing-man all might him glorify.\nIn Nothing then embossed the brightest gem\nMore precious than all preciousness in them.\nBut nothing-man did throw down all by sin:\nAnd darkened that lightsome gem in him.\nThat now his brightest diamond is grown\nDarker by far than any coal-pit stone.", "metadata": "taylor|Edward Taylor|1642|1729|https://en.wikipedia.org/wiki/Edward_Taylor"}