{"RETURNING NATIVE": "What can you say about Pennsylvania \nin regard to New England except that \nit is slightly less cold, and less rocky, \nor rather that the rocks are different? \nRedder, and gritty, and piled up here and there, \nwhether as glacial moraine or collapsed springhouse \nis not easy to tell, so quickly \nare human efforts bundled back into nature. \n\nIn fall, the trees turn yellower--\nhard maple, hickory, and oak \ngive way to tulip poplar, black walnut, \nand locust. The woods are overgrown \nwith wild-grape vines, and with greenbrier \nspreading its low net of anxious small claws. \nIn warm November, the mulching forest floor \nsmells like a rotting animal. \n\nA genial pulpiness, in short: the sky \nis soft with haze and paper-gray \neven as the sun shines, and the rain \nfalls soft on the shoulders of farmers \nwhile the children keep on playing, \ntheir heads of hair beaded like spider webs. \nA deep-dyed blur softens the bleak cities \nwhose people palaver in prolonged vowels. \n\nThere is a secret here, some death-defying joke \nthe eyes, the knuckles, the bellies imply--\na suet of consolation fetched straight \nfrom the slaughterhouse and hung out \nfor chickadees to peck in the lee of the spruce, \nwhere the husks of sunflower seeds \nand the peace-signs of bird feet crowd \nthe snow that barely masks the still-green grass. \n\nI knew that secret once, and have forgotten. \nThe death-defying secret—it rises \ntoward me like a dog's gaze, loving \nbut bewildered. When winter sits cold and black \non Boston's granite hills, in Philly, \nslumped between its two polluted rivers, \nwarmth's shadow leans close to the wall \nand gets the cement to deliver a kiss.", "PERFECTION WASTED": "And another regrettable thing about death \nis the ceasing of your own brand of magic, \nwhich took a whole life to develop and market-- \nthe quips, the witticisms, the slant \nadjusted to a few, those loved ones nearest \nthe lip of the stage, their soft faces blanched \nin the footlight glow, their laughter close to tears, \ntheir tears confused with their diamond earrings, \ntheir warm pooled breath in and out with your heartbeat, \ntheir response and your performance twinned. \nThe jokes over the phone. The memories packed \nin the rapid-access file. The whole act. \nWho will do it again? That's it: no one; \nimitators and descendants aren't the same.", "SEVEN STANZAS AT EASTER": "Make no mistake: if He rose at all \nit was as His body; \nif the cells' dissolution did not reverse, the molecules \nreknit, the amino acids rekindle, \nthe Church will fall. \n\nIt was not as the flowers, \neach soft Spring recurrent; \nit was not as His Spirit in the mouths and fuddled \neyes of the eleven apostles; \nit was as His flesh: ours. \n\nThe same hinged thumbs and toes, \nthe same valved heart \nthat-pierced-died, withered, paused, and then \nregathered out of enduring Might \nnew strength to enclose. \n\nLet us not mock God with metaphor, \nanalogy, sidestepping, transcendence; \nmaking of the event a parable, a sign painted in the \nfaded credulity of earlier ages: \nlet us walk through the door. \n\nThe stone is rolled back, not papier-mâché, \nnot a stone in a story, \nbut the vast rock of materiality that in the slow \ngrinding of time will eclipse for each of us \nthe wide light of day. \n\nAnd if we will have an angel at the tomb, \nmake it a real angel, \nweighty with Max Planck's quanta, vivid with hair, \nopaque in the dawn light, robed in real linen \nspun on a definite loom. \n\nLet us not seek to make it less monstrous, \nfor our own convenience, our own sense of beauty, \nlest, awakened in one unthinkable hour, we are \nembarrassed by the miracle, \nand crushed by remonstrance.", "EVENING CONCERT, SAINTE-CHAPELLE": "The celebrated windows flamed \nwith light directly pouring north \nacross the Seine; we rustled into place. \nThen violins vaunting Vivaldi's strident strength, \nthen Brahms, seemed to suck \nwith their passionate sweetness, \nbit by bit, the vigor from the red, \nthe blazing blue, so that the listening eye \nsaw suddenly the thick black lines, \nin shapes of shield and cross and strut and brace, \nthat held the holy glowing fantasy together. \nThe music surged; the glow became a milk, \na whisper to the eye, a glimmer ebbed \nuntil our beating hearts, \nour violins were cased in thin but solid sheets of lead.", "HOEING": "I sometimes fear the younger generation will be deprived \nof the pleasures of hoeing; \nthere is no knowing \nhow many souls have been formed by this simple exercise. \n\nThe dry earth like a great scab breaks, revealing \nmoist-dark loam--\nthe pea-root's home, \na fertile wound perpetually healing. \n\nHow neatly the green weeds go under! \nThe blade chops the earth new. \nIgnorant the wise boy who \nhas never rendered thus the world fecunder.", "IN EXTREMIS": "I saw my toes the other day. \nI hadn't looked at them for months. \nIndeed, they might have passed away. \nAnd yet they were my best friends once. \nWhen I was small, I knew them well. \nI counted on them up to ten \nAnd put them in my mouth to tell \nThe larger from the lesser. Then \nI loved them better than my ears, \nMy elbows, adenoids, and heart. \nBut with the swelling of the years \nWe drifted, toes and I, apart. \nNow, gnarled and pale, each said, j'accuse!--\nI hid them quickly in my shoes.", "PURA VIDA": "Such heat! It brings the brain back to its basic blank. \nSmall, recurrent events become the daily news— \nthe white-nosed coati treading the cecropia's \nbending thin branches like sidewalks in the sky, \nthe scarlet-rumped tanager flitting like a spark \nin the tinder of dank green, the nodding palm leaves \nperforated like Jacquard cards in a code of wormholes, \nthe black hawk skimming nothingness over and over. \n\nWhat does the world's wide brimming mean, with hunger \nthe unstated secret, dying the proximate reality? \nCon mucho gusto—the muchness extends to the stars, \nas wet and numerous as larvae underground \nwhere the ants in their preset patterns scurry and nurture, \nand the queen, immobilized, pours forth her eggs \nin the dark. We are far from oaks and stoplights, \nfrom England's chill classrooms and Tuscany's paved hills. \n\nFor thought is a stridulation, an insect sizzling, \nknit of the moment's headlines and temperate-zone quips, \nviable in the debris of our rotting educations, \nthat thatch where peer-groups call each to each in semes \necosystematically. Great God Himself \nwilts with a rise in temperature, a drop in soil acidity, \na new language in its grimacing opacity. \nThe brain's dry buzz revives, a bit, as evening falls.", "FLIGHT TO LIMBO": "The line didn't move, though there were not \nmany people in it. In a half-hearted light \nthe lone agent dealt patiently, noiselessly, endlessly \nwith a large dazed family ranging \nfrom twin toddlers in strollers to an old lady \nin a bent wheelchair. Their baggage \nwas all in cardboard boxes. The plane was delayed, \nthe rumor went through the line. We shrugged, \nin our hopeless overcoats. Aviation \nhad never seemed a very natural idea. \n\nBored children floated with faces drained of blood. \nThe girls in the tax-free shops stood frozen \namid promises of a beautiful life abroad. \nLouis Armstrong sang in some upper corner, \na trickle of ignored joy. \nOutside, in an unintelligible darkness \nthat stretched to include the rubies of strip malls, \nwinged behemoths prowled looking for the gates \nwhere they could bury their koala-bear noses \nand suck our dimming dynamos dry. \n\nBoys in floppy sweatshirts and backward hats \nslapped their feet ostentatiously \nwhile security attendants giggled \nand the voice of a misplaced angel melodiously \nparroted FAA regulations. Women in saris \nand kimonos dragged, as their penance, behind them \ntoddlers clutching Occidental teddy bears, \nand chair legs screeched in the food court \nwhile ill-paid wraiths mopped circles of night \ninto the motionless floor.", "RELATIVES": "Just the thought of them makes your jawbone ache: \nthose turkey dinners, those holidays with \nthe air around the woodstove baked to a stupor, \nand Aunt Lil's tablecloth stained by her girlhood's gravy. \nA doggy wordless wisdom whimpers from \nyour uncles' collected eyes; their very jokes \ncreak with genetic sorrow, a strain \nof common heritage that hurts the gut. \n\nSheer boredom and fascination! A spidering \nof chromosomes webs even the infants in \nand holds us fast around the spread \nof rotting food, of too-sweet pie. \nThe cousins buzz, the nephews crawl; \nto love one's self is to love them all.", "PENUMBRAE": "The shadows have their seasons, too. \nThe feathery web the budding maples \ncast down upon the sullen lawn \n\nbears but a faint relation to \nhigh summer's umbrageous weight \nand tunnellike continuum— \n\nblack leached from green, deep pools \nwherein a globe of gnats revolves \nas airy as an astrolabe. \n\nThe thinning shade of autumn is \nan inherited Oriental, \nred worn to pink, nap worn to thread. \n\nShadows on snow look blue. The skier, \nexultant at the summit, sees his poles \nelongate toward the valley: thus \n\neach blade of grass projects another \nopposite the sun, and in marshes \nthe mesh is infinite, \n\nas the winged eclipse an eagle in flight \ndrags across the desert floor \nis infinitesimal. \n\nAnd shadows on water!— \nthe beech bough bent to the speckled lake \nwhere silt motes flicker gold, \n\nor the steel dock underslung \nwith a submarine that trembles, \nits ladder stiffened by air. \n\nAnd loveliest, because least looked-for, \ngray on gray, the stripes \nthe pearl-white winter sun \n\nhung low beneath the leafless wood \ndraws out from trunk to trunk across the road \nlike a stairway that does not rise.", "BACK FROM VACATION": "'Back from vacation', the barber announces, \nor the postman, or the girl at the drugstore, now tan. \nThey are amazed to find the workaday world \nstill in place, their absence having slipped no cogs, \ntheir customers having hardly missed them, and \nthere being so sparse an audience to tell of the wonders, \nthe pyramids they have seen, the silken warm seas, \nthe nighttimes of marimbas, the purchases achieved \nin foreign languages, the beggars, the flies, \nthe hotel luxury, the grandeur of marble cities. \nBut at Customs the humdrum pressed its claims. \nGray days clicked shut around them; the yoke still fit, \nwarm as if never shucked. The world is still so small, \nthe evidence says, though their hearts cry, 'Not so!'", "DOG'S DEATH": "She must have been kicked unseen or brushed by a car. \nToo young to know much, she was beginning to learn \nTo use the newspapers spread on the kitchen floor \nAnd to win, wetting there, the words, 'Good dog! Good dog!' \n\nWe thought her shy malaise was a shot reaction. \nThe autopsy disclosed a rupture in her liver. \nAs we teased her with play, blood was filling her skin \nAnd her heart was learning to lie down forever. \n\nMonday morning, as the children were noisily fed \nAnd sent to school, she crawled beneath the youngest's bed. \nWe found her twisted and limp but still alive. \nIn the car to the vet's, on my lap, she tried \n\nTo bite my hand and died. I stroked her warm fur \nAnd my wife called in a voice imperious with tears. \nThough surrounded by love that would have upheld her, \nNevertheless she sank and, stiffening, disappeared. \n\nBack home, we found that in the night her frame, \nDrawing near to dissolution, had endured the shame \nOf diarrhoea and had dragged across the floor \nTo a newspaper carelessly left there. Good dog.", "SAYING GOODBYE TO VERY YOUNG CHILDREN": "They will not be the same next time. The sayings \nso cute, just slightly off, will be corrected. \nTheir eyes will be more skeptical, plugged in \nthe more securely to the worldly buzz \nof television, alphabet, and street talk, \nculture polluting their gazes' dawn blue. \nIt makes you see at last the value of \nthose boring aunts and neighbors (their smells \nof summer sweat and cigarettes, their faces \nlike shapes of sky between shade-giving leaves) \nwho knew you from the start, when you were zero, \ncooing their nothings before you could be bored \nor knew a name, not even you own, or how \nthis world brave with hellos turns all goodbye.", "PLANTING TREES": "Our last connection with the mythic. \nMy mother remembers the day as a girl \nshe jumped across a little spruce \nthat now overtops the sandstone house \nwhere still she lives; her face delights \nat the thought of her years translated \ninto wood so tall, into so mighty \na peer of the birds and the wind. \n\nToo, the old farmer still stout of step \ntreads through the orchard he has outlasted \nbut for some hollow-trunked much-lopped \napples and Bartlett pears. The dogwood \nplanted to mark my birth flowers each April, \na soundless explosion. We tell its story \ntime after time: the drizzling day, \nthe fragile sapling that had to be staked. \n\nAt the back of our acre here, my wife and I, \nfreshly moved in, freshly together, \ntransplanted two hemlocks that guarded our door \ngloomily, green gnomes a meter high. \nOne died, gray as sagebrush next spring. \nThe other lives on and some day will dominate \nthis view no longer mine, its great \nlazy feathery hemlock limbs down-drooping, \nits tent-shaped caverns resinous and deep. \nThen may I return, an old man, a trespasser, \nand remember and marvel to see \nour small deed, that hurried day, \nso amplified, like a story through layers of air \ntold over and over, spreading.", "ON THE ROAD": "Those dutiful dogtrots down airport corridors \nwhile gnawing at a Dunkin' Donuts cruller, \nthose hotel rooms where the TV remote \nwaits by the bed like a suicide pistol, \nthose hours in the air amid white shirts \nwhose wearers sleep-read through thick staid thrillers, \nthose breakfast buffets in prairie Marriotts— \nsuch venues of transit grow dearer than home. \n\nThe tricycle in the hall, the wife's hasty kiss, \nthe dripping faucet and uncut lawn—this is life? \nNo, vita thrives via the road, in the laptop \nwhose silky screen shimmers like a dark queen's mirror, \nin the polished shoe that signifies killer intent, \nand in the solitary mission, a bumpy glide \ndown through the cloud cover to a single runway \nat whose end a man just like you guards the Grail.", "JANUARY": "The days are short, \nThe sun a spark, \nHung thin between \nThe dark and dark. \n\nFat snowy footsteps \nTrack the floor. \nMilk bottles burst \nOutside the door. \n\nThe river is \nA frozen place \nHeld still beneath \nThe trees of lace. \n\nThe sky is low. \nThe wind is gray. \nThe radiator \nPurrs all day.", "EX-BASKETBALL PLAYER": "Pearl Avenue runs past the high-school lot, \nBends with the trolley tracks, and stops, cut off \nBefore it has a chance to go two blocks, \nAt Colonel McComsky Plaza. Berth's Garage \nIs on the corner facing west, and there, \nMost days, you'll find Flick Webb, who helps Berth out. \n\nFlick stands tall among the idiot pumps--\nFive on a side, the old bubble-head style, \nTheir rubber elbows hanging loose and low. \nOne's nostrils are two S's, and his eyes \nAn E and O. And one is squat, without \nA head at all—more of a football type. \n\nOnce Flick played for the high-school team, the Wizards. \nHe was good: in fact, the best. In '46 \nHe bucketed three hundred ninety points, \nA county record still. The ball loved Flick. \nI saw him rack up thirty-eight or forty \nIn one home game. His hands were like wild birds. \n\nHe never learned a trade, he just sells gas, \nChecks oil, and changes flats. Once in a while, \nAs a gag, he dribbles an inner tube, \nBut most of us remember anyway. \nHis hands are fine and nervous on the lug wrench. \nIt makes no difference to the lug wrench, though. \n\nOff work, he hangs around Mae's Luncheonette. \nGrease-gray and kind of coiled, he plays pinball, \nSmokes those thin cigars, nurses lemon phosphates. \nFlick seldom says a word to Mae, just nods \nBeyond her face toward bright applauding tiers \nOf Necco Wafers, Nibs, and Juju Beads.", "metadata": "updike|John Updike|1932|2009|https://en.wikipedia.org/wiki/John_Updike"}