{"THE WORLD": "I saw Eternity the other night,\nLike a great ring of pure and endless light,\nAll calm, as it was bright;\nAnd round beneath it, Time in hours, days, years,\nDriv'n by the spheres\nLike a vast shadow mov'd; in which the world\nAnd all her train were hurl'd.\nThe doting lover in his quaintest strain\nDid there complain;\nNear him, his lute, his fancy, and his flights,\nWit's sour delights,\nWith gloves, and knots, the silly snares of pleasure,\nYet his dear treasure\nAll scatter'd lay, while he his eyes did pour\nUpon a flow'r.\nThe darksome statesman hung with weights and woe,\nLike a thick midnight-fog mov'd there so slow,\nHe did not stay, nor go;\nCondemning thoughts (like sad eclipses) scowl\nUpon his soul,\nAnd clouds of crying witnesses without\nPursued him with one shout.\nYet digg'd the mole, and lest his ways be found,\nWork'd under ground,\nWhere he did clutch his prey; but one did see\nThat policy;\nChurches and altars fed him; perjuries\nWere gnats and flies;\nIt rain'd about him blood and tears, but he\nDrank them as free.\nThe fearful miser on a heap of rust\nSate pining all his life there, did scarce trust\nHis own hands with the dust,\nYet would not place one piece above, but lives\nIn fear of thieves;\nThousands there were as frantic as himself,\nAnd hugg'd each one his pelf;\nThe downright epicure plac'd heav'n in sense,\nAnd scorn'd pretence,\nWhile others, slipp'd into a wide excess,\nSaid little less;\nThe weaker sort slight, trivial wares enslave,\nWho think them brave;\nAnd poor despised Truth sate counting by\nTheir victory.\nYet some, who all this while did weep and sing,\nAnd sing, and weep, soar'd up into the ring;\nBut most would use no wing.\nO fools (said I) thus to prefer dark night\nBefore true light,\nTo live in grots and caves, and hate the day\nBecause it shews the way,\nThe way, which from this dead and dark abode\nLeads up to God,\nA way where you might tread the sun, and be\nMore bright than he.\nBut as I did their madness so discuss\nOne whisper'd thus,\n\"This ring the Bridegroom did for none provide,\nBut for his bride.\"", "THE RELAPSE": "My God, how gracious art thou! I had slipt\nAlmost to hell,\nAnd on the verge of that dark, dreadful pit\nDid hear them yell,\nBut O thy love! thy rich, almighty love\nThat sav'd my soul,\nAnd checkt their fury, when I saw them move,\nAnd heard them howl;\nO my sole comfort, take no more these ways,\nThis hideous path,\nAnd I will mend my own without delays,\nCease thou thy wrath!\nI have deserv'd a thick, Egyptian damp,\nDark as my deeds,\nShould mist within me, and put out that lamp\nThy spirit feeds;\nA darting conscience full of stabs and fears;\nNo shade but Yew,\nSullen, and sad eclipses, cloudy spheres,\nThese are my due.\nBut he that with his blood, (a price too dear,)\nMy scores did pay,\nBid me, by virtue from him, challenge here\nThe brightest day;\nSweet, downy thoughts; soft lily-shades; calm streams;\nJoys full and true;\nFresh, spicy mornings; and eternal beams\nThese are his due.", "THEY ARE ALL GONE INTO THE WORLD OF LIGHT": "They are all gone into the world of light!\nAnd I alone sit ling'ring here;\nTheir very memory is fair and bright,\nAnd my sad thoughts doth clear.\nIt glows and glitters in my cloudy breast,\nLike stars upon some gloomy grove,\nOr those faint beams in which this hill is drest,\nAfter the sun's remove.\nI see them walking in an air of glory,\nWhose light doth trample on my days:\nMy days, which are at best but dull and hoary,\nMere glimmering and decays.\nO holy Hope! and high Humility,\nHigh as the heavens above!\nThese are your walks, and you have show'd them me\nTo kindle my cold love.\nDear, beauteous Death! the jewel of the just,\nShining nowhere, but in the dark;\nWhat mysteries do lie beyond thy dust\nCould man outlook that mark!\nHe that hath found some fledg'd bird's nest, may know\nAt first sight, if the bird be flown;\nBut what fair well or grove he sings in now,\nThat is to him unknown.\nAnd yet as angels in some brighter dreams\nCall to the soul, when man doth sleep:\nSo some strange thoughts transcend our wonted themes\nAnd into glory peep.\nIf a star were confin'd into a tomb,\nHer captive flames must needs burn there;\nBut when the hand that lock'd her up, gives room,\nShe'll shine through all the sphere.\nO Father of eternal life, and all\nCreated glories under thee!\nResume thy spirit from this world of thrall\nInto true liberty.\nEither disperse these mists, which blot and fill\nMy perspective still as they pass,\nOr else remove me hence unto that hill,\nWhere I shall need no glass.", "MOUNT OF OLIVES": "Sweet, sacred hill! on whose fair brow\nMy Saviour sate, shall I allow\nLanguage to love,\nAnd idolize some shade, or grove,\nNeglecting thee? such ill-plac'd wit,\nConceit, or call it what you please,\nIs the brain's fit,\nAnd mere disease.\n\nCotswold and Cooper's both have met\nWith learnèd swains, and echo yet\nTheir pipes and wit;\nBut thou sleep'st in a deep neglect,\nUntouch'd by any; and what need\nThe sheep bleat thee a silly lay,\nThat heard'st both reed\nAnd sheepward play?\n\nYet if poets mind thee well,\nThey shall find thou art their hill,\nAnd fountain too.\nTheir Lord with thee had most to do;\nHe wept once, walk'd whole nights on thee:\nAnd from thence—His suff'rings ended—\nUnto glory\nWas attended.\n\nBeing there, this spacious ball\nIs but His narrow footstool all;\nAnd what we think\nUnsearchable, now with one wink \nHe doth comprise; but in this air\nWhen He did stay to bear our ill\nAnd sin, this hill\nWas then His Chair.", "UNPROFITABLENESS": "How rich, O Lord! how fresh thy visits are!\n'Twas but just now my bleak leaves hopeless hung\nSullied with dust and mud;\nEach snarling blast shot through me, and did share\nTheir youth, and beauty, cold showers nipt, and wrung\nTheir spiciness and blood;\nBut since thou didst in one sweet glance survey\nTheir sad decays, I flourish, and once more\nBreath all perfumes, and spice;\nI smell a dew like myrrh, and all the day\nWear in my bosom a full sun; such store\nHath one beam from thy eyes.\nBut, ah, my God! what fruit hast thou of this?\nWhat one poor leaf did ever I yet fall\nTo wait upon thy wreath?\nThus thou all day a thankless weed dost dress,\nAnd when th'hast done, a stench or fog is all\nThe odor I bequeath.", "THE TRUE CHRISTIANS": "So stick up ivy and the bays,\nAnd then restore the heathen ways.\nGreen will remind you of the spring,\nThough this great day denies the thing.\nAnd mortifies the earth and all\nBut your wild revels, and loose hall.\nCould you wear flowers, and roses strow\nBlushing upon your breasts' warm snow,\nThat very dress your lightness will\nRebuke, and wither at the ill.\nThe brightness of this day we owe\nNot unto music, masque, nor show:\nNor gallant furniture, nor plate;\nBut to the manger's mean estate.\nHis life while here, as well as birth,\nWas but a check to pomp and mirth;\nAnd all man's greatness you may see\nCondemned by His humility.\n\nThen leave your open house and noise,\nTo welcome Him with holy joys,\nAnd the poor shepherd's watchfulness:\nWhom light and hymns from heaven did bless.\nWhat you abound with, cast abroad\nTo those that want, and ease your load.\nWho empties thus, will bring more in;\nBut riot is both loss and sin.\nDress finely what comes not in sight,\nAnd then you keep your Christmas right.", "THE WATERFALL": "With what deep murmurs through time's silent stealth\nDoth thy transparent, cool, and wat'ry wealth\nHere flowing fall,\nAnd chide, and call,\nAs if his liquid, loose retinue stay'd\nLing'ring, and were of this steep place afraid;\nThe common pass\nWhere, clear as glass,\nAll must descend\nNot to an end,\nBut quicken'd by this deep and rocky grave,\nRise to a longer course more bright and brave.\nDear stream! dear bank, where often I\nHave sate and pleas'd my pensive eye,\nWhy, since each drop of thy quick store\nRuns thither whence it flow'd before,\nShould poor souls fear a shade or night,\nWho came, sure, from a sea of light?\nOr since those drops are all sent back\nSo sure to thee, that none doth lack,\nWhy should frail flesh doubt any more\nThat what God takes, he'll not restore?\nO useful element and clear!\nMy sacred wash and cleanser here,\nMy first consigner unto those\nFountains of life where the Lamb goes!\nWhat sublime truths and wholesome themes\nLodge in thy mystical deep streams!\nSuch as dull man can never find\nUnless that Spirit lead his mind\nWhich first upon thy face did move,\nAnd hatch'd all with his quick'ning love.\nAs this loud brook's incessant fall\nIn streaming rings restagnates all,\nWhich reach by course the bank, and then\nAre no more seen, just so pass men.\nO my invisible estate,\nMy glorious liberty, still late!\nThou art the channel my soul seeks,\nNot this with cataracts and creeks.", "SILENCE AND STEALTH OF DAYS": "Silence, and stealth of days! 'tis now\nSince thou art gone,\nTwelve hundred hours, and not a brow\nBut clouds hang on.\nAs he that in some cave's thick damp\nLockt from the light,\nFixeth a solitary lamp,\nTo brave the night,\nAnd walking from his sun, when past\nThat glim'ring ray\nCuts through the heavy mists in haste\nBack to his day,\nSo o'r fled minutes I retreat\nUnto that hour\nWhich show'd thee last, but did defeat\nThy light, and power,\nI search, and rack my soul to see\nThose beams again,\nBut nothing but the snuff to me\nAppeareth plain;\nThat dark and dead sleeps in its known\nAnd common urn,\nBut those fled to their Maker's throne\nThere shine and burn;\nO could I track them! but souls must\nTrack one the other,\nAnd now the spirit, not the dust,\nMust be thy brother.\nYet I have one Pearl by whose light\nAll things I see,\nAnd in the heart of earth and night\nFind heaven and thee.", "THE EVENING WATCH": "_Body_:\n\nFarewell! I go to sleep; but when\nThe day-star springs, I'll wake again.\n\n\n_Soul_:\n\nGo, sleep in peace; and when thou liest\nUnnumber'd in thy dust, when all this frame\nIs but one dram, and what thou now descriest\nIn sev'ral parts shall want a name,\nThen may his peace be with thee, and each dust\nWrit in his book, who ne'er betray'd man's trust!\n\n\n_Body_:\n\nAmen! but hark, ere we two stray\nHow many hours dost think 'till day?\n\n\n_Soul_:\n\nAh go; th'art weak, and sleepy. Heav'n\nIs a plain watch, and without figures winds\nAll ages up; who drew this circle, even\nHe fills it; days and hours are blinds.\nYet this take with thee. The last gasp of time\nIs thy first breath, and man's eternal prime.", "CHRIST'S NATIVITY": "Awake, glad heart! get up and sing!\nIt is the birth-day of thy King.\nAwake! awake!\nThe Sun doth shake\nLight from his locks, and all the way\nBreathing perfumes, doth spice the day.\nAwake, awake! hark how th' wood rings;\nWinds whisper, and the busy springs\nA concert make;\nAwake! awake!\nMan is their high-priest, and should rise\nTo offer up the sacrifice.\nI would I were some bird, or star,\nFlutt'ring in woods, or lifted far\nAbove this inn\nAnd road of sin!\nThen either star or bird should be\nShining or singing still to thee.\nI would I had in my best part\nFit rooms for thee! or that my heart\nWere so clean as\nThy manger was!\nBut I am all filth, and obscene;\nYet, if thou wilt, thou canst make clean.\nSweet Jesu! will then. Let no more\nThis leper haunt and soil thy door!\nCure him, ease him,\nO release him!\nAnd let once more, by mystic birth,\nThe Lord of life be born in earth.", "metadata": "vaughan|Henry Vaughan|1621|1695|https://en.wikipedia.org/wiki/Henry_Vaughan"}