{"SAN MINIATO": "   SEE I have climbed the mountain side\n      Up to this holy house of God\n      Where once that Angel-Painter trod\n   Who saw the heavens opened wide\n\n   And throned upon the crescent moon\n      The Virginal white Queen of Grace—\n      Mary! could I but see thy face\n   Death could not come at all too soon.\n\n   O crowned by God with thorns and pain!\n      Mother of Christ!  O mystic wife!\n      My heart is weary of this life\n   And over-sad to sing again.\n\n   O crowned by God with love and flame!\n      O crowned by Christ the Holy One!\n      O listen ere the searching sun\n   Show to the world my sin and shame.", "ROME UNVISITED": "                                    I.\n\n   THE corn has turned from grey to red\n      Since first my spirit wandered forth\n      From the drear cities of the north\n   And to Italia’s mountains fled.\n\n   And here I set my face towards home\n      For all my pilgrimage is done\n      Although methinks yon blood-red sun\n   Marshals the way to Holy Rome.\n\n   O Blessed Lady who dost hold\n      Upon the seven hills thy reign!\n      O Mother without blot or stain\n   Crowned with bright crowns of triple gold!\n\n   O Roma Roma at thy feet\n      I lay this barren gift of song!\n      For ah! the way is steep and long\n   That leads unto thy sacred street.\n\n                                   II.\n\n   AND yet what joy it were for me\n      To turn my feet unto the south\n      And journeying towards the Tiber mouth\n   To kneel again at Fiesole!\n\n   And wandering through the tangled pines\n      That break the gold of Arno’s stream\n      To see the purple mist and gleam\n   Of morning on the Apennines\n\n   By many a vineyard-hidden home\n      Orchard and olive-garden grey\n      Till from the drear Campagna’s way\n   The seven hills bear up the dome!\n\n                                   III.\n\n   A PILGRIM from the northern seas—\n      What joy for me to seek alone\n      The wondrous temple and the throne\n   Of him who holds the awful keys!\n\n   When bright with purple and with gold\n      Come priest and holy cardinal\n      And borne above the heads of all\n   The gentle Shepherd of the Fold.\n\n   O joy to see before I die\n      The only God-anointed king\n      And hear the silver trumpets ring\n   A triumph as he passes by!\n\n   Or at the brazen-pillared shrine\n      Holds high the mystic sacrifice\n      And shows his God to human eyes\n   Beneath the veil of bread and wine.\n\n                                   IV.\n\n   FOR lo what changes time can bring!\n      The cycles of revolving years\n      May free my heart from all its fears\n   And teach my lips a song to sing.\n\n   Before yon field of trembling gold\n      Is garnered into dusty sheaves\n      Or ere the autumn’s scarlet leaves\n   Flutter as birds adown the wold\n\n   I may have run the glorious race\n      And caught the torch while yet aflame\n      And called upon the holy name\n   Of Him who now doth hide His face.\n\n   ARONA", "HUMANITAD": "   IT is full winter now: the trees are bare\n      Save where the cattle huddle from the cold\n   Beneath the pine for it doth never wear\n      The autumn’s gaudy livery whose gold\n   Her jealous brother pilfers but is true\n   To the green doublet; bitter is the wind as though it blew\n\n   From Saturn’s cave; a few thin wisps of hay\n      Lie on the sharp black hedges where the wain\n   Dragged the sweet pillage of a summer’s day\n      From the low meadows up the narrow lane;\n   Upon the half-thawed snow the bleating sheep\n   Press close against the hurdles and the shivering house-dogs creep\n\n   From the shut stable to the frozen stream\n      And back again disconsolate and miss\n   The bawling shepherds and the noisy team;\n      And overhead in circling listlessness\n   The cawing rooks whirl round the frosted stack\n   Or crowd the dripping boughs; and in the fen the ice-pools crack\n\n   Where the gaunt bittern stalks among the reeds\n      And flaps his wings and stretches back his neck\n   And hoots to see the moon; across the meads\n      Limps the poor frightened hare a little speck;\n   And a stray seamew with its fretful cry\n   Flits like a sudden drift of snow against the dull grey sky.\n\n   Full winter: and the lusty goodman brings\n      His load of faggots from the chilly byre\n   And stamps his feet upon the hearth and flings\n      The sappy billets on the waning fire\n   And laughs to see the sudden lightening scare\n   His children at their play and yet—the spring is in the air;\n\n   Already the slim crocus stirs the snow\n      And soon yon blanchèd fields will bloom again\n   With nodding cowslips for some lad to mow\n      For with the first warm kisses of the rain\n   The winter’s icy sorrow breaks to tears\n   And the brown thrushes mate and with bright eyes the rabbit peers\n\n   From the dark warren where the fir-cones lie\n      And treads one snowdrop under foot and runs\n   Over the mossy knoll and blackbirds fly\n      Across our path at evening and the suns\n   Stay longer with us; ah! how good to see\n   Grass-girdled spring in all her joy of laughing greenery\n\n   Dance through the hedges till the early rose\n      (That sweet repentance of the thorny briar!)\n   Burst from its sheathèd emerald and disclose\n      The little quivering disk of golden fire\n   Which the bees know so well for with it come\n   Pale boy’s-love sops-in-wine and daffadillies all in bloom.\n\n   Then up and down the field the sower goes\n      While close behind the laughing younker scares\n   With shrilly whoop the black and thievish crows\n      And then the chestnut-tree its glory wears\n   And on the grass the creamy blossom falls\n   In odorous excess and faint half-whispered madrigals\n\n   Steal from the bluebells’ nodding carillons\n      Each breezy morn and then white jessamine\n   That star of its own heaven snap-dragons\n      With lolling crimson tongues and eglantine\n   In dusty velvets clad usurp the bed\n   And woodland empery and when the lingering rose hath shed\n\n   Red leaf by leaf its folded panoply\n      And pansies closed their purple-lidded eyes\n   Chrysanthemums from gilded argosy\n      Unload their gaudy scentless merchandise\n   And violets getting overbold withdraw\n   From their shy nooks and scarlet berries dot the leafless haw.\n\n   O happy field! and O thrice happy tree!\n      Soon will your queen in daisy-flowered smock\n   And crown of flower-de-luce trip down the lea\n      Soon will the lazy shepherds drive their flock\n   Back to the pasture by the pool and soon\n   Through the green leaves will float the hum of murmuring bees at noon.\n\n   Soon will the glade be bright with bellamour\n      The flower which wantons love and those sweet nuns\n   Vale-lilies in their snowy vestiture\n      Will tell their beaded pearls and carnations\n   With mitred dusky leaves will scent the wind\n   And straggling traveller’s-joy each hedge with yellow stars will bind.\n\n   Dear bride of Nature and most bounteous spring\n      That canst give increase to the sweet-breath’d kine\n   And to the kid its little horns and bring\n      The soft and silky blossoms to the vine\n   Where is that old nepenthe which of yore\n   Man got from poppy root and glossy-berried mandragore!\n\n   There was a time when any common bird\n      Could make me sing in unison a time\n   When all the strings of boyish life were stirred\n      To quick response or more melodious rhyme\n   By every forest idyll;—do I change?\n   Or rather doth some evil thing through thy fair pleasaunce range?\n\n   Nay nay thou art the same: ’tis I who seek\n      To vex with sighs thy simple solitude\n   And because fruitless tears bedew my cheek\n      Would have thee weep with me in brotherhood;\n   Fool! shall each wronged and restless spirit dare\n   To taint such wine with the salt poison of own despair!\n\n   Thou art the same: ’tis I whose wretched soul\n      Takes discontent to be its paramour\n   And gives its kingdom to the rude control\n      Of what should be its servitor—for sure\n   Wisdom is somewhere though the stormy sea\n   Contain it not and the huge deep answer ‘’Tis not in me.’\n\n   To burn with one clear flame to stand erect\n      In natural honour not to bend the knee\n   In profitless prostrations whose effect\n      Is by itself condemned what alchemy\n   Can teach me this? what herb Medea brewed\n   Will bring the unexultant peace of essence not subdued?\n\n   The minor chord which ends the harmony\n      And for its answering brother waits in vain\n   Sobbing for incompleted melody\n      Dies a swan’s death; but I the heir of pain\n   A silent Memnon with blank lidless eyes\n   Wait for the light and music of those suns which never rise.\n\n   The quenched-out torch the lonely cypress-gloom\n      The little dust stored in the narrow urn\n   The gentle ΧΑΙΡΕ of the Attic tomb—\n      Were not these better far than to return\n   To my old fitful restless malady\n   Or spend my days within the voiceless cave of misery?\n\n   Nay! for perchance that poppy-crownèd god\n      Is like the watcher by a sick man’s bed\n   Who talks of sleep but gives it not; his rod\n      Hath lost its virtue and when all is said\n   Death is too rude too obvious a key\n   To solve one single secret in a life’s philosophy.\n\n   And Love! that noble madness whose august\n      And inextinguishable might can slay\n   The soul with honeyed drugs—alas! I must\n      From such sweet ruin play the runaway\n   Although too constant memory never can\n   Forget the archèd splendour of those brows Olympian\n\n   Which for a little season made my youth\n      So soft a swoon of exquisite indolence\n   That all the chiding of more prudent Truth\n      Seemed the thin voice of jealousy—O hence\n   Thou huntress deadlier than Artemis!\n   Go seek some other quarry! for of thy too perilous bliss.\n\n   My lips have drunk enough—no more no more—\n      Though Love himself should turn his gilded prow\n   Back to the troubled waters of this shore\n      Where I am wrecked and stranded even now\n   The chariot wheels of passion sweep too near\n   Hence!  Hence!  I pass unto a life more barren more austere.\n\n   More barren—ay those arms will never lean\n      Down through the trellised vines and draw my soul\n   In sweet reluctance through the tangled green;\n      Some other head must wear that aureole\n   For I am hers who loves not any man\n   Whose white and stainless bosom bears the sign Gorgonian.\n\n   Let Venus go and chuck her dainty page\n      And kiss his mouth and toss his curly hair\n   With net and spear and hunting equipage\n      Let young Adonis to his tryst repair\n   But me her fond and subtle-fashioned spell\n   Delights no more though I could win her dearest citadel.\n\n   Ay though I were that laughing shepherd boy\n      Who from Mount Ida saw the little cloud\n   Pass over Tenedos and lofty Troy\n      And knew the coming of the Queen and bowed\n   In wonder at her feet not for the sake\n   Of a new Helen would I bid her hand the apple take.\n\n   Then rise supreme Athena argent-limbed!\n      And if my lips be musicless inspire\n   At least my life: was not thy glory hymned\n      By One who gave to thee his sword and lyre\n   Like Æschylos at well-fought Marathon\n   And died to show that Milton’s England still could bear a son!\n\n   And yet I cannot tread the Portico\n      And live without desire fear and pain\n   Or nurture that wise calm which long ago\n      The grave Athenian master taught to men\n   Self-poised self-centred and self-comforted\n   To watch the world’s vain phantasies go by with unbowed head.\n\n   Alas! that serene brow those eloquent lips\n      Those eyes that mirrored all eternity\n   Rest in their own Colonos an eclipse\n      Hath come on Wisdom and Mnemosyne\n   Is childless; in the night which she had made\n   For lofty secure flight Athena’s owl itself hath strayed.\n\n   Nor much with Science do I care to climb\n      Although by strange and subtle witchery\n   She drew the moon from heaven: the Muse Time\n      Unrolls her gorgeous-coloured tapestry\n   To no less eager eyes; often indeed\n   In the great epic of Polymnia’s scroll I love to read\n\n   How Asia sent her myriad hosts to war\n      Against a little town and panoplied\n   In gilded mail with jewelled scimitar\n      White-shielded purple-crested rode the Mede\n   Between the waving poplars and the sea\n   Which men call Artemisium till he saw Thermopylæ\n\n   Its steep ravine spanned by a narrow wall\n      And on the nearer side a little brood\n   Of careless lions holding festival!\n      And stood amazèd at such hardihood\n   And pitched his tent upon the reedy shore\n   And stayed two days to wonder and then crept at midnight o’er\n\n   Some unfrequented height and coming down\n      The autumn forests treacherously slew\n   What Sparta held most dear and was the crown\n      Of far Eurotas and passed on nor knew\n   How God had staked an evil net for him\n   In the small bay at Salamis—and yet the page grows dim\n\n   Its cadenced Greek delights me not I feel\n      With such a goodly time too out of tune\n   To love it much: for like the Dial’s wheel\n      That from its blinded darkness strikes the noon\n   Yet never sees the sun so do my eyes\n   Restlessly follow that which from my cheated vision flies.\n\n   O for one grand unselfish simple life\n      To teach us what is Wisdom! speak ye hills\n   Of lone Helvellyn for this note of strife\n      Shunned your untroubled crags and crystal rills\n   Where is that Spirit which living blamelessly\n   Yet dared to kiss the smitten mouth of his own century!\n\n   Speak ye Rydalian laurels! where is he\n      Whose gentle head ye sheltered that pure soul\n   Whose gracious days of uncrowned majesty\n      Through lowliest conduct touched the lofty goal\n   Where love and duty mingle!  Him at least\n   The most high Laws were glad of he had sat at Wisdom’s feast;\n\n   But we are Learning’s changelings know by rote\n      The clarion watchword of each Grecian school\n   And follow none the flawless sword which smote\n      The pagan Hydra is an effete tool\n   Which we ourselves have blunted what man now\n   Shall scale the august ancient heights and to old Reverence bow?\n\n   One such indeed I saw but Ichabod!\n      Gone is that last dear son of Italy\n   Who being man died for the sake of God\n      And whose unrisen bones sleep peacefully\n   O guard him guard him well my Giotto’s tower\n   Thou marble lily of the lily town! let not the lour\n\n   Of the rude tempest vex his slumber or\n      The Arno with its tawny troubled gold\n   O’er-leap its marge no mightier conqueror\n      Clomb the high Capitol in the days of old\n   When Rome was indeed Rome for Liberty\n   Walked like a bride beside him at which sight pale Mystery\n\n   Fled shrieking to her farthest sombrest cell\n      With an old man who grabbled rusty keys\n   Fled shuddering for that immemorial knell\n      With which oblivion buries dynasties\n   Swept like a wounded eagle on the blast\n   As to the holy heart of Rome the great triumvir passed.\n\n   He knew the holiest heart and heights of Rome\n      He drave the base wolf from the lion’s lair\n   And now lies dead by that empyreal dome\n      Which overtops Valdarno hung in air\n   By Brunelleschi—O Melpomene\n   Breathe through thy melancholy pipe thy sweetest threnody!\n\n   Breathe through the tragic stops such melodies\n      That Joy’s self may grow jealous and the Nine\n   Forget awhile their discreet emperies\n      Mourning for him who on Rome’s lordliest shrine\n   Lit for men’s lives the light of Marathon\n   And bare to sun-forgotten fields the fire of the sun!\n\n   O guard him guard him well my Giotto’s tower!\n      Let some young Florentine each eventide\n   Bring coronals of that enchanted flower\n      Which the dim woods of Vallombrosa hide\n   And deck the marble tomb wherein he lies\n   Whose soul is as some mighty orb unseen of mortal eyes;\n\n   Some mighty orb whose cycled wanderings\n      Being tempest-driven to the farthest rim\n   Where Chaos meets Creation and the wings\n      Of the eternal chanting Cherubim\n   Are pavilioned on Nothing passed away\n   Into a moonless void—and yet though he is dust and clay\n\n   He is not dead the immemorial Fates\n      Forbid it and the closing shears refrain.\n   Lift up your heads ye everlasting gates!\n      Ye argent clarions sound a loftier strain\n   For the vile thing he hated lurks within\n   Its sombre house alone with God and memories of sin.\n\n   Still what avails it that she sought her cave\n      That murderous mother of red harlotries?\n   At Munich on the marble architrave\n      The Grecian boys die smiling but the seas\n   Which wash Ægina fret in loneliness\n   Not mirroring their beauty; so our lives grow colourless\n\n   For lack of our ideals if one star\n      Flame torch-like in the heavens the unjust\n   Swift daylight kills it and no trump of war\n      Can wake to passionate voice the silent dust\n   Which was Mazzini once! rich Niobe\n   For all her stony sorrows hath her sons; but Italy\n\n   What Easter Day shall make her children rise\n      Who were not Gods yet suffered? what sure feet\n   Shall find their grave-clothes folded? what clear eyes\n      Shall see them bodily?  O it were meet\n   To roll the stone from off the sepulchre\n   And kiss the bleeding roses of their wounds in love of her\n\n   Our Italy! our mother visible!\n      Most blessed among nations and most sad\n   For whose dear sake the young Calabrian fell\n      That day at Aspromonte and was glad\n   That in an age when God was bought and sold\n   One man could die for Liberty! but we burnt out and cold\n\n   See Honour smitten on the cheek and gyves\n      Bind the sweet feet of Mercy: Poverty\n   Creeps through our sunless lanes and with sharp knives\n      Cuts the warm throats of children stealthily\n   And no word said:—O we are wretched men\n   Unworthy of our great inheritance! where is the pen\n\n   Of austere Milton? where the mighty sword\n      Which slew its master righteously? the years\n   Have lost their ancient leader and no word\n      Breaks from the voiceless tripod on our ears:\n   While as a ruined mother in some spasm\n   Bears a base child and loathes it so our best enthusiasm\n\n   Genders unlawful children Anarchy\n      Freedom’s own Judas the vile prodigal\n   Licence who steals the gold of Liberty\n      And yet has nothing Ignorance the real\n   One Fraticide since Cain Envy the asp\n   That stings itself to anguish Avarice whose palsied grasp\n\n   Is in its extent stiffened moneyed Greed\n      For whose dull appetite men waste away\n   Amid the whirr of wheels and are the seed\n      Of things which slay their sower these each day\n   Sees rife in England and the gentle feet\n   Of Beauty tread no more the stones of each unlovely street.\n\n   What even Cromwell spared is desecrated\n      By weed and worm left to the stormy play\n   Of wind and beating snow or renovated\n      By more destructful hands: Time’s worst decay\n   Will wreathe its ruins with some loveliness\n   But these new Vandals can but make a rain-proof barrenness.\n\n   Where is that Art which bade the Angels sing\n      Through Lincoln’s lofty choir till the air\n   Seems from such marble harmonies to ring\n      With sweeter song than common lips can dare\n   To draw from actual reed? ah! where is now\n   The cunning hand which made the flowering hawthorn branches bow\n\n   For Southwell’s arch and carved the House of One\n      Who loved the lilies of the field with all\n   Our dearest English flowers? the same sun\n      Rises for us: the seasons natural\n   Weave the same tapestry of green and grey:\n   The unchanged hills are with us: but that Spirit hath passed away.\n\n   And yet perchance it may be better so\n      For Tyranny is an incestuous Queen\n   Murder her brother is her bedfellow\n      And the Plague chambers with her: in obscene\n   And bloody paths her treacherous feet are set;\n   Better the empty desert and a soul inviolate!\n\n   For gentle brotherhood the harmony\n      Of living in the healthful air the swift\n   Clean beauty of strong limbs when men are free\n      And women chaste these are the things which lift\n   Our souls up more than even Agnolo’s\n   Gaunt blinded Sibyl poring o’er the scroll of human woes\n\n   Or Titian’s little maiden on the stair\n      White as her own sweet lily and as tall\n   Or Mona Lisa smiling through her hair—\n      Ah! somehow life is bigger after all\n   Than any painted angel could we see\n   The God that is within us!  The old Greek serenity\n\n   Which curbs the passion of that level line\n      Of marble youths who with untroubled eyes\n   And chastened limbs ride round Athena’s shrine\n      And mirror her divine economies\n   And balanced symmetry of what in man\n   Would else wage ceaseless warfare—this at least within the span\n\n   Between our mother’s kisses and the grave\n      Might so inform our lives that we could win\n   Such mighty empires that from her cave\n      Temptation would grow hoarse and pallid Sin\n   Would walk ashamed of his adulteries\n   And Passion creep from out the House of Lust with startled eyes.\n\n   To make the body and the spirit one\n      With all right things till no thing live in vain\n   From morn to noon but in sweet unison\n      With every pulse of flesh and throb of brain\n   The soul in flawless essence high enthroned\n   Against all outer vain attack invincibly bastioned\n\n   Mark with serene impartiality\n      The strife of things and yet be comforted\n   Knowing that by the chain causality\n      All separate existences are wed\n   Into one supreme whole whose utterance\n   Is joy or holier praise! ah! surely this were governance\n\n   Of Life in most august omnipresence\n      Through which the rational intellect would find\n   In passion its expression and mere sense\n      Ignoble else lend fire to the mind\n   And being joined with it in harmony\n   More mystical than that which binds the stars planetary\n\n   Strike from their several tones one octave chord\n      Whose cadence being measureless would fly\n   Through all the circling spheres then to its Lord\n      Return refreshed with its new empery\n   And more exultant power—this indeed\n   Could we but reach it were to find the last the perfect creed.\n\n   Ah! it was easy when the world was young\n      To keep one’s life free and inviolate\n   From our sad lips another song is rung\n      By our own hands our heads are desecrate\n   Wanderers in drear exile and dispossessed\n   Of what should be our own we can but feed on wild unrest.\n\n   Somehow the grace the bloom of things has flown\n      And of all men we are most wretched who\n   Must live each other’s lives and not our own\n      For very pity’s sake and then undo\n   All that we lived for—it was otherwise\n   When soul and body seemed to blend in mystic symphonies.\n\n   But we have left those gentle haunts to pass\n      With weary feet to the new Calvary\n   Where we behold as one who in a glass\n      Sees his own face self-slain Humanity\n   And in the dumb reproach of that sad gaze\n   Learn what an awful phantom the red hand of man can raise.\n\n   O smitten mouth!  O forehead crowned with thorn!\n      O chalice of all common miseries!\n   Thou for our sakes that loved thee not hast borne\n      An agony of endless centuries\n   And we were vain and ignorant nor knew\n   That when we stabbed thy heart it was our own real hearts we slew.\n\n   Being ourselves the sowers and the seeds\n      The night that covers and the lights that fade\n   The spear that pierces and the side that bleeds\n      The lips betraying and the life betrayed;\n   The deep hath calm: the moon hath rest: but we\n   Lords of the natural world are yet our own dread enemy.\n\n   Is this the end of all that primal force\n      Which in its changes being still the same\n   From eyeless Chaos cleft its upward course\n      Through ravenous seas and whirling rocks and flame\n   Till the suns met in heaven and began\n   Their cycles and the morning stars sang and the Word was Man!\n\n   Nay nay we are but crucified and though\n      The bloody sweat falls from our brows like rain\n   Loosen the nails—we shall come down I know\n      Staunch the red wounds—we shall be whole again\n   No need have we of hyssop-laden rod\n   That which is purely human that is godlike that is God.", "LOUIS NAPOLEON": "   EAGLE of Austerlitz! where were thy wings\n      When far away upon a barbarous strand\n      In fight unequal by an obscure hand\n   Fell the last scion of thy brood of Kings!\n\n   Poor boy! thou shalt not flaunt thy cloak of red\n      Or ride in state through Paris in the van\n      Of thy returning legions but instead\n   Thy mother France free and republican\n\n   Shall on thy dead and crownless forehead place\n      The better laurels of a soldier’s crown\n      That not dishonoured should thy soul go down\n   To tell the mighty Sire of thy race\n\n   That France hath kissed the mouth of Liberty\n      And found it sweeter than his honied bees\n      And that the giant wave Democracy\n   Breaks on the shores where Kings lay couched at ease.", "ENDYMION": "(FOR MUSIC)\n\n\n   THE apple trees are hung with gold\n      And birds are loud in Arcady\n   The sheep lie bleating in the fold\n   The wild goat runs across the wold\n   But yesterday his love he told\n      I know he will come back to me.\n   O rising moon!  O Lady moon!\n      Be you my lover’s sentinel\n      You cannot choose but know him well\n   For he is shod with purple shoon\n   You cannot choose but know my love\n      For he a shepherd’s crook doth bear\n   And he is soft as any dove\n      And brown and curly is his hair.\n\n   The turtle now has ceased to call\n      Upon her crimson-footed groom\n   The grey wolf prowls about the stall\n   The lily’s singing seneschal\n   Sleeps in the lily-bell and all\n      The violet hills are lost in gloom.\n   O risen moon!  O holy moon!\n      Stand on the top of Helice\n      And if my own true love you see\n   Ah! if you see the purple shoon\n   The hazel crook the lad’s brown hair\n      The goat-skin wrapped about his arm\n   Tell him that I am waiting where\n      The rushlight glimmers in the Farm.\n\n   The falling dew is cold and chill\n      And no bird sings in Arcady\n   The little fauns have left the hill\n   Even the tired daffodil\n   Has closed its gilded doors and still\n      My lover comes not back to me.\n   False moon!  False moon!  O waning moon!\n      Where is my own true lover gone\n      Where are the lips vermilion\n   The shepherd’s crook the purple shoon?\n   Why spread that silver pavilion\n      Why wear that veil of drifting mist?\n   Ah! thou hast young Endymion\n      Thou hast the lips that should be kissed!", "LE JARDIN": "   THE lily’s withered chalice falls\n      Around its rod of dusty gold\n      And from the beech-trees on the wold\n   The last wood-pigeon coos and calls.\n\n   The gaudy leonine sunflower\n      Hangs black and barren on its stalk\n      And down the windy garden walk\n   The dead leaves scatter—hour by hour.\n\n   Pale privet-petals white as milk\n      Are blown into a snowy mass:\n      The roses lie upon the grass\n   Like little shreds of crimson silk.", "LA MER": "   A WHITE mist drifts across the shrouds\n      A wild moon in this wintry sky\n      Gleams like an angry lion’s eye\n   Out of a mane of tawny clouds.\n\n   The muffled steersman at the wheel\n      Is but a shadow in the gloom;—\n      And in the throbbing engine-room\n   Leap the long rods of polished steel.\n\n   The shattered storm has left its trace\n      Upon this huge and heaving dome\n      For the thin threads of yellow foam\n   Float on the waves like ravelled lace.", "LE PANNEAU": "   UNDER the rose-tree’s dancing shade\n      There stands a little ivory girl\n      Pulling the leaves of pink and pearl\n   With pale green nails of polished jade.\n\n   The red leaves fall upon the mould\n      The white leaves flutter one by one\n      Down to a blue bowl where the sun\n   Like a great dragon writhes in gold.\n\n   The white leaves float upon the air\n      The red leaves flutter idly down\n      Some fall upon her yellow gown\n   And some upon her raven hair.\n\n   She takes an amber lute and sings\n      And as she sings a silver crane\n      Begins his scarlet neck to strain\n   And flap his burnished metal wings.\n\n   She takes a lute of amber bright\n      And from the thicket where he lies\n      Her lover with his almond eyes\n   Watches her movements in delight.\n\n   And now she gives a cry of fear\n      And tiny tears begin to start:\n      A thorn has wounded with its dart\n   The pink-veined sea-shell of her ear.\n\n   And now she laughs a merry note:\n      There has fallen a petal of the rose\n      Just where the yellow satin shows\n   The blue-veined flower of her throat.\n\n   With pale green nails of polished jade\n      Pulling the leaves of pink and pearl\n      There stands a little ivory girl\n   Under the rose-tree’s dancing shade.", "LES BALLONS": "   AGAINST these turbid turquoise skies\n      The light and luminous balloons\n      Dip and drift like satin moons\n   Drift like silken butterflies;\n\n   Reel with every windy gust\n      Rise and reel like dancing girls\n      Float like strange transparent pearls\n   Fall and float like silver dust.\n\n   Now to the low leaves they cling\n      Each with coy fantastic pose\n      Each a petal of a rose\n   Straining at a gossamer string.\n\n   Then to the tall trees they climb\n      Like thin globes of amethyst\n      Wandering opals keeping tryst\n   With the rubies of the lime.", "CANZONET": "      I HAVE no store\n   Of gryphon-guarded gold;\n      Now as before\n   Bare is the shepherd’s fold.\n      Rubies nor pearls\n   Have I to gem thy throat;\n      Yet woodland girls\n   Have loved the shepherd’s note.\n\n      Then pluck a reed\n   And bid me sing to thee\n      For I would feed\n   Thine ears with melody\n      Who art more fair\n   Than fairest fleur-de-lys\n      More sweet and rare\n   Than sweetest ambergris.\n\n      What dost thou fear?\n   Young Hyacinth is slain\n      Pan is not here\n   And will not come again.\n      No horned Faun\n   Treads down the yellow leas\n      No God at dawn\n   Steals through the olive trees.\n\n      Hylas is dead\n   Nor will he e’er divine\n      Those little red\n   Rose-petalled lips of thine.\n      On the high hill\n   No ivory dryads play\n      Silver and still\n   Sinks the sad autumn day.", "LE JARDIN DES TUILERIES": "   THIS winter air is keen and cold\n      And keen and cold this winter sun\n      But round my chair the children run\n   Like little things of dancing gold.\n\n   Sometimes about the painted kiosk\n      The mimic soldiers strut and stride\n      Sometimes the blue-eyed brigands hide\n   In the bleak tangles of the bosk.\n\n   And sometimes while the old nurse cons\n      Her book they steal across the square\n      And launch their paper navies where\n   Huge Triton writhes in greenish bronze.\n\n   And now in mimic flight they flee\n      And now they rush a boisterous band—\n      And tiny hand on tiny hand\n   Climb up the black and leafless tree.\n\n   Ah! cruel tree! if I were you\n      And children climbed me for their sake\n      Though it be winter I would break\n   Into spring blossoms white and blue!", "PAN": "                                    I.\n\n   O GOAT-FOOT God of Arcady!\n   This modern world is grey and old\n   And what remains to us of thee?\n\n   No more the shepherd lads in glee\n   Throw apples at thy wattled fold\n   O goat-foot God of Arcady!\n\n   Nor through the laurels can one see\n   Thy soft brown limbs thy beard of gold\n   And what remains to us of thee?\n\n   And dull and dead our Thames would be\n   For here the winds are chill and cold\n   O goat-loot God of Arcady!\n\n   Then keep the tomb of Helice\n   Thine olive-woods thy vine-clad wold\n   And what remains to us of thee?\n\n   Though many an unsung elegy\n   Sleeps in the reeds our rivers hold\n   O goat-foot God of Arcady!\n   Ah what remains to us of thee?\n\n                                   II.\n\n   AH leave the hills of Arcady\n   Thy satyrs and their wanton play\n   This modern world hath need of thee.\n\n   No nymph or Faun indeed have we\n   For Faun and nymph are old and grey\n   Ah leave the hills of Arcady!\n\n   This is the land where liberty\n   Lit grave-browed Milton on his way\n   This modern world hath need of thee!\n\n   A land of ancient chivalry\n   Where gentle Sidney saw the day\n   Ah leave the hills of Arcady!\n\n   This fierce sea-lion of the sea\n   This England lacks some stronger lay\n   This modern world hath need of thee!\n\n   Then blow some trumpet loud and free\n   And give thine oaten pipe away\n   Ah leave the hills of Arcady!\n   This modern world hath need of thee!", "IN THE FOREST": "   OUT of the mid-wood’s twilight\n      Into the meadow’s dawn\n   Ivory limbed and brown-eyed\n      Flashes my Faun!\n\n   He skips through the copses singing\n      And his shadow dances along\n   And I know not which I should follow\n      Shadow or song!\n\n   O Hunter snare me his shadow!\n      O Nightingale catch me his strain!\n   Else moonstruck with music and madness\n      I track him in vain!", "SYMPHONY IN YELLOW": "   AN omnibus across the bridge\n      Crawls like a yellow butterfly\n      And here and there a passer-by\n   Shows like a little restless midge.\n\n   Big barges full of yellow hay\n      Are moored against the shadowy wharf\n      And like a yellow silken scarf\n   The thick fog hangs along the quay.\n\n   The yellow leaves begin to fade\n      And flutter from the Temple elms\n      And at my feet the pale green Thames\n   Lies like a rod of rippled jade.", "HÉLAS!": "   TO drift with every passion till my soul\n   Is a stringed lute on which can winds can play\n   Is it for this that I have given away\n   Mine ancient wisdom and austere control?\n   Methinks my life is a twice-written scroll\n   Scrawled over on some boyish holiday\n   With idle songs for pipe and virelay\n   Which do but mar the secret of the whole.\n   Surely there was a time I might have trod\n   The sunlit heights and from life’s dissonance\n   Struck one clear chord to reach the ears of God:\n   Is that time dead? lo! with a little rod\n   I did but touch the honey of romance—\n   And must I lose a soul’s inheritance?", "TO MILTON": "   MILTON! I think thy spirit hath passed away\n   From these white cliffs and high-embattled towers;\n   This gorgeous fiery-coloured world of ours\n   Seems fallen into ashes dull and grey\n   And the age changed unto a mimic play\n   Wherein we waste our else too-crowded hours:\n   For all our pomp and pageantry and powers\n   We are but fit to delve the common clay\n   Seeing this little isle on which we stand\n   This England this sea-lion of the sea\n   By ignorant demagogues is held in fee\n   Who love her not: Dear God! is this the land\n   Which bare a triple empire in her hand\n   When Cromwell spake the word Democracy!", "ON THE MASSACRE OF THE CHRISTIANS IN BULGARIA": "   CHRIST dost Thou live indeed? or are Thy bones\n   Still straitened in their rock-hewn sepulchre?\n   And was Thy Rising only dreamed by her\n   Whose love of Thee for all her sin atones?\n   For here the air is horrid with men’s groans\n   The priests who call upon Thy name are slain\n   Dost Thou not hear the bitter wail of pain\n   From those whose children lie upon the stones?\n   Come down O Son of God! incestuous gloom\n   Curtains the land and through the starless night\n   Over Thy Cross a Crescent moon I see!\n   If Thou in very truth didst burst the tomb\n   Come down O Son of Man! and show Thy might\n   Lest Mahomet be crowned instead of Thee!", "HOLY WEEK AT GENOA": "   I WANDERED through Scoglietto’s far retreat\n      The oranges on each o’erhanging spray\n      Burned as bright lamps of gold to shame the day;\n   Some startled bird with fluttering wings and fleet\n   Made snow of all the blossoms; at my feet\n      Like silver moons the pale narcissi lay:\n      And the curved waves that streaked the great green bay\n   Laughed i’ the sun and life seemed very sweet.\n   Outside the young boy-priest passed singing clear\n      ‘Jesus the son of Mary has been slain\n      O come and fill His sepulchre with flowers.’\n   Ah God!  Ah God! those dear Hellenic hours\n      Had drowned all memory of Thy bitter pain\n      The Cross the Crown the Soldiers and the Spear.", "URBS SACRA ÆTERNA": "   ROME! what a scroll of History thine has been;\n      In the first days thy sword republican\n      Ruled the whole world for many an age’s span:\n   Then of the peoples wert thou royal Queen\n   Till in thy streets the bearded Goth was seen;\n      And now upon thy walls the breezes fan\n      (Ah city crowned by God discrowned by man!)\n   The hated flag of red and white and green.\n   When was thy glory! when in search for power\n      Thine eagles flew to greet the double sun\n      And the wild nations shuddered at thy rod?\n   Nay but thy glory tarried for this hour\n      When pilgrims kneel before the Holy One\n      The prisoned shepherd of the Church of God.\n      MONTRE MARIO", "E TENEBRIS": "   COME down O Christ and help me! reach Thy hand\n      For I am drowning in a stormier sea\n      Than Simon on Thy lake of Galilee:\n   The wine of life is spilt upon the sand\n   My heart is as some famine-murdered land\n      Whence all good things have perished utterly\n      And well I know my soul in Hell must lie\n   If I this night before God’s throne should stand.\n   ‘He sleeps perchance or rideth to the chase\n      Like Baal when his prophets howled that name\n      From morn to noon on Carmel’s smitten height.’\n   Nay peace I shall behold before the night\n      The feet of brass the robe more white than flame\n      The wounded hands the weary human face.", "AT VERONA": "   HOW steep the stairs within King’s houses are\n      For exile-wearied feet as mine to tread\n      And O how salt and bitter is the bread\n   Which falls from this Hound’s table—better far\n   That I had died in the red ways of war\n      Or that the gate of Florence bare my head\n      Than to live thus by all things comraded\n   Which seek the essence of my soul to mar.\n\n   ‘Curse God and die: what better hope than this?\n      He hath forgotten thee in all the bliss\n      Of his gold city and eternal day’—\n   Nay peace: behind my prison’s blinded bars\n      I do possess what none can take away\n      My love and all the glory of the stars.", "ON THE SALE BY AUCTION OF KEATS’ LOVE LETTERS": "   THESE are the letters which Endymion wrote\n      To one he loved in secret and apart.\n      And now the brawlers of the auction mart\n   Bargain and bid for each poor blotted note\n   Ay! for each separate pulse of passion quote\n      The merchant’s price.  I think they love not art\n      Who break the crystal of a poet’s heart\n   That small and sickly eyes may glare and gloat.\n\n   Is it not said that many years ago\n      In a far Eastern town some soldiers ran\n      With torches through the midnight and began\n   To wrangle for mean raiment and to throw\n      Dice for the garments of a wretched man\n   Not knowing the God’s wonder or His woe?", "THE NEW REMORSE": "   THE sin was mine; I did not understand.\n      So now is music prisoned in her cave\n      Save where some ebbing desultory wave\n   Frets with its restless whirls this meagre strand.\n   And in the withered hollow of this land\n      Hath Summer dug herself so deep a grave\n      That hardly can the leaden willow crave\n   One silver blossom from keen Winter’s hand.\n\n   But who is this who cometh by the shore?\n   (Nay love look up and wonder!)  Who is this\n      Who cometh in dyed garments from the South?\n   It is thy new-found Lord and he shall kiss\n      The yet unravished roses of thy mouth\n   And I shall weep and worship as before.", "metadata": "wilde|Oscar Wilde|1854|1900|https://en.wikipedia.org/wiki/Oscar_Wilde"}