{"TO THE ROSE UPON THE ROOD OF TIME": "  _Red Rose proud Rose sad Rose of all my days!\n  Come near me while I sing the ancient ways:\n  Cuchulain battling with the bitter tide;\n  The Druid gray wood-nurtured quiet-eyed\n  Who cast round Fergus dreams and ruin untold;\n  And thine own sadness whereof stars grown old\n  In dancing silver sandalled on the sea\n  Sing in their high and lonely melody.\n  Come near that no more blinded by man's fate\n  I find under the boughs of love and hate\n  In all poor foolish things that live a day\n  Eternal beauty wandering on her way._\n\n  _Come near come near come near--Ah leave me still\n  A little space for the rose-breath to fill!\n  Lest I no more hear common things that crave;\n  The weak worm hiding down in its small cave_\n  _The field mouse running by me in the grass\n  And heavy mortal hopes that toil and pass;\n  But seek alone to hear the strange things said\n  By God to the bright hearts of those long dead\n  And learn to chaunt a tongue men do not know.\n  Come near; I would before my time to go\n  Sing of old Eire and the ancient ways:\n  Red Rose proud Rose sad Rose of all my days._", "FERGUS AND THE DRUID": "  FERGUS\n\n  The whole day have I followed in the rocks\n  And you have changed and flowed from shape to shape.\n  First as a raven on whose ancient wings\n  Scarcely a feather lingered then you seemed\n  A weasel moving on from stone to stone\n  And now at last you wear a human shape\n  A thin gray man half lost in gathering night.\n\n  DRUID\n\n  What would you king of the proud Red Branch kings?\n\n  FERGUS\n\n  This would I say most wise of living souls:\n  Young subtle Concobar sat close by me\n  When I gave judgment and his words were wise\n  And what to me was burden without end\n  To him seemed easy so I laid the crown\n  Upon his head to cast away my care.\n\n  DRUID\n\n  What would you king of the proud Red Branch kings?\n\n  FERGUS\n\n  I feast amid my people on the hill\n  And pace the woods and drive my chariot wheels\n  In the white border of the murmuring sea;\n  And still I feel the crown upon my head.\n\n  DRUID\n\n  What would you?\n\n  FERGUS\n\n                    I would be no more a king\n  But learn the dreaming wisdom that is yours.\n\n  DRUID\n\n  Look on my thin gray hair and hollow cheeks\n  And on these hands that may not lift the sword\n  This body trembling like a wind-blown reed.\n  No woman loves me no man seeks my help\n  Because I be not of the things I dream.\n\n  FERGUS\n\n  A wild and foolish labourer is a king\n  To do and do and do and never dream.\n\n  DRUID\n\n  Take if you must this little bag of dreams;\n  Unloose the cord and they will wrap you round.\n\n  FERGUS\n\n  I see my life go dripping like a stream\n  From change to change; I have been many things\n  A green drop in the surge a gleam of light\n  Upon a sword a fir-tree on a hill\n  An old slave grinding at a heavy quern\n  A king sitting upon a chair of gold\n  And all these things were wonderful and great;\n  But now I have grown nothing being all\n  And the whole world weighs down upon my heart:\n  Ah! Druid Druid how great webs of sorrow\n  Lay hidden in the small slate-coloured bag!", "THE DEATH OF CUCHULAIN": "  A man came slowly from the setting sun\n  To Forgail's daughter Emer in her dun\n  And found her dyeing cloth with subtle care\n  And said casting aside his draggled hair:\n  \"I am Aleel the swineherd whom you bid\n  \"Go dwell upon the sea cliffs vapour hid;\n  \"But now my years of watching are no more.\"\n\n  Then Emer cast the web upon the floor\n  And stretching out her arms red with the dye\n  Parted her lips with a loud sudden cry.\n\n  Looking on her Aleel the swineherd said:\n  \"Not any god alive nor mortal dead\n  \"Has slain so mighty armies so great kings\n  \"Nor won the gold that now Cuchulain brings.\"\n\n  \"Why do you tremble thus from feet to crown?\"\n\n  Aleel the swineherd wept and cast him down\n  Upon the web-heaped floor and thus his word:\n  \"With him is one sweet-throated like a bird.\"\n\n  \"Who bade you tell these things?\" and then she cried\n  To those about \"Beat him with thongs of hide\n  \"And drive him from the door.\"\n\n                                  And thus it was:\n  And where her son Finmole on the smooth grass\n  Was driving cattle came she with swift feet\n  And called out to him \"Son it is not meet\n  \"That you stay idling here with flocks and herds.\"\n\n  \"I have long waited mother for those words:\n  \"But wherefore now?\"\n\n                          \"There is a man to die;\n  \"You have the heaviest arm under the sky.\"\n\n  \"My father dwells among the sea-worn bands\n  \"And breaks the ridge of battle with his hands.\"\n\n  \"Nay you are taller than Cuchulain son.\"\n\n  \"He is the mightiest man in ship or dun.\"\n\n  \"Nay he is old and sad with many wars\n  \"And weary of the crash of battle cars.\"\n\n  \"I only ask what way my journey lies\n  \"For God who made you bitter made you wise.\"\n\n  \"The Red Branch kings a tireless banquet keep\n  \"Where the sun falls into the Western deep.\n  \"Go there and dwell on the green forest rim;\n  \"But tell alone your name and house to him\n  \"Whose blade compels and bid them send you one\n  \"Who has a like vow from their triple dun.\"\n\n  Between the lavish shelter of a wood\n  And the gray tide the Red Branch multitude\n  Feasted and with them old Cuchulain dwelt\n  And his young dear one close beside him knelt\n  And gazed upon the wisdom of his eyes\n  More mournful than the depth of starry skies\n  And pondered on the wonder of his days;\n  And all around the harp-string told his praise\n  And Concobar the Red Branch king of kings\n  With his own fingers touched the brazen strings.\n  At last Cuchulain spake \"A young man strays\n  \"Driving the deer along the woody ways.\n  \"I often hear him singing to and fro\n  \"I often hear the sweet sound of his bow\n  \"Seek out what man he is.\"\n\n                              One went and came.\n  \"He bade me let all know he gives his name\n  \"At the sword point and bade me bring him one\n  \"Who had a like vow from our triple dun.\"\n\n  \"I only of the Red Branch hosted now\"\n  Cuchulain cried \"have made and keep that vow.\"\n\n  After short fighting in the leafy shade\n  He spake to the young man \"Is there no maid\n  \"Who loves you no white arms to wrap you round\n  \"Or do you long for the dim sleepy ground\n  \"That you come here to meet this ancient sword?\"\n\n  \"The dooms of men are in God's hidden hoard.\"\n\n  \"Your head a while seemed like a woman's head\n  \"That I loved once.\"\n\n                        Again the fighting sped\n  But now the war rage in Cuchulain woke\n  And through the other's shield his long blade broke\n  And pierced him.\n\n                  \"Speak before your breath is done.\"\n  \"I am Finmole mighty Cuchulain's son.\"\n\n  \"I put you from your pain. I can no more.\"\n\n  While day its burden on to evening bore\n  With head bowed on his knees Cuchulain stayed;\n  Then Concobar sent that sweet-throated maid\n  And she to win him his gray hair caressed;\n  In vain her arms in vain her soft white breast.\n  Then Concobar the subtlest of all men\n  Ranking his Druids round him ten by ten\n  Spake thus \"Cuchulain will dwell there and brood\n  \"For three days more in dreadful quietude\n  \"And then arise and raving slay us all.\n  \"Go cast on him delusions magical\n  \"That he might fight the waves of the loud sea.\"\n  And ten by ten under a quicken tree\n  The Druids chaunted swaying in their hands\n  Tall wands of alder and white quicken wands.\n\n  In three days' time Cuchulain with a moan\n  Stood up and came to the long sands alone:\n  For four days warred he with the bitter tide;\n  And the waves flowed above him and he died.", "THE ROSE OF THE WORLD": "  Who dreamed that beauty passes like a dream?\n  For these red lips with all their mournful pride\n  Mournful that no new wonder may betide\n  Troy passed away in one high funeral gleam\n  And Usna's children died.\n\n  We and the labouring world are passing by:\n  Amid men's souls that waver and give place\n  Like the pale waters in their wintry race\n  Under the passing stars foam of the sky\n  Lives on this lonely face.\n\n  Bow down archangels in your dim abode:\n  Before you were or any hearts to beat\n  Weary and kind one lingered by His seat;\n  He made the world to be a grassy road\n  Before her wandering feet.", "THE ROSE OF PEACE": "  If Michael leader of God's host\n  When Heaven and Hell are met\n  Looked down on you from Heaven's door-post\n  He would his deeds forget.\n\n  Brooding no more upon God's wars\n  In his Divine homestead\n  He would go weave out of the stars\n  A chaplet for your head.\n\n  And all folk seeing him bow down\n  And white stars tell your praise\n  Would come at last to God's great town\n  Led on by gentle ways;\n\n  And God would bid His warfare cease.\n  Saying all things were well;\n  And softly make a rosy peace\n  A peace of Heaven with Hell.", "THE ROSE OF BATTLE": "  Rose of all Roses Rose of all the World!\n  The tall thought-woven sails that flap unfurled\n  Above the tide of hours trouble the air\n  And God's bell buoyed to be the water's care;\n  While hushed from fear or loud with hope a band\n  With blown spray-dabbled hair gather at hand.\n  _Turn if you may from battles never done_\n  I call as they go by me one by one\n  _Danger no refuge holds; and war no peace\n  For him who hears love sing and never cease\n  Beside her clean-swept hearth her quiet shade:\n  But gather all for whom no love hath made\n  A woven silence or but came to cast\n  A song into the air and singing past\n  To smile on the pale dawn; and gather you\n  Who have sought more than is in rain or dew\n  Or in the sun and moon or on the earth_\n  _Or sighs amid the wandering starry mirth\n  Or comes in laughter from the sea's sad lips\n  And wage God's battles in the long gray ships.\n  The sad the lonely the insatiable\n  To these Old Night shall all her mystery tell;\n  God's bell has claimed them by the little cry\n  Of their sad hearts that may not live nor die._\n\n  Rose of all Roses Rose of all the World!\n  You too have come where the dim tides are hurled\n  Upon the wharves of sorrow and heard ring\n  The bell that calls us on; the sweet far thing.\n  Beauty grown sad with its eternity\n  Made you of us and of the dim gray sea.\n  Our long ships loose thought-woven sails and wait\n  For God has bid them share an equal fate;\n  And when at last defeated in His wars\n  They have gone down under the same white stars\n  We shall no longer hear the little cry\n  Of our sad hearts that may not live nor die.", "A FAERY SONG": "     _Sung by the people of faery over Diarmuid and Grania who lay in\n     their bridal sleep under a Cromlech._\n\n  We who are old old and gay\n  O so old!\n  Thousands of years thousands of years\n  If all were told:\n\n  Give to these children new from the world\n  Silence and love;\n  And the long dew-dropping hours of the night\n  And the stars above:\n\n  Give to these children new from the world\n  Rest far from men.\n  Is anything better anything better?\n  Tell us it then:\n\n  Us who are old old and gay\n  O so old!\n  Thousands of years thousands of years\n  If all were told.", "THE LAKE ISLE OF INNISFREE": "  I will arise and go now and go to Innisfree\n  And a small cabin build there of clay and wattles made:\n  Nine bean rows will I have there a hive for the honey bee\n  And live alone in the bee-loud glade.\n\n  And I shall have some peace there for peace comes dropping slow\n  Dropping from the veils of the morning to where the cricket sings;\n  There midnight's all a glimmer and noon a purple glow\n  And evening full of the linnet's wings.\n\n  I will arise and go now for always night and day\n  I hear lake water lapping with low sounds by the shore;\n  While I stand on the roadway or on the pavements gray\n  I hear it in the deep heart's core.", "A CRADLE SONG": "  \"_Coth yani me von gilli beg\n  'N heur ve thu more a creena_.\"\n\n  The angels are stooping\n  Above your bed;\n  They weary of trooping\n  With the whimpering dead.\n\n  God's laughing in heaven\n  To see you so good;\n  The Shining Seven\n  Are gay with His mood.\n\n  I kiss you and kiss you\n  My pigeon my own;\n  Ah how I shall miss you\n  When you have grown.", "THE PITY OF LOVE": "  A pity beyond all telling\n  Is hid in the heart of love:\n  The folk who are buying and selling\n  The clouds on their journey above\n  The cold wet winds ever blowing\n  And the shadowy hazel grove\n  Where mouse-gray waters are flowing\n  Threaten the head that I love.", "THE SORROW OF LOVE": "  The quarrel of the sparrows in the eaves\n  The full round moon and the star-laden sky\n  And the loud song of the ever-singing leaves\n  Had hid away earth's old and weary cry.\n\n  And then you came with those red mournful lips\n  And with you came the whole of the world's tears\n  And all the trouble of her labouring ships\n  And all the trouble of her myriad years.\n\n  And now the sparrows warring in the eaves\n  The curd-pale moon the white stars in the sky\n  And the loud chaunting of the unquiet leaves\n  Are shaken with earth's old and weary cry.", "WHEN YOU ARE OLD": "  When you are old and gray and full of sleep\n  And nodding by the fire take down this book\n  And slowly read and dream of the soft look\n  Your eyes had once and of their shadows deep;\n\n  How many loved your moments of glad grace\n  And loved your beauty will love false or true;\n  But one man loved the pilgrim soul in you\n  And loved the sorrows of your changing face.\n\n  And bending down beside the glowing bars\n  Murmur a little sadly how love fled\n  And paced upon the mountains overhead\n  And hid his face amid a crowd of stars.", "THE WHITE BIRDS": "  I would that we were my beloved white birds on the foam of the sea!\n  We tire of the flame of the meteor before it can fade and flee;\n  And the flame of the blue star of twilight hung low\n    on the rim of the sky\n  Has awaked in our hearts my beloved a sadness that may not die.\n\n  A weariness comes from those dreamers dew dabbled the lily and rose;\n  Ah dream not of them my beloved the flame of the meteor that goes\n  Or the flame of the blue star that lingers hung low\n    in the fall of the dew:\n  For I would we were changed to white birds on the\n    wandering foam: I and you!\n\n  I am haunted by numberless islands and many a Danaan shore\n  Where Time would surely forget us and Sorrow come near us no more;\n  Soon far from the rose and the lily and fret of the flames would we be\n  Were we only white birds my beloved buoyed out on the foam of the sea!", "A DREAM OF DEATH": "  I dreamed that one had died in a strange place\n  Near no accustomed hand;\n  And they had nailed the boards above her face\n  The peasants of that land\n  Wondering to lay her in that solitude\n  And raised above her mound\n  A cross they had made out of two bits of wood\n  And planted cypress round;\n  And left her to the indifferent stars above\n  Until I carved these words:\n  _She was more beautiful than thy first love\n  But now lies under boards_.", "A DREAM OF A BLESSED SPIRIT": "  All the heavy days are over;\n  Leave the body's coloured pride\n  Underneath the grass and clover\n  With the feet laid side by side.\n\n  One with her are mirth and duty\n  Bear the gold embroidered dress\n  For she needs not her sad beauty\n  To the scented oaken press.\n\n  Hers the kiss of Mother Mary\n  The long hair is on her face;\n  Still she goes with footsteps wary\n  Full of earth's old timid grace.\n\n  With white feet of angels seven\n  Her white feet go glimmering\n  And above the deep of heaven\n  Flame on flame and wing on wing.\n\n\nWHO GOES WITH FERGUS?\n\n\n  Who will go drive with Fergus now\n  And pierce the deep wood's woven shade\n  And dance upon the level shore?\n  Young man lift up your russet brow\n  And lift your tender eyelids maid\n  And brood on hopes and fears no more.\n\n  And no more turn aside and brood\n  Upon Love's bitter mystery;\n  For Fergus rules the brazen cars\n  And rules the shadows of the wood\n  And the white breast of the dim sea\n  And all dishevelled wandering stars.", "THE MAN WHO DREAMED OF FAERYLAND": "  He stood among a crowd at Drumahair;\n  His heart hung all upon a silken dress\n  And he had known at last some tenderness\n  Before earth made of him her sleepy care;\n  But when a man poured fish into a pile\n  It seemed they raised their little silver heads\n  And sang how day a Druid twilight sheds\n  Upon a dim green well-beloved isle\n  Where people love beside star-laden seas;\n  How Time may never mar their faery vows\n  Under the woven roofs of quicken boughs:\n  The singing shook him out of his new ease.\n\n  He wandered by the sands of Lisadill;\n  His mind ran all on money cares and fears\n  And he had known at last some prudent years\n  Before they heaped his grave under the hill;\n  But while he passed before a plashy place\n  A lug-worm with its gray and muddy mouth\n  Sang how somewhere to north or west or south\n  There dwelt a gay exulting gentle race;\n  And how beneath those three times blessed skies\n  A Danaan fruitage makes a shower of moons\n  And as it falls awakens leafy tunes:\n  And at that singing he was no more wise.\n\n  He mused beside the well of Scanavin\n  He mused upon his mockers: without fail\n  His sudden vengeance were a country tale\n  Now that deep earth has drunk his body in;\n  But one small knot-grass growing by the pool\n  Told where ah little all-unneeded voice!\n  Old Silence bids a lonely folk rejoice\n  And chaplet their calm brows with leafage cool\n  And how when fades the sea-strewn rose of day\n  A gentle feeling wraps them like a fleece\n  And all their trouble dies into its peace:\n  The tale drove his fine angry mood away.\n\n  He slept under the hill of Lugnagall;\n  And might have known at last unhaunted sleep\n  Under that cold and vapour-turbaned steep\n  Now that old earth had taken man and all:\n  Were not the worms that spired about his bones\n  A-telling with their low and reedy cry\n  Of how God leans His hands out of the sky\n  To bless that isle with honey in His tones;\n  That none may feel the power of squall and wave\n  And no one any leaf-crowned dancer miss\n  Until He burn up Nature with a kiss:\n  The man has found no comfort in the grave.", "THE DEDICATION TO A BOOK OF STORIES SELECTED FROM THE IRISH NOVELISTS": "  There was a green branch hung with many a bell\n  When her own people ruled in wave-worn Eire;\n  And from its murmuring greenness calm of faery\n  A Druid kindness on all hearers fell.\n\n  It charmed away the merchant from his guile\n  And turned the farmer's memory from his cattle\n  And hushed in sleep the roaring ranks of battle\n  For all who heard it dreamed a little while.\n\n  Ah Exiles wandering over many seas\n  Spinning at all times Eire's good to-morrow!\n  Ah worldwide Nation always growing Sorrow!\n  I also bear a bell branch full of ease.\n\n  I tore it from green boughs winds tossed and hurled\n  Green boughs of tossing always weary weary!\n  I tore it from the green boughs of old Eire\n  The willow of the many-sorrowed world.\n\n  Ah Exiles wandering over many lands!\n  My bell branch murmurs: the gay bells bring laughter\n  Leaping to shake a cobweb from the rafter;\n  The sad bells bow the forehead on the hands.\n\n  A honeyed ringing: under the new skies\n  They bring you memories of old village faces\n  Cabins gone now old well-sides old dear places;\n  And men who loved the cause that never dies.", "THE LAMENTATION OF THE OLD PENSIONER": "  I had a chair at every hearth\n  When no one turned to see\n  With \"Look at that old fellow there\n  \"And who may he be?\"\n  And therefore do I wander now\n  And the fret lies on me.\n\n  The road-side trees keep murmuring\n  Ah wherefore murmur ye\n  As in the old days long gone by\n  Green oak and poplar tree?\n  The well-known faces are all gone\n  And the fret lies on me.", "THE BALLAD OF FATHER GILLIGAN": "  The old priest Peter Gilligan\n  Was weary night and day;\n  For half his flock were in their beds\n  Or under green sods lay.\n\n  Once while he nodded on a chair\n  At the moth-hour of eve\n  Another poor man sent for him\n  And he began to grieve.\n\n  \"I have no rest nor joy nor peace\n  \"For people die and die\";\n  And after cried he \"God forgive!\n  \"My body spake not I!\"\n\n  He knelt and leaning on the chair\n  He prayed and fell asleep;\n  And the moth-hour went from the fields\n  And stars began to peep.\n\n  They slowly into millions grew\n  And leaves shook in the wind;\n  And God covered the world with shade\n  And whispered to mankind.\n\n  Upon the time of sparrow chirp\n  When the moths came once more\n  The old priest Peter Gilligan\n  Stood upright on the floor.\n\n  \"Mavrone mavrone! the man has died\n  \"While I slept on the chair\";\n  He roused his horse out of its sleep\n  And rode with little care.\n\n  He rode now as he never rode\n  By rocky lane and fen;\n  The sick man's wife opened the door:\n  \"Father! you come again!\"\n\n  \"And is the poor man dead?\" he cried\n  \"He died an hour ago\"\n  The old priest Peter Gilligan\n  In grief swayed to and fro.\n\n  \"When you were gone he turned and died\n  \"As merry as a bird.\"\n  The old priest Peter Gilligan\n  He knelt him at that word.\n\n  \"He who hath made the night of stars\n  \"For souls who tire and bleed\n  \"Sent one of His great angels down\n  \"To help me in my need.\n\n  \"He who is wrapped in purple robes\n  \"With planets in His care\n  \"Had pity on the least of things\n  \"Asleep upon a chair.\"", "THE TWO TREES": "  Beloved gaze in thine own heart\n  The holy tree is growing there;\n  From joy the holy branches start\n  And all the trembling flowers they bear.\n  The changing colours of its fruit\n  Have dowered the stars with merry light;\n  The surety of its hidden root\n  Has planted quiet in the night;\n  The shaking of its leafy head\n  Has given the waves their melody\n  And made my lips and music wed\n  Murmuring a wizard song for thee.\n  There through bewildered branches go\n  Winged Loves borne on in gentle strife\n  Tossing and tossing to and fro\n  The flaming circle of our life.\n  When looking on their shaken hair\n  And dreaming how they dance and dart\n  Thine eyes grow full of tender care:\n  Beloved gaze in thine own heart.\n\n  Gaze no more in the bitter glass\n  The demons with their subtle guile\n  Lift up before us when they pass\n  Or only gaze a little while;\n  For there a fatal image grows\n  With broken boughs and blackened leaves\n  And roots half hidden under snows\n  Driven by a storm that ever grieves.\n  For all things turn to barrenness\n  In the dim glass the demons hold\n  The glass of outer weariness\n  Made when God slept in times of old.\n  There through the broken branches go\n  The ravens of unresting thought;\n  Peering and flying to and fro\n  To see men's souls bartered and bought.\n  When they are heard upon the wind\n  And when they shake their wings; alas!\n  Thy tender eyes grow all unkind:\n  Gaze no more in the bitter glass.", "TO IRELAND IN THE COMING TIMES": "  _Know that I would accounted be\n  True brother of that company\n  Who sang to sweeten Ireland's wrong\n  Ballad and story rann and song;\n  Nor be I any less of them\n  Because the red-rose-bordered hem\n  Of her whose history began\n  Before God made the angelic clan\n  Trails all about the written page;\n  For in the world's first blossoming age\n  The light fall of her flying feet\n  Made Ireland's heart begin to beat;\n  And still the starry candles flare\n  To help her light foot here and there;\n  And still the thoughts of Ireland brood\n  Upon her holy quietude._\n\n  _Nor may I less be counted one\n  With Davis Mangan Ferguson\n  Because to him who ponders well\n  My rhymes more than their rhyming tell\n  Of the dim wisdoms old and deep\n  That God gives unto man in sleep.\n  For the elemental beings go\n  About my table to and fro.\n  In flood and fire and clay and wind\n  They huddle from man's pondering mind;\n  Yet he who treads in austere ways\n  May surely meet their ancient gaze.\n  Man ever journeys on with them\n  After the red-rose-bordered hem.\n  Ah faeries dancing under the moon\n  A Druid land a Druid tune!_\n\n  _While still I may I write for you\n  The love I lived the dream I knew.\n  From our birthday until we die\n  Is but the winking of an eye;\n  And we our singing and our love\n  The mariners of night above\n  And all the wizard things that go\n  About my table to and fro.\n  Are passing on to where may be\n  In truth's consuming ecstasy\n  No place for love and dream at all;\n  For God goes by with white foot-fall.\n  I cast my heart into my rhymes\n  That you in the dim coming times\n  May know how my heart went with them\n  After the red-rose-bordered hem._", "THE SONG OF THE HAPPY SHEPHERD": "  The woods of Arcady are dead\n  And over is their antique joy;\n  Of old the world on dreaming fed;\n  Gray Truth is now her painted toy;\n  Yet still she turns her restless head:\n  But O sick children of the world\n  Of all the many changing things\n  In dreary dancing past us whirled\n  To the cracked tune that Chronos sings\n  Words alone are certain good.\n  Where are now the warring kings\n  Word be-mockers?--By the Rood\n  Where are now the warring kings?\n  An idle word is now their glory\n  By the stammering schoolboy said\n  Reading some entangled story:\n  The kings of the old time are fled\n  The wandering earth herself may be\n  Only a sudden flaming word\n  In clanging space a moment heard\n  Troubling the endless reverie.\n\n  Then nowise worship dusty deeds\n  Nor seek; for this is also sooth;\n  To hunger fiercely after truth\n  Lest all thy toiling only breeds\n  New dreams new dreams; there is no truth\n  Saving in thine own heart. Seek then\n  No learning from the starry men\n  Who follow with the optic glass\n  The whirling ways of stars that pass--\n  Seek then for this is also sooth\n  No word of theirs--the cold star-bane\n  Has cloven and rent their hearts in twain\n  And dead is all their human truth.\n  Go gather by the humming-sea\n  Some twisted echo-harbouring shell\n  And to its lips thy story tell\n  And they thy comforters will be\n  Rewarding in melodious guile\n  Thy fretful words a little while\n  Till they shall singing fade in ruth\n  And die a pearly brotherhood;\n  For words alone are certain good:\n  Sing then for this is also sooth.\n\n  I must be gone: there is a grave\n  Where daffodil and lily wave\n  And I would please the hapless faun\n  Buried under the sleepy ground\n  With mirthful songs before the dawn.\n  His shouting days with mirth were crowned;\n  And still I dream he treads the lawn\n  Walking ghostly in the dew\n  Pierced by my glad singing through\n  My songs of old earth's dreamy youth:\n  But ah! she dreams not now; dream thou!\n  For fair are poppies on the brow:\n  Dream dream for this is also sooth.", "THE SAD SHEPHERD": "  There was a man whom Sorrow named his friend\n  And he of his high comrade Sorrow dreaming\n  Went walking with slow steps along the gleaming\n  And humming sands where windy surges wend:\n  And he called loudly to the stars to bend\n  From their pale thrones and comfort him but they\n  Among themselves laugh on and sing alway:\n  And then the man whom Sorrow named his friend\n  Cried out _Dim sea hear my most piteous story!_\n  The sea swept on and cried her old cry still\n  Rolling along in dreams from hill to hill;\n  He fled the persecution of her glory\n  And in a far-off gentle valley stopping\n  Cried all his story to the dewdrops glistening\n  But naught they heard for they are always listening\n  The dewdrops for the sound of their own dropping.\n  And then the man whom Sorrow named his friend\n  Sought once again the shore and found a shell\n  And thought _I will my heavy story tell\n  Till my own words re-echoing shall send\n  Their sadness through a hollow pearly heart;\n  And my own tale again for me shall sing\n  And my own whispering words be comforting\n  And lo! my ancient burden may depart_.\n  Then he sang softly nigh the pearly rim;\n  But the sad dweller by the sea-ways lone\n  Changed all he sang to inarticulate moan\n  Among her wildering whirls forgetting him.", "THE CLOAK THE BOAT AND THE SHOES": "  \"What do you make so fair and bright?\"\n\n  \"I make the cloak of Sorrow:\n  \"O lovely to see in all men's sight\n  \"Shall be the cloak of Sorrow\n  \"In all men's sight.\"\n\n  \"What do you build with sails for flight?\"\n\n  \"I build a boat for Sorrow\n  \"O swift on the seas all day and night\n  \"Saileth the rover Sorrow\n  \"All day and night.\"\n\n  \"What do you weave with wool so white?\n\n  \"I weave the shoes of Sorrow\n  \"Soundless shall be the footfall light\n  \"In all men's ears of Sorrow\n  \"Sudden and light.\"", "THE INDIAN UPON GOD": "  I passed along the water's edge below the humid trees\n  My spirit rocked in evening light the rushes round my knees\n  My spirit rocked in sleep and sighs; and saw the moorfowl pace\n  All dripping on a grassy slope and saw them cease to chase\n  Each other round in circles and heard the eldest speak:\n  _Who holds the world between His bill and made us strong or weak\n  Is an undying moorfowl and He lives beyond the sky.\n  The rains are from His dripping wing the moonbeams from His eye._\n  I passed a little further on and heard a lotus talk:\n  _Who made the world and ruleth it He hangeth on a stalk_\n  _For I am in His image made and all this tinkling tide\n  Is but a sliding drop of rain between His petals wide._\n  A little way within the gloom a roebuck raised his eyes\n  Brimful of starlight and he said: _The Stamper of the Skies\n  He is a gentle roebuck; for how else I pray could He\n  Conceive a thing so sad and soft a gentle thing like me?_\n  I passed a little further on and heard a peacock say:\n  _Who made the grass and made the worms and made my feathers gay\n  He is a monstrous peacock and He waveth all the night\n  His languid tail above us lit with myriad spots of light._", "THE INDIAN TO HIS LOVE": "  The island dreams under the dawn\n  And great boughs drop tranquillity;\n  The peahens dance on a smooth lawn\n  A parrot sways upon a tree\n  Raging at his own image in the enamelled sea.\n\n  Here we will moor our lonely ship\n  And wander ever with woven hands\n  Murmuring softly lip to lip\n  Along the grass along the sands\n  Murmuring how far away are the unquiet lands:\n\n  How we alone of mortals are\n  Hid under quiet bows apart\n  While our love grows an Indian star\n  A meteor of the burning heart\n  One with the tide that gleams the wings that gleam and dart\n  The heavy boughs the burnished dove\n  That moans and sighs a hundred days:\n  How when we die our shades will rove\n  When eve has hushed the feathered ways\n  With vapoury footsole among the water's drowsy blaze.", "THE FALLING OF THE LEAVES": "  Autumn is over the long leaves that love us\n  And over the mice in the barley sheaves;\n  Yellow the leaves of the rowan above us\n  And yellow the wet wild-strawberry leaves.\n\n  The hour of the waning of love has beset us\n  And weary and worn are our sad souls now;\n  Let us part ere the season of passion forget us\n  With a kiss and a tear on thy drooping brow.", "EPHEMERA": "  \"Your eyes that once were never weary of mine\n  \"Are bowed in sorrow under pendulous lids\n  \"Because our love is waning.\"\n\n                                And then she:\n  \"Although our love is waning let us stand\n  \"By the lone border of the lake once more\n  \"Together in that hour of gentleness\n  \"When the poor tired child Passion falls asleep:\n  \"How far away the stars seem and how far\n  \"Is our first kiss and ah how old my heart!\"\n\n  Pensive they paced along the faded leaves\n  While slowly he whose hand held hers replied:\n  \"Passion has often worn our wandering hearts.\"\n\n  The woods were round them and the yellow leaves\n  Fell like faint meteors in the gloom and once\n  A rabbit old and lame limped down the path;\n  Autumn was over him: and now they stood\n  On the lone border of the lake once more:\n  Turning he saw that she had thrust dead leaves\n  Gathered in silence dewy as her eyes\n  In bosom and hair.\n\n                     \"Ah do not mourn\" he said\n  \"That we are tired for other loves await us;\n  \"Hate on and love through unrepining hours.\n  \"Before us lies eternity; our souls\n  \"Are love and a continual farewell.\"", "THE MADNESS OF KING GOLL": "  I sat on cushioned otter skin:\n  My word was law from Ith to Emen\n  And shook at Invar Amargin\n  The hearts of the world-troubling seamen.\n  And drove tumult and war away\n  From girl and boy and man and beast;\n  The fields grew fatter day by day\n  The wild fowl of the air increased;\n  And every ancient Ollave said\n  While he bent down his fading head\n  \"He drives away the Northern cold.\"\n  _They will not hush the leaves a-flutter round me\n    the beech leaves old._\n\n  I sat and mused and drank sweet wine;\n  A herdsman came from inland valleys\n  Crying the pirates drove his swine\n  To fill their dark-beaked hollow galleys.\n  I called my battle-breaking men\n  And my loud brazen battle-cars\n  From rolling vale and rivery glen\n  And under the blinking of the stars\n  Fell on the pirates by the deep\n  And hurled them in the gulph of sleep:\n  These hands won many a torque of gold.\n  _They will not hush the leaves a-flutter round me\n    the beech leaves old._\n\n  But slowly as I shouting slew\n  And trampled in the bubbling mire\n  In my most secret spirit grew\n  A whirling and a wandering fire:\n  I stood: keen stars above me shone\n  Around me shone keen eyes of men:\n  I laughed aloud and hurried on\n  By rocky shore and rushy fen;\n  I laughed because birds fluttered by\n  And starlight gleamed and clouds flew high\n  And rushes waved and waters rolled.\n  _They will not hush the leaves a-flutter round me\n    the beech leaves old._\n\n  And now I wander in the woods\n  When summer gluts the golden bees\n  Or in autumnal solitudes\n  Arise the leopard-coloured trees;\n  Or when along the wintry strands\n  The cormorants shiver on their rocks;\n  I wander on and wave my hands\n  And sing and shake my heavy locks.\n  The gray wolf knows me; by one ear\n  I lead along the woodland deer;\n  The hares run by me growing bold.\n  _They will not hush the leaves a-flutter round me\n    the beech leaves old._\n\n  I came upon a little town\n  That slumbered in the harvest moon\n  And passed a-tiptoe up and down\n  Murmuring to a fitful tune\n  How I have followed night and day\n  A tramping of tremendous feet\n  And saw where this old tympan lay\n  Deserted on a doorway seat\n  And bore it to the woods with me;\n  Of some unhuman misery\n  Our married voiced wildly trolled.\n  _They will not hush the leaves a-flutter round me\n    the beech leaves old._\n\n  I sang how when day's toil is done\n  Orchil shakes out her long dark hair\n  That hides away the dying sun\n  And sheds faint odours through the air:\n  When my hand passed from wire to wire\n  It quenched with sound like falling dew\n  The whirling and the wandering fire;\n  But lift a mournful ulalu\n  For the kind wires are torn and still\n  And I must wander wood and hill\n  Through summer's heat and winter's cold.\n  _They will not hush the leaves a-flutter round me\n    the beech leaves old._", "THE STOLEN CHILD": "  Where dips the rocky highland\n  Of Sleuth Wood in the lake\n  There lies a leafy island\n  Where flapping herons wake\n  The drowsy water rats;\n  There we've hid our faery vats\n  Full of berries\n  And of reddest stolen cherries.\n  _Come away O human child!\n  To the waters and the wild\n  With a faery hand in hand\n  For the world's more full of weeping than you can understand._\n\n  Where the wave of moonlight glosses\n  The dim gray sands with light\n  Far off by furthest Rosses\n  We foot it all the night\n  Weaving olden dances\n  Mingling hands and mingling glances\n  Till the moon has taken flight;\n  To and fro we leap\n  And chase the frothy bubbles\n  While the world is full of troubles\n  And is anxious in its sleep.\n  _Come away O human child!\n  To the waters and the wild\n  With a faery hand in hand\n  For the world's more full of weeping than you can understand._\n\n  Where the wandering water gushes\n  From the hills above Glen-Car\n  In pools among the rushes\n  That scarce could bathe a star\n  We seek for slumbering trout\n  And whispering in their ears\n  Give them unquiet dreams;\n  Leaning softly out\n  From ferns that drop their tears\n  Over the young streams\n  _Come away O human child!\n  To the waters and the wild\n  With a faery hand in hand\n  For the world's more full of weeping than you can understand._\n\n  Away with us he's going\n  The solemn-eyed:\n  He'll hear no more the lowing\n  Of the calves on the warm hillside\n  Or the kettle on the hob\n  Sing peace into his breast\n  Or see the brown mice bob\n  Round and round the oatmeal-chest.\n  _For he comes the human child\n  To the waters and the wild\n  With a faery hand in hand\n  From a world more full of weeping than he can understand._", "TO AN ISLE IN THE WATER": "  Shy one shy one\n  Shy one of my heart\n  She moves in the firelight\n  Pensively apart.\n\n  She carries in the dishes\n  And lays them in a row.\n  To an isle in the water\n  With her would I go.\n\n  She carries in the candles\n  And lights the curtained room\n  Shy in the doorway\n  And shy in the gloom;\n\n  And shy as a rabbit\n  Helpful and shy.\n  To an isle in the water\n  With her would I fly.", "DOWN BY THE SALLEY GARDENS": "  Down by the salley gardens my love and I did meet;\n  She passed the salley gardens with little snow-white feet.\n  She bid me take love easy as the leaves grow on the tree;\n  But I being young and foolish with her would not agree.\n\n  In a field by the river my love and I did stand\n  And on my leaning shoulder she laid her snow-white hand.\n  She bid me take life easy as the grass grows on the weirs;\n  But I was young and foolish and now am full of tears.", "THE MEDITATION OF THE OLD FISHERMAN": "  You waves though you dance by my feet like children at play\n  Though you glow and you glance though you purr and you dart;\n  In the Junes that were warmer than these are the waves were more gay\n  _When I was a boy with never a crack in my heart_.\n\n  The herring are not in the tides as they were of old;\n  My sorrow! for many a creak gave the creel in the cart\n  That carried the take to Sligo town to be sold\n  _When I was a boy with never a crack in my heart_.\n\n  And ah you proud maiden you are not so fair when his oar\n  Is heard on the water as they were the proud and apart\n  Who paced in the eve by the nets on the pebbly shore\n  _When I was a boy with never a crack in my heart_.", "THE BALLAD OF FATHER O'HART": "  Good Father John O'Hart\n  In penal days rode out\n  To a shoneen who had free lands\n  And his own snipe and trout.\n\n  In trust took he John's lands;\n  Sleiveens were all his race;\n  And he gave them as dowers to his daughters\n  And they married beyond their place.\n\n  But Father John went up\n  And Father John went down;\n  And he wore small holes in his shoes\n  And he wore large holes in his gown.\n\n  All loved him only the shoneen\n  Whom the devils have by the hair\n  From the wives and the cats and the children\n  To the birds in the white of the air.\n\n  The birds for he opened their cages\n  As he went up and down;\n  And he said with a smile \"Have peace now\";\n  And he went his way with a frown.\n\n  But if when any one died\n  Came keeners hoarser than rooks\n  He bade them give over their keening;\n  For he was a man of books.\n\n  And these were the works of John\n  When weeping score by score\n  People came into Coloony;\n  For he'd died at ninety-four.\n\n  There was no human keening;\n  The birds from Knocknarea\n  And the world round Knocknashee\n  Came keening in that day.\n\n  The young birds and old birds\n  Came flying heavy and sad;\n  Keening in from Tiraragh\n  Keening from Ballinafad;\n\n  Keening from Inishmurray\n  Nor stayed for bite or sup;\n  This way were all reproved\n  Who dig old customs up.", "THE BALLAD OF MOLL MAGEE": "  Come round me little childer;\n  There don't fling stones at me\n  Because I mutter as I go;\n  But pity Moll Magee.\n\n  My man was a poor fisher\n  With shore lines in the say;\n  My work was saltin' herrings\n  The whole of the long day.\n\n  And sometimes from the saltin' shed\n  I scarce could drag my feet\n  Under the blessed moonlight\n  Along the pebbly street.\n\n  I'd always been but weakly\n  And my baby was just born;\n  A neighbour minded her by day\n  I minded her till morn.\n\n  I lay upon my baby;\n  Ye little childer dear\n  I looked on my cold baby\n  When the morn grew frosty and clear.\n\n  A weary woman sleeps so hard!\n  My man grew red and pale\n  And gave me money and bade me go\n  To my own place Kinsale.\n\n  He drove me out and shut the door\n  And gave his curse to me;\n  I went away in silence\n  No neighbour could I see.\n\n  The windows and the doors were shut\n  One star shone faint and green\n  The little straws were turnin' round\n  Across the bare boreen.\n\n  I went away in silence:\n  Beyond old Martin's byre\n  I saw a kindly neighbour\n  Blowin' her mornin' fire.\n\n  She drew from me my story--\n  My money's all used up\n  And still with pityin' scornin' eye\n  She gives me bite and sup.\n\n  She says my man will surely come\n  And fetch me home agin;\n  But always as I'm movin' round\n  Without doors or within\n\n  Pilin' the wood or pilin' the turf\n  Or goin' to the well\n  I'm thinkin' of my baby\n  And keenin' to mysel'.\n\n  And sometimes I am sure she knows\n  When openin' wide His door\n  God lights the stars His candles\n  And looks upon the poor.\n\n  So now ye little childer\n  Ye won't fling stones at me;\n  But gather with your shinin' looks\n  And pity Moll Magee.", "THE BALLAD OF THE FOXHUNTER": "  \"Now lay me in a cushioned chair\n  \"And carry me you four\n  \"With cushions here and cushions there\n  \"To see the world once more.\n\n  \"And some one from the stables bring\n  \"My Dermot dear and brown\n  \"And lead him gently in a ring\n  \"And gently up and down.\n\n  \"Now leave the chair upon the grass:\n  \"Bring hound and huntsman here\n  \"And I on this strange road will pass\n  \"Filled full of ancient cheer.\"\n\n  His eyelids droop his head falls low\n  His old eyes cloud with dreams;\n  The sun upon all things that grow\n  Pours round in sleepy streams.\n\n  Brown Dermot treads upon the lawn\n  And to the armchair goes\n  And now the old man's dreams are gone\n  He smooths the long brown nose.\n\n  And now moves many a pleasant tongue\n  Upon his wasted hands\n  For leading aged hounds and young\n  The huntsman near him stands.\n\n  \"My huntsman Rody blow the horn\n  \"And make the hills reply.\"\n  The huntsman loosens on the morn\n  A gay and wandering cry.\n\n  A fire is in the old man's eyes\n  His fingers move and sway\n  And when the wandering music dies\n  They hear him feebly say\n\n  \"My huntsman Rody blow the horn\n  \"And make the hills reply.\"\n  \"I cannot blow upon my horn\n  \"I can but weep and sigh.\"\n\n  The servants round his cushioned place\n  Are with new sorrow wrung;\n  And hounds are gazing on his face\n  Both aged hounds and young.\n\n  One blind hound only lies apart\n  On the sun-smitten grass;\n  He holds deep commune with his heart:\n  The moments pass and pass;\n\n  The blind hound with a mournful din\n  Lifts slow his wintry head;\n  The servants bear the body in;\n  The hounds wail for the dead.", "metadata": "yeats|W. B. Yeats|1865|1939|https://en.wikipedia.org/wiki/W._B._Yeats"}