{"ELECTIVE INFINITIES": "Thirsty? They race across ampersands,\nscrolling. He isn't sure it's his head.\nThere's a delay right now. Smoke backed up.\nLadies please remove hats.\n\nIt was all over by morning. The village idiot\nwas surprised to see us. \"...thought you were in Normandy.\"\nLike all pendulums we were surprised,\nthen slightly miffed at what seemed to be happening\nback in the bushes. Keep your ornaments,\nif that's what they are. Return to sender, arse.\n\nAt the intersection a statue of a policeman\nwas directing traffic. It seemed like a vacation,\nhalloween or something. Process \nwas the only real thing that happened.\nWe wove closer to the abyss, a maze of sunflowers.\nThe dauphin said to take our time.", "ALCOVE": "Is it possible that spring could be\nonce more approaching? We forget each time\nwhat a mindless business it is, porous like sleep,\nadrift on the horizon, refusing to take sides, \"mugwump\nof the final hour,\" lest an agenda—horrors!—be imputed to it,\nand the whole point of its being spring collapse\nlike a hole dug in sand. It's breathy, though,\nyou have to say that for it.\nAnd should further seasons coagulate\ninto years, like spilled, dried paint, why,\nwho's to say we weren't provident? We indeed\nlooked out for others as though they mattered, and they,\ncatching the spirit, came home with us, spent the night\nin an alcove from which their breathing could be heard clearly.\nBut it's not over yet. Terrible incidents happen\ndaily. That's how we get around obstacles.", "INSTEAD OF LOSING": "Anyone, growing up in a space you hadn't used yet\nwould've done the same: bother the family's bickering\nto head straight into the channel. My, those times\ncrackled near about us, from sickly melodrama\ninstead of losing, and the odd confusion...confusion.\n\nI thought of it then, and in the mountains.\nDuring the day we perforated the eponymous city limits\nand then some. No one knew all about us\nbut some knew plenty. It was time to leave that town\nfor an empty drawer\ninto which they sailed. Some of the eleven thousand\nvirgins were getting queasy. I say, stop the ship!\nNo can do. Here come the bald arbiters\nwith their eyes on chains, just so, like glasses.\nHeck, it's only a muskrat\nthat's seen better years, when things were medieval\nand gold...\n\nSo you people in the front,\nleave. You see them. And you understand it all.\nIt doesn't end, night's sorcery notwithstanding.\nWould you have preferred to be a grownup in earlier times\nthan the child can contain or imagine?\nOr is right now the answer—you know, the radio\nwe heard news on late at night,\nour checkered fortunes so pretty.\nHere's your ton of plumes, and your Red Seal Records.\nThe whole embrace.", "MOTTLED TUESDAY": "Something was about to go laughably wrong,\nwhether directly at home or here,\non this random shoal pleading with its eyes\ntill it too breaks loose, caught in a hail of references.\nI’ll add one more scoop\nto the pile of retail.\n\nHey, you’re doing it, like I didn’t tell you\nto, my sinking laundry boat, point of departure,\nmy white pomegranate, my swizzle stick.\nWe’re leaving again of our own volition\nfor bogus patterned plains streaked by canals,\nmaybe. Amorous ghosts will pursue us\nfor a time, but sometimes they get, you know, confused and\nforget to stop when we do, as they continue to populate this\nfertile land with their own bizarre self-imaginings.\nHere’s hoping the referral goes tidily, O brother.\nChime authoritatively with the pop-ups and extras.\nKeep your units pliable and folded,\nthe recourse a mere specter, like you have it coming to you,\nawash with the new day and its abominable antithesis,\nOK? Don’t be able to make that distinction.", "MEANINGFUL LOVE": "What the bad news was\nbecame apparent too late\nfor us to do anything good about it.\n\nI was offered no urgent dreaming,\ndidn't need a name or anything.\nEverything was taken care of.\n\nIn the medium-size city of my awareness\nvoles are building colossi.\nThe blue room is over there.\n\nHe put out no feelers.\nThe day was all as one to him.\nSome days he never leaves his room\nand those are the best days,\nby far.\n\nThere were morose gardens farther down the slope,\nanthills that looked like they belonged there.\nThe sausages were undercooked, \nthe wine too cold, the bread molten.\nWho said to bring sweaters?\nThe climate's not that dependable.\n\nThe Atlantic crawled slowly to the left\npinning a message on the unbound golden hair of sleeping maidens,\na ruse for next time,\n\nwhere fire and water are rampant in the streets,\nthe gate closed—no visitors today\nor any evident heartbeat.\n\nI got rid of the book of fairy tales,\npawned my old car, bought a ticket to the funhouse,\nfound myself back here at six o'clock,\npondering \"possible side effects.\"\n\nThere was no harm in loving then,\nno certain good either. But love was loving servants\nor bosses. No straight road issuing from it.\nLeaves around the door are penciled losses.\nTwenty years to fix it.\nAsters bloom one way or another.", "THE NEW HIGHER": "You meant more than life to me. I lived through\nyou not knowing, not knowing I was living.\nI learned that you called for me. I came to where\nyou were living, up a stair. There was no one there.\nNo one to appreciate me. The legality of it\nupset a chair. Many times to celebrate\nwe were called together and where\nwe had been there was nothing there,\nnothing that is anywhere. We passed obliquely,\nleaving no stare. When the sun was done muttering,\nin an optimistic way, it was time to leave that there.\n\nBlithely passing in and out of where, blushing shyly\nat the tag on the overcoat near the window where\nthe outside crept away, I put aside the there and now.\nNow it was time to stumble anew,\nblacking out when time came in the window.\nThere was not much of it left.\nI laughed and put my hands shyly\nacross your eyes. Can you see now?\nYes I can see I am only in the where\nwhere the blossoming stream takes off, under your window.\nGo presently you said. Go from my window.\nI am in love with your window I cannot undermine\nit, I said.", "HONESTLY,": "we could send you out there\nto join the cackle squad,\nbut hey, that highly accomplished,\nthinly regarded equestrian—well there was no way\nhe was going to join the others’ field trip.\nWouldn’t put his head on the table.\nBut here’s the thing:\n\nThey had owned great dread,\nknew of a way to get away from here\nthrough ice and smoke\nalways clutching her fingers, like it says\nto do.\n\nOnce we were passionate about the police,\nyawned in the teeth of pixels,\nbut a far rumor blanked us out.\nWe bathed in moonshine.\nNow, experts disagree.\nWere we unhappy or sublime?\nWe’ll have to wait until the next time\nan angel comes rapping at the door\nto rejoice docently.\n\n(I know there’s a way to do this.)", "metadata": "ashbery|John Ashbery|1927|2017|https://en.wikipedia.org/wiki/John_Ashbery"}