{"THE FALL OF ROME": "The piers are pummelled by the waves;\nIn a lonely field the rain\nLashes an abandoned train;\nOutlaws fill the mountain caves.\n\nFantastic grow the evening gowns;\nAgents of the Fisc pursue\nAbsconding tax-defaulters through\nThe sewers of provincial towns.\n\nPrivate rites of magic send\nThe temple prostitutes to sleep;\nAll the literati keep\nAn imaginary friend.\n\nCerebrotonic Cato may\nExtol the Ancient Disciplines,\nBut the muscle-bound Marines\nMutiny for food and pay.\n\nCaesar's double-bed is warm\nAs an unimportant clerk\nWrites I DO NOT LIKE MY WORK\nOn a pink official form.\n\nUnendowed with wealth or pity,\nLittle birds with scarlet legs,\nSitting on their speckled eggs,\nEye each flu-infected city.\n\nAltogether elsewhere, vast\nHerds of reindeer move across\nMiles and miles of golden moss,\nSilently and very fast.", "MUSÉE DES BEAUX ARTS": "About suffering they were never wrong,\nThe old Masters: how well they understood\nIts human position: how it takes place\nWhile someone else is eating or opening a window or just walking dully along;\nHow, when the aged are reverently, passionately waiting\nFor the miraculous birth, there always must be\nChildren who did not specially want it to happen, skating\nOn a pond at the edge of the wood:\nThey never forgot\nThat even the dreadful martyrdom must run its course\nAnyhow in a corner, some untidy spot\nWhere the dogs go on with their doggy life and the torturer's horse\nScratches its innocent behind on a tree.\n\nIn Breughel's Icarus, for instance: how everything turns away\nQuite leisurely from the disaster; the ploughman may\nHave heard the splash, the forsaken cry,\nBut for him it was not an important failure; the sun shone\nAs it had to on the white legs disappearing into the green\nWater, and the expensive delicate ship that must have seen\nSomething amazing, a boy falling out of the sky,\nHad somewhere to get to and sailed calmly on.", "STOP ALL THE CLOCKS, CUT OFF THE TELEPHONE": "Stop all the clocks, cut off the telephone, \nPrevent the dog from barking with a juicy bone, \nSilence the pianos and with muffled drum \nBring out the coffin, let the mourners come. \n\nLet aeroplanes circle moaning overhead \nScribbling on the sky the message He Is Dead, \nPut crepe bows round the white necks of the public doves, \nLet the traffic policemen wear black cotton gloves. \n\nHe was my North, my South, my East and West, \nMy working week and my Sunday rest, \nMy noon, my midnight, my talk, my song; \nI thought that love would last for ever: I was wrong. \n\nThe stars are not wanted now: put out every one; \nPack up the moon and dismantle the sun; \nPour away the ocean and sweep up the wood; \nFor nothing now can ever come to any good.", "THE SHIELD OF ACHILLES": "She looked over his shoulder\n       For vines and olive trees,\n    Marble well-governed cities\n       And ships upon untamed seas,\n    But there on the shining metal\n       His hands had put instead\n    An artificial wilderness\n       And a sky like lead.\n\nA plain without a feature, bare and brown,\n   No blade of grass, no sign of neighborhood,\nNothing to eat and nowhere to sit down,\n   Yet, congregated on its blankness, stood\n   An unintelligible multitude,\nA million eyes, a million boots in line,\nWithout expression, waiting for a sign.\n\nOut of the air a voice without a face\n   Proved by statistics that some cause was just\nIn tones as dry and level as the place:\n   No one was cheered and nothing was discussed;\n   Column by column in a cloud of dust\nThey marched away enduring a belief\nWhose logic brought them, somewhere else, to grief.\n\n    She looked over his shoulder\n       For ritual pieties,\n    White flower-garlanded heifers,\n       Libation and sacrifice,\n    But there on the shining metal\n       Where the altar should have been,\n    She saw by his flickering forge-light\n       Quite another scene.\n\nBarbed wire enclosed an arbitrary spot\n   Where bored officials lounged (one cracked a joke)\nAnd sentries sweated for the day was hot:\n   A crowd of ordinary decent folk\n   Watched from without and neither moved nor spoke\nAs three pale figures were led forth and bound\nTo three posts driven upright in the ground.\n\nThe mass and majesty of this world, all\n   That carries weight and always weighs the same\nLay in the hands of others; they were small\n   And could not hope for help and no help came:\n   What their foes like to do was done, their shame\nWas all the worst could wish; they lost their pride\nAnd died as men before their bodies died.\n\n    She looked over his shoulder\n       For athletes at their games,\n    Men and women in a dance\n       Moving their sweet limbs\n    Quick, quick, to music,\n       But there on the shining shield\n    His hands had set no dancing-floor\n       But a weed-choked field.\n\nA ragged urchin, aimless and alone,\n   Loitered about that vacancy; a bird\nFlew up to safety from his well-aimed stone:\n   That girls are raped, that two boys knife a third,\n   Were axioms to him, who'd never heard\nOf any world where promises were kept,\nOr one could weep because another wept.\n\n    The thin-lipped armorer,\n       Hephaestos, hobbled away,\n    Thetis of the shining breasts\n       Cried out in dismay\n    At what the god had wrought\n       To please her son, the strong\n    Iron-hearted man-slaying Achilles\n       Who would not live long.", "AFTER READING A CHILD'S GUIDE TO MODERN PHYSICS": "If all a top physicist knows\nAbout the Truth be true,\nThen, for all the so-and-so's,\nFutility and grime,\nOur common world contains,\nWe have a better time\nThan the Greater Nebulae do,\nOr the atoms in our brains. \n\nMarriage is rarely bliss\nBut, surely it would be worse\nAs particles to pelt\nAt thousands of miles per sec\nAbout a universe\nWherein a lover's kiss\nWould either not be felt\nOr break the loved one's neck. \n\nThough the face at which I stare\nWhile shaving it be cruel\nFor, year after year, it repels\nAn ageing suitor, it has,\nThank God, sufficient mass\nTo be altogether there,\nNot an indeterminate gruel\nWhich is partly somewhere else. \n\nOur eyes prefer to suppose\nThat a habitable place\nHas a geocentric view,\nThat architects enclose\nA quiet Euclidian space:\nExploded myths - but who\nCould feel at home astraddle\nAn ever expanding saddle? \n\nThis passion of our kind\nFor the process of finding out\nIs a fact one can hardly doubt,\nBut I would rejoice in it more\nIf I knew more clearly what\nWe wanted the knowledge for,\nFelt certain still that the mind\nIs free to know or not. \n\nIt has chosen once, it seems,\nAnd whether our concern\nFor magnitude's extremes\nReally become a creature\nWho comes in a median size,\nOr politicizing Nature\nBe altogether wise,\nIs something we shall learn.", "THE UNKNOWN CITIZEN": "He was found by the Bureau of Statistics to be\nOne against whom there was no official complaint,\nAnd all the reports on his conduct agree\nThat, in the modern sense of an old-fashioned word, he was a saint,\nFor in everything he did he served the Greater Community.\nExcept for the War till the day he retired\nHe worked in a factory and never got fired,\nBut satisfied his employers, Fudge Motors Inc.\nYet he wasn't a scab or odd in his views,\nFor his Union reports that he paid his dues,\n(Our report on his Union shows it was sound)\nAnd our Social Psychology workers found\nThat he was popular with his mates and liked a drink.\nThe Press are convinced that he bought a paper every day\nAnd that his reactions to advertisements were normal in every way.\nPolicies taken out in his name prove that he was fully insured,\nAnd his Health-card shows he was once in hospital but left it cured.\nBoth Producers Research and High-Grade Living declare\nHe was fully sensible to the advantages of the Instalment Plan\nAnd had everything necessary to the Modern Man,\nA phonograph, a radio, a car and a frigidaire.\nOur researchers into Public Opinion are content\nThat he held the proper opinions for the time of year;\nWhen there was peace, he was for peace: when there was war, he went.\nHe was married and added five children to the population,\nWhich our Eugenist says was the right number for a parent of his generation.\nAnd our teachers report that he never interfered with their education.\nWas he free? Was he happy? The question is absurd:\nHad anything been wrong, we should certainly have heard.", "THE MORE LOVING ONE": "Looking up at the stars, I know quite well\nThat, for all they care, I can go to hell,\nBut on earth indifference is the least\nWe have to dread from man or beast.\n\nHow should we like it were stars to burn\nWith a passion for us we could not return?\nIf equal affection cannot be,\nLet the more loving one be me.\n\nAdmirer as I think I am\nOf stars that do not give a damn,\nI cannot, now I see them, say\nI missed one terribly all day.\n\nWere all stars to disappear or die,\nI should learn to look at an empty sky\nAnd feel its total dark sublime,\nThough this might take me a little time.", "metadata": "auden|W. H. Auden|1907|1973|https://en.wikipedia.org/wiki/W._H._Auden"}