{"THE COUNTRY OF MARRIAGE": "I.\n\nI dream of you walking at night along the streams \nof the country of my birth, warm blooms and the nightsongs \nof birds opening around you as you walk. \nYou are holding in your body the dark seed of my sleep. \n\n\tII.\n\nThis comes after silence. Was it something I said \nthat bound me to you, some mere promise \nor, worse, the fear of loneliness and death? \nA man lost in the woods in the dark, I stood \nstill and said nothing. And then there rose in me, \nlike the earth's empowering brew rising \nin root and branch, the words of a dream of you \nI did not know I had dreamed. I was a wanderer \nwho feels the solace of his native land \nunder his feet again and moving in his blood. \nI went on, blind and faithful. Where I stepped \nmy track was there to steady me. It was no abyss \nthat lay before me, but only the level ground. \n\n\tIII.\n\nSometimes our life reminds me \nof a forest in which there is a graceful clearing \nand in that opening a house, \nan orchard and garden, \ncomfortable shades, and flowers \nred and yellow in the sun, a pattern \nmade in the light for the light to return to. \nThe forest is mostly dark, its ways \nto be made anew day after day, the dark \nricher than the light and more blessed, \nprovided we stay brave \nenough to keep on going in. \n\n\tIV.\n\nHow many times have I come to you out of my head \nwith joy, if ever a man was, \nfor to approach you I have given up the light \nand all directions. I come to you \nlost, wholly trusting as a man who goes \ninto the forest unarmed. It is as though I descend \nslowly earthward out of the air. I rest in peace \nin you, when I arrive at last. \n\n\tV.\n\nOur bond is no little economy based on the exchange \nof my love and work for yours, so much for so much \nof an expendable fund. We don't know what its limits are-- \nthat puts us in the dark. We are more together \nthan we know, how else could we keep on discovering \nwe are more together than we thought? \nYou are the known way leading always to the unknown, \nand you are the known place to which the unknown is always \nleading me back. More blessed in you than I know, \nI possess nothing worthy to give you, nothing \nnot belittled by my saying that I possess it. \nEven an hour of love is a moral predicament, a blessing \na man may be hard up to be worthy of. He can only \naccept it, as a plant accepts from all the bounty of the light \nenough to live, and then accepts the dark, \npassing unencumbered back to the earth, as I \nhave fallen tine and again from the great strength \nof my desire, helpless, into your arms. \n\n\tVI.\n\nWhat I am learning to give you is my death \nto set you free of me, and me from myself \ninto the dark and the new light. Like the water \nof a deep stream, love is always too much. We \ndid not make it. Though we drink till we burst \nwe cannot have it all, or want it all. \nIn its abundance it survives our thirst. \nIn the evening we come down to the shore \nto drink our fill, and sleep, while it \nflows through the regions of the dark. \nIt does not hold us, except we keep returning \nto its rich waters thirsty. We enter, \nwilling to die, into the commonwealth of its joy. \n\n\tVII.\n\nI give you what is unbounded, passing from dark to dark, \ncontaining darkness: a night of rain, an early morning. \nI give you the life I have let live for the love of you: \na clump of orange-blooming weeds beside the road, \nthe young orchard waiting in the snow, our own life \nthat we have planted in the ground, as I \nhave planted mine in you. I give you my love for all \nbeautiful and honest women that you gather to yourself \nagain and again, and satisfy--and this poem, \nno more mine than any man's who has loved a woman.", "THE SILENCE": "Though the air is full of singing \nmy head is loud \nwith the labor of words. \n\nThough the season is rich \nwith fruit, my tongue \nhungers for the sweet of speech. \n\nThough the beech is golden \nI cannot stand beside it \nmute, but must say \n\n'It is golden,' while the leaves \nstir and fall with a sound \nthat is not a name. \n\nIt is in the silence \nthat my hope is, and my aim. \nA song whose lines \n\nI cannot make or sing \nsounds men's silence \nlike a root. Let me say \n\nand not mourn: the world \nlives in the death of speech \nand sings there.", "THE WISH TO BE GENEROUS": "ALL that I serve will die, all my delights, \nthe flesh kindled from my flesh, garden and field, \nthe silent lilies standing in the woods, \nthe woods, the hill, the whole earth, all \nwill burn in man's evil, or dwindle \nin its own age. Let the world bring on me \nthe sleep of darkness without stars, so I may know \nmy little light taken from me into the seed \nof the beginning and the end, so I may bow \nto mystery, and take my stand on the earth \nlike a tree in a field, passing without haste \nor regret toward what will be, my life \na patient willing descent into the grass.", "THE REAL WORK": "It may be that when we no longer know what to do \nwe have come our real work, \n\nand that when we no longer know which way to go \nwe have come to our real journey. \n\nThe mind that is not baffled is not employed. \n\nThe impeded stream is the one that sings.", "A TIMBERED CHOIR": "Even while I dreamed I prayed that what I saw was only fear and no foretelling, \nfor I saw the last known landscape destroyed for the sake \nof the objective, the soil bludgeoned, the rock blasted. \nThose who had wanted to go home would never get there now. \n\nI visited the offices where for the sake of the objective the planners planned \nat blank desks set in rows. I visited the loud factories \nwhere the machines were made that would drive ever forward \ntoward the objective. I saw the forest reduced to stumps and gullies; I saw \nthe poisoned river, the mountain cast into the valley; \nI came to the city that nobody recognized because it looked like every other city. \nI saw the passages worn by the unnumbered \nfootfalls of those whose eyes were fixed upon the objective. \n\nTheir passing had obliterated the graves and the monuments \nof those who had died in pursuit of the objective \nand who had long ago forever been forgotten, according \nto the inevitable rule that those who have forgotten forget \nthat they have forgotten. Men, women, and children now pursued the objective \nas if nobody ever had pursued it before. \n\nThe races and the sexes now intermingled perfectly in pursuit of the objective. \nthe once-enslaved, the once-oppressed were now free \nto sell themselves to the highest bidder \nand to enter the best paying prisons \nin pursuit of the objective, which was the destruction of all enemies, \nwhich was the destruction of all obstacles, which was the destruction of all objects, \nwhich was to clear the way to victory, which was to clear the way to promotion, to salvation, to progress, \nto the completed sale, to the signature \non the contract, which was to clear the way \nto self-realization, to self-creation, from which nobody who ever wanted to go home \nwould ever get there now, for every remembered place \nhad been displaced; the signposts had been bent to the ground and covered over.\n\nEvery place had been displaced, every love \nunloved, every vow unsworn, every word unmeant \nto make way for the passage of the crowd \nof the individuated, the autonomous, the self-actuated, the homeless \nwith their many eyes opened toward the objective \nwhich they did not yet perceive in the far distance, \nhaving never known where they were going, \nhaving never known where they came from.", "WHAT WE NEED IS HERE": "Geese appear high over us, \npass, and the sky closes. Abandon, \nas in love or sleep, holds \nthem to their way, clear \nin the ancient faith: what we need \nis here. And we pray, not \nfor new earth or heaven, but to be \nquiet in heart, and in eye, \nclear. What we need is here.", "THE PEACE OF WILD THINGS": "When despair grows in me \nand I wake in the night at the least sound \nin fear of what my life and my children's lives may be, \nI go and lie down where the wood drake \nrests in his beauty on the water, and the great heron feeds. \nI come into the peace of wild things \nwho do not tax their lives with forethought \nof grief. I come into the presence of still water. \nAnd I feel above me the day-blind stars \nwaiting for their light. For a time \nI rest in the grace of the world, and am free.", "A MEETING IN A PART": "In a dream I meet \nmy dead friend. He has, \nI know, gone long and far, \nand yet he is the same \nfor the dead are changeless. \nThey grow no older. \nIt is I who have changed, \ngrown strange to what I was. \nYet I, the changed one, \nask: \"How you been?\" \nHe grins and looks at me. \n\"I been eating peaches \noff some mighty fine trees.\"", "metadata": "berry|Wendell Berry|1934||https://en.wikipedia.org/wiki/Wendell_Berry"}