{"THE DONKEY": "\tWhen fishes flew and forests walked\n\t   And figs grew upon thorn\n\tSome moment when the moon was blood\n\t   Then surely I was born.\n\n\tWith monstrous head and sickening cry\n\t   And ears like errant wings\n\tThe devil’s walking parody\n\t   On all four-footed things.\n\n\tThe tattered outlaw of the earth\n\t   Of ancient crooked will;\n\tStarve scourge deride me: I am dumb\n\t   I keep my secret still.\n\n\tFools! For I also had my hour;\n\t   One far fierce hour and sweet:\n\tThere was a shout about my ears\n\t   And palms before my feet.", "THE CONVERT": "\tAfter one moment when I bowed my head\n\tAnd the whole world turned over and came upright\n\tAnd I came out where the old road shone white.\n\tI walked the ways and heard what all men said\n\tForests of tongues like autumn leaves unshed\n\tBeing not unlovable but strange and light;\n\tOld riddles and new creeds not in despite\n\tBut softly as men smile about the dead\n\n\tThe sages have a hundred maps to give\n\tThat trace their crawling cosmos like a tree\n\tThey rattle reason out through many a sieve\n\tThat stores the sand and lets the gold go free:\n\tAnd all these things are less than dust to me\n\tBecause my name is Lazarus and I live.", "TO EDMUND CLERIHEW BENTLEY: THE DEDICATION OF _THE MAN WHO WAS THURSDAY_": "     A cloud was on the mind of men and wailing went the weather\n     Yea a sick cloud upon the soul when we were boys together.\n     Science announced nonentity and art admired decay;\n     The world was old and ended: but you and I were gay.\n     Round us in antic order their crippled vices came--\n     Lust that had lost its laughter fear that had lost its shame.\n     Like the white lock of Whistler that lit our aimless gloom\n     Men showed their own white feather as proudly as a plume.\n     Life was a fly that faded and death a drone that stung;\n     The world was very old indeed when you and I were young.\n     They twisted even decent sin to shapes not to be named:\n     Men were ashamed of honour; but we were not ashamed.\n     Weak if we were and foolish not thus we failed not thus;\n     When that black Baal blocked the heavens he had no hymns from us.\n     Children we were--our forts of sand were even as weak as we\n     High as they went we piled them up to break that bitter sea.\n     Fools as we were in motley all jangling and absurd\n     When all church bells were silent our cap and bells were heard.\n\n     Not all unhelped we held the fort our tiny flags unfurled;\n     Some giants laboured in that cloud to lift it from the world.\n     I find again the book we found I feel the hour that flings\n     Far out of fish-shaped Paumanok some cry of cleaner things;\n     And the Green Carnation withered as in forest fires that pass\n     Roared in the wind of all the world ten million leaves of grass;\n     Or sane and sweet and sudden as a bird sings in the rain\n     Truth out of Tusitala spoke and pleasure out of pain.\n     Yea cool and clear and sudden as a bird sings in the grey\n     Dunedin to Samoa spoke and darkness unto day\n     But we were young; we lived to see God break their bitter charms\n     God and the good Republic come riding back in arms:\n     We have seen the city of Mansoul even as it rocked relieved--Blessed\n     are they who did not see but being blind believed.\n\n     This is a tale of those old fears even of those emptied hells\n     And none but you shall understand the true thing that it tells--\n     Of what colossal gods of shame could cow men and yet crash\n     Of what huge devils hid the stars yet fell at a pistol flash.\n     The doubts that were so plain to chase so dreadful to withstand--\n     Oh who shall understand but you; yea who shall understand?\n     The doubts that drove us through the night as we two talked amain\n     And day had broken on the streets e'er it broke upon the brain.\n     Between us by the peace of God such truth can now be told;\n     Yea there is strength in striking root and good in growing old.\n     We have found common things at last and marriage and a creed.\n     And I may safely write it now and you may safely read.", "TO HILAIRE BELLOC: THE DEDICATION OF _THE NAPOLEON OF NOTTING HILL_": "     For every tiny town or place\n       God made the stars especially;\n     Babies look up with owlish face\n       And see them tangled in a tree:\n     You saw a moon from Sussex Downs\n       A Sussex moon untravelled still\n     I saw a moon that was the town's\n       The largest lamp on Campden Hill.\n\n     Yea Heaven is everywhere at home.\n       The big blue cap that always fits\n     And so it is (be calm; they come\n       To goal at last my wandering wits)\n     So it is with the heroic thing;\n       This shall not end for the world's end\n     And though the sullen engines swing\n       Be you not much afraid my friend.\n\n     This did not end by Nelson's urn\n       Where an immortal England sits--\n     Nor where your tall young men in turn\n       Drank death like wine at Austerlitz.\n     And when the pedants bade us mark\n       What cold mechanic happenings\n     Must come; our souls said in the dark\n       \"Belike; but there are likelier things.\"\n\n     Likelier across these flats afar\n       These sulky levels smooth and free\n     The drums shall crash a waltz of war\n       And Death shall dance with Liberty;\n     Likelier the barricades shall blare\n       Slaughter below and smoke above\n     And death and hate and hell declare\n       That men have found a thing to love.\n\n     Far from your sunny uplands set\n       I saw the dream; the streets I trod\n     The lit straight streets shot out and met\n       The starry streets that point to God;\n     The legend of an epic hour\n       A child I dreamed and dream it still\n     Under the great grey water-tower\n       That strikes the stars on Campden Hill", "TO _M. E. W_.": "     Words for alas my trade is words a barren burst of rhyme\n       Rubbed by a hundred rhymesters battered a thousand times\n     Take them you that smile on strings those nobler sounds than mine\n       The words that never lie or brag or flatter or malign.\n\n     I give a hand to my lady another to my friend\n       To whom you too have given a hand; and so before the end\n     We four may pray for all the years whatever suns beset\n       The sole two prayers worth praying--to live and not forget.\n\n     The pale leaf falls in pallor but the green leaf turns to gold;\n       We that have found it good to be young shall find it good to be old;\n     Life that bringeth the marriage bell the cradle and the grave\n       Life that is mean to the mean of heart and only brave to the brave.\n\n     In the calm of the last white winter when all the past is ours\n       Old tears are frozen as jewels old storms frosted as flowers.\n     Dear Lady may we meet again stand up again we four\n       Beneath the burden of the years and praise the earth once more.", "LEPANTO": "     White founts falling in the Courts of the sun\n     And the Soldan of Byzantium is smiling as they run;\n     There is laughter like the fountains in that face of all men feared\n     It stirs the forest darkness the darkness of his beard\n     It curls the blood-red crescent the crescent of his lips\n     For the inmost sea of all the earth is shake with his ships.\n     They have dared the white republics up the cape of Italy\n     They have dashed the Adriatic round the Lion of the Sea\n     And the Pope has cast his arms abroad for agony and loss\n     And called the kings of Christendom for swords about the Cross.\n     The cold queen of England is looking in the glass;\n     The shadow of the Valois is yawning at the Mass;\n     From evening isles fantastical rings faint the Spanish gun\n     And the Lord upon the Golden Horn is laughing in the sun.\n\n     Dim drums throbbing in the hills half heard\n     Where only on a nameless throne a crownless prince has stirred\n     Where risen from a doubtful seat and half attainted stall\n     The last knight of Europe takes weapons from the wall\n     The last and lingering troubadour to whom the bird has sung\n     That once went singing southward when all the world was young.\n     In that enormous silence tiny and unafraid\n     Comes up along a winding road the noise of the Crusade.\n\n     Strong gongs groaning as the guns boom far\n     Don John of Austria is going to the war\n     Stiff flags straining in the night-blasts cold\n     In the gloom black-purple in the glint old-gold\n     Torchlight crimson on the copper kettle-drums\n     Then the tuckets then the trumpets then the cannon and he comes.\n     Don John laughing in the brave beard curled.\n     Spuming of his stirrups like the thrones of all the world\n     Holding his head up for a flag of all the free.\n     Love-light of Spain--hurrah!\n     Death-light of Africa!\n     Don John of Austria\n     Is riding to the sea.\n\n     Mahound is in his paradise above the evening star\n     _(Don John of Austria is going to the war.)_\n     He moves a mighty turban on the timeless houri's knees\n     His turban that is woven of the sunsets and the seas.\n     He shakes the peacock gardens as he rises from his ease\n     And he strides among the tree-tops and is taller than the trees\n     And his voice through all the garden is a thunder sent to bring\n     Black Azrael and Ariel and Ammon on the wing.\n     Giants and the Genii\n     Multiplex of wing and eye\n     Whose strong obedience broke the sky\n     When Solomon was king.\n\n     They rush in red and purple from the red clouds of the morn\n     From temples where the yellow gods shut up their eyes in scorn;\n     They rise in green robes roaring from the green hells of the sea\n     Where fallen skies and evil hues and eyeless creatures be;\n     On them the sea-valves cluster and the grey sea-forests curl\n     Splashed with a splendid sickness the sickness of the pearl;\n     They swell in sapphire smoke out of the blue cracks of the ground--\n     They gather and they wonder and give worship to Mahound.\n     And he saith \"Break up the mountains where the hermit-folk can hide\n     And sift the red and silver sands lest bone of saint abide\n     And chase the Giaours flying night and day not giving rest\n     For that which was our trouble comes again out of the west.\n     We have set the seal of Solomon on all things under sun\n     Of knowledge and of sorrow and endurance of things done\n     But a noise is in 'the mountains in the mountains and I know\n     The voice that shook our palaces--four hundred years ago:\n     It is he that saith not 'Kismet'; it is he that knows not Fate;\n     It is Richard it is Raymond it is Godfrey in the gate!\n     It is he whose loss is laughter when he counts the wager worth\n     Put down your feet upon him that our peace be on the earth.\"\n     For he heard drums groaning and he heard guns jar\n     _(Don John of Austria is going to the war.)_\n     Sudden and still--hurrah!\n     Bolt from Iberia!\n     Don John of Austria\n     Is gone by Alcalar.\n\n     St. Michael's on his Mountain in the sea-roads of the north\n     _(Don John of Austria is girt and going forth.)_\n     Where the grey seas glitter and the sharp tides shift\n     And the sea-folk labour and the red sails lift.\n     He shakes his lance of iron and he claps his wings of stone;\n     The noise is gone through Normandy; the noise is gone alone;\n     The North is full of tangled things and texts and aching eyes\n     And dead is all the innocence of anger and surprise\n     And Christian killeth Christian in a narrow dusty\n     And Christian dreadeth Christ that hath a newer face of doom\n     And Christian hateth Mary that God kissed in Galilee\n     But Don John of Austria is riding to the sea.\n     Don John calling through the blast and the eclipse\n     Crying with the trumpet with the trumpet of his lips\n     Trumpet that sayeth ha!\n         _Domino gloria_!\n     Don John of Austria\n     Is shouting to the ships.\n\n     King Philip's in his closet with the Fleece about his neck\n     _(Don John of Austria is armed upon the deck.)_\n     The walls are hung with velvet that is black and soft as sin\n     And little dwarfs creep out of it and little dwarfs creep in.\n     He holds a crystal phial that has colours like the moon\n     He touches and it tingles and he trembles very\n     And his face is as a fungus of a leprous white and grey\n     Like plants in the high houses that are shuttered from the day.\n     And death is in the phial and the end of noble work\n     But Don John of Austria has fired upon the Turk.\n     Don John's hunting and his hounds have bayed--Booms\n     away past Italy the rumour of his raid.\n     Gun upon gun ha! ha!\n     Gun upon gun hurrah!\n     Don John of Austria\n     Has loosed the cannonade.\n\n     The Pope was in his chapel before day or battle broke\n     _(Don John of Austria is hidden in the smoke.)_\n     The hidden room in man's house where God sits all the year\n     The secret window whence the world looks small and very dear.\n     He sees as in a mirror on the monstrous twilight sea\n     The crescent of his cruel ships whose name is mystery;\n     They fling great shadows foe-wards making Cross and Castle dark\n     They veil the plumed lions on the galleys of St. Mark;\n     And above the ships are palaces of brown black-bearded chiefs\n     And below the ships are prisons where with multitudinous griefs\n     Christian captives sick and sunless all a labouring race repines\n     Like a race in sunken cities like a nation in the mines.\n     They are lost like slaves that swat and in the skies of morning hung\n     The stair-ways of the tallest gods when tyranny was young.\n     They are countless voiceless hopeless as those fallen or fleeing on\n     Before the high Kings' horses in the granite of Babylon.\n     And many a one grows witless in his quiet room in hell\n     Where a yellow face looks inward through the lattice of his cell\n     And he finds his God forgotten and he seeks no more a sign_(But\n     Don John of Austria has burst the battle-line!)_\n     Don John pounding from the slaughter-painted poop\n     Purpling all the ocean like a bloody pirate's sloop\n     Scarlet running over on the silvers and the golds\n     Breaking of the hatches up and bursting of the holds\n     Thronging of the thousands up that labour under sex\n     White for bliss and blind for sun and stunned for liberty.\n     _Vivat Hispania!_\n     _Domino Gloria!_\n     Don John of Austria\n     Has set his people free!\n\n     Cervantes on his galley sets the sword back in the sheath\n     _(Don John of Austria rides homeward with a wreath.)_\n     And he sees across a weary land a straggling road in Spain\n     Up which a lean and foolish knight for ever rides in vain\n     And he smiles but not as Sultans smile and settles back the blade....\n     _(But Don John of Austria rides home from the Crusade_.)", "THE MARCH OF THE BLACK MOUNTAIN 1913": "     What will there be to remember\n       Of us in the days to be?\n     Whose faith was a trodden ember\n       And even our doubt not free;\n     Parliaments built of paper\n       And the soft swords of gold\n     That twist like a waxen taper\n       In the weak aggressor's hold;\n     A hush around Hunger slaying\n       A city of serfs unfed;\n     What shall we leave for a saying\n       To praise us when we are dead?\n     But men shall remember the Mountain\n       That broke its forest chains\n     And men shall remember the Mountain\n       When it arches against the plains:\n     And christen their children from it\n       And season and ship and street\n     When the Mountain came to Mahomet\n       And looked small before his feet.\n\n     His head was as high as the crescent\n       Of the moon that seemed his crown\n     And on glory of past and present\n       The light of his eyes looked down;\n     One hand went out to the morning\n       Over Brahmin and Buddhist slain\n     And one to the West in scorning\n       To point at the scars of Spain;\n     One foot on the hills for warden\n       By the little Mountain trod;\n     And one was in a garden\n       And stood on the grave of God.\n     But men shall remember the Mountain\n       Though it fall down like a tree\n     They shall see the sign of the Mountain\n       Faith cast into the sea;\n     Though the crooked swords overcome it\n       And the Crooked Moon ride free\n     When the Mountain comes to Mahomet\n       It has more life than he.\n\n     But what will there be to remember\n       Or what will there be to see--\n     Though our towns through a long November\n       Abide to the end and be?\n     Strength of slave and mechanic\n       Whose iron is ruled by gold\n     Peace of immortal panic\n       Love that is hate grown cold--\n     Are these a bribe or a warning\n       That we turn not to the sun\n     Nor look on the lands of morning\n       Where deeds at last are done?\n     Where men shall remember the Mountain\n       When truth forgets the plain--\n     And walk in the way of the Mountain\n       That did not fail in vain;\n     Death and eclipse and comet\n       Thunder and seals that rend:\n     When the Mountain came to Mahomet;\n       Because it was the end.", "BLESSED ARE THE PEACEMAKERS": "     Of old with a divided heart\n       I saw my people's pride expand\n     Since a man's soul is torn apart\n       By mother earth and fatherland.\n\n     I knew through many a tangled tale\n       Glory and truth not one but two:\n     King Constable and Amirail\n       Took me like trumpets: but I knew\n\n     A blacker thing than blood's own dye\n       Weighed down great Hawkins on the sea;\n     And Nelson turned his blindest eye\n       On Naples and on liberty.\n\n     Therefore to you my thanks O throne\n       O thousandfold and frozen folk\n     For whose cold frenzies all your own\n       The Battle of the Rivers broke;\n\n     Who have no faith a man could mourn.\n       Nor freedom any man desires;\n     But in a new clean light of scorn\n       Close up my quarrel with my sires;\n\n     Who bring my English heart to me\n       Who mend me like a broken toy;\n     Till I can see you fight and flee\n       And laugh as if I were a boy.", "THE WIFE OF FLANDERS": "     Low and brown barns thatched and repatched and tattered\n       Where I had seven sons until to-day\n     A little hill of hay your spur has scattered....\n       This is not Paris. You have lost the way.\n\n     You staring at your sword to find it brittle\n       Surprised at the surprise that was your plan\n     Who shaking and breaking barriers not a little\n       Find never more the death-door of Sedan.\n\n     Must I for more than carnage call you claimant\n       Paying you a penny for each son you slay?\n     Man the whole globe in gold were no repayment\n       For what _you_ have lost. And how shall I repay?\n\n     What is the price of that red spark that caught me\n       From a kind farm that never had a name?\n     What is the price of that dead man they brought me?\n       For other dead men do not look the same.\n\n     How should I pay for one poor graven steeple\n       Whereon you shattered what you shall not know\n     How should I pay you miserable people?\n       How should I pay you everything you owe?34\n\n     Unhappy can I give you back your honour?\n       Though I forgave would any man forget?\n     While all the great green land has trampled on her\n       The treason and terror of the night we met.\n\n     Not any more in vengeance or in pardon\n       An old wife bargains for a bean that's hers.\n     You have no word to break: no heart to harden.\n       Ride on and prosper. You have lost your spurs.", "THE CRUSADER RETURNS FROM CAPTIVITY": "     I have come forth alive from the land of purple and poison and glamour\n       Where the charm is strong as the torture being chosen to change the mind;\n     Torture of wordless dance and wineless feast without clamour\n       Palace hidden in palace garden with garden behind;\n\n     Women veiled in the sun or bare as brass in the shadows\n       And the endless eyeless patterns where each thing seems an eye....\n     And my stride is on Caesar's sand where it slides to the English meadows\n       To the last low woods of Sussex and the road that goes to Rye.\n\n     In the cool and careless woods the eyes of the eunuchs burned not\n       But the wild hawk went before me being free to return or roam\n     The hills had broad unconscious backs; and the tree-tops turned not\n       And the huts were heedless of me: and I knew I was at home.\n\n     And I saw my lady afar and her holy freedom upon her\n       A head without veil averted and not to be turned with charms\n     And I heard above bannerets blown the intolerant trumpets of honour\n       That usher with iron laughter the coming of Christian arms.\n\n     My shield hangs stainless still; but I shall not go where they praise it\n       A sword is still at my side but I shall not ride with the King.\n     Only to walk and to walk and to stun my soul and amaze it\n       A day with the stone and the sparrow and every marvellous thing.\n\n     I have trod the curves of the Crescent in the maze of them that adore it\n       Curved around doorless chambers and unbeholden abodes\n     But I walk in the maze no more; on the sign of the cross I swore it\n       The wild white cross of freedom the sign of the white cross-roads.\n\n     And the land shall leave me or take and the Woman take me or leave me\n       There shall be no more Night or nightmares seen in a glass;\n     But Life shall hold me alive and Death shall never deceive me\n       As long as I walk in England in the lanes that let me pass.", "GLENCOE": "     The star-crowned cliffs seem hinged upon the sky\n     The clouds are floating rags across them curled\n     They open to us like the gates of God\n     Cloven in the last great wall of all the world.\n\n     I looked and saw the valley of my soul\n     Where naked crests fight to achieve the skies\n     Where no grain grows nor wine no fruitful thing\n     Only big words and starry blasphemies.\n\n     But you have clothed with mercy like a moss\n     The barren violence of its primal wars\n     Sterile although they be and void of rule\n     You know my shapeless crags have Wed the stars.\n\n     How shall I thank you O courageous heart.\n     That of this wasteful world you had no fear;\n     But bade it blossom in clear faith and sent\n     Your fair flower-feeding rivers: even as here\n\n     The peat burns brimming from their cups of stone\n     Glow brown and blood-red down the vast decline\n     As if Christ stood on yonder clouded peak\n     And turned its thousand waters into wine.", "LOVE'S TRAPPIST": "     There is a place where lute and lyre are broken.\n     Where scrolls are torn and on a wild wind go\n     Where tablets stand wiped naked for a token\n     Where laurels wither and the daisies grow.\n\n     Lo: I too join the brotherhood of silence\n     I am Love's Trappist and you ask in vain\n     For man through Love's gate even as through Death's gate\n     Goeth alone and comes not back again.\n\n     Yet here I pause look back across the threshold.\n     Cry to my brethren though the world be old\n     Prophets and sages questioners and doubters\n     O world old world the best hath ne'er been told!", "CONFESSIONAL": "     Now that I kneel at the throne O Queen\n     Pity and pardon me.\n     Much have I striven to sing the same\n     Brother of beast and tree;\n     Yet when the stars catch me alone\n     Never a linnet sings--\n     And the blood of a man is a bitter voice\n     And cries for foolish things.\n\n     Not for me be the vaunt of woe;\n     Was not I from a boy\n     Vowed with the helmet and spear and spur\n     To the blood-red banner of joy?\n     A man may sing his psalms to a stone\n     Pour his blood for a weed\n     But the tears of a man are a sudden thing\n     And come not of his creed.\n\n     Nay but the earth is kind to me\n     Though I cry for a Star\n     Leaves and grasses feather and flower\n     Cover the foolish scar\n     Prophets and saints and seraphim\n     Lighten the load with song\n     And the heart of a man is a heavy load\n     For a man to bear along.", "MUSIC": "     Sounding brass and tinkling cymbal\n       He that made me sealed my ears\n     And the pomp of gorgeous noises\n       Waves of triumph waves of tears\n\n     Thundered empty round and past me\n       Shattered lost for ever more\n     Ancient gold of pride and passion\n       Wrecked like treasure on a shore.\n\n     But I saw her cheek and forehead\n       Change as at a spoken word\n     And I saw her head uplifted\n       Like a lily to the Lord.\n\n     Nought is lost but all transmuted\n       Ears are sealed yet eyes have seen;\n     Saw her smiles (O soul be worthy!)\n       Saw her tears (O heart be clean!).", "THE DELUGE": "     Though giant rains put out the sun\n       Here stand I for a sign.\n     Though Earth be filled with waters dark\n       My cup is filled with wine.\n     Tell to the trembling priests that here\n       Under the deluge rod\n     One nameless tattered broken man\n       Stood up and drank to God.\n\n     Sun has been where the rain is now\n       Bees in the heat to hum\n     Haply a humming maiden came\n       Now let the Deluge come:\n     Brown of aureole green of garb\n       Straight as a golden rod\n     Drink to the throne of thunder now!\n       Drink to the wrath of God.\n\n     High in the wreck I held the cup\n       I clutched my rusty sword\n     I cocked my tattered feather\n       To the glory of the Lord.\n     Not undone were the heaven and earth\n       This hollow world thrown up\n     Before one man had stood up straight!\n       And drained it like a cup.", "THE STRANGE MUSIC": "     Other loves may sink and settle other loves may loose and slack\n     But I wander like a minstrel with a harp upon his back\n     Though the harp be on my bosom though I finger and I fret\n     Still my hope is all before me: for I cannot play it yet.\n\n     In your strings is hid a music that no hand hath ere let fall\n     In your soul is sealed a pleasure that you have not known at all;\n     Pleasure subtle as your spirit strange and slender as your frame\n     Fiercer than the pain that folds you softer than your sorrow's name.\n\n     Not as mine my soul's anointed not as mine the rude and light\n     Easy mirth of many faces swaggering pride of song and fight;\n     Something stranger something sweeter something waiting you afar\n     Secret as your stricken senses magic as your sorrows are.\n\n     But on this God's harp supernal stretched but to be stricken once.\n     Hoary Time is a beginner Life a bungler Death a dunce.\n     But I will not fear to match them--no by God I will not fear\n     I will learn you I will play you and the stars stand still to hear.", "THE GREAT MINIMUM": "     It is something to have wept as we have wept\n     It is something to have done as we have done\n     It is something to have watched when all men slept\n     And seen the stars which never see the sun.\n\n     It is something to have smelt the mystic rose\n     Although it break and leave the thorny rods\n     It is something to have hungered once as those\n     Must hunger who have ate the bread of gods.\n\n     To have seen you and your unforgotten face\n     Brave as a blast of trumpets for the fray.\n     Pure as white lilies in a watery space\n     It were something though you went from me to-day.\n\n     To have known the things that from the weak are furled\n     Perilous ancient passions strange and high;\n     It is something to be wiser than the world\n     It is something to be older than the sky.\n\n     In a time of sceptic moths and cynic rusts\n     And fatted lives that of their sweetness tire\n     In a world of flying loves and fading lusts\n     It is something to be sure of a desire.\n\n     Lo blessed are our ears for they have heard;\n     Yea blessed are our eyes for they have seen:\n     Let thunder break on man and beast and bird\n     And the lightning. It is something to have been.", "THE MORTAL ANSWERS": "\t\n                   .................Come away--\n          With the fairies hand in hand\n          for the world is more full of weeping\n          than you can understand.\n\n                                _W.B. Yeats_.\n\n     From the Wood of the Old Wives' Fables\n       They glittered out of the grey\n     And with all the Armies of Elf-land\n       I strove like a beast at bay;\n\n     With only a right arm wearied\n       Only a red sword worn\n     And the pride of the House of Adam\n       That holdeth the stars in scorn.\n\n     For they came with chains of flowers\n       And lilies lances free\n     There in the quiet greenwood\n       To take my grief from me.\n\n     And I said \"Now all is shaken\n       When heavily hangs the brow\n     When the hope of the years is taken\n       The last star sunken. Now--\n\n     \"Hear you chattering cricket\n       Hear you spawn of the sod\n     The strange strong cry in the darkness\n       Of one man praising God\n\n     \"That out of the night and nothing\n       With travail of birth he came\n     To stand one hour in the sunlight\n       Only to say her name.\n\n     \"Falls through her hair the sunshine\n       In showers; it touches see\n     Her high bright cheeks in turning;\n       Ah Elfin Company\n\n     \"The world is hot and cruel\n       We are weary of heart and hand.\n     But the world is more full of glory\n       Than you can understand.\"", "A MARRIAGE SONG": "     Why should we reck of hours that rend\n       While we two ride together?\n     The heavens rent from end to end\n       Would be but windy weather\n     The strong stars shaken down in spate\n       Would be a shower of spring\n     And we should list the trump of fate\n       And hear a linnet sing.\n\n     We break the line with stroke and luck\n       The arrows run like rain\n     If you be struck or I be struck\n       There's one to strike again.\n     If you befriend or I befriend\n       The strength is in us twain\n     And good things end and bad things end\n       And you and I remain.\n\n     Why should we reck of ill or well\n       While we two ride together?\n     The fires that over Sodom fell\n       Would be but sultry weather.\n     Beyond all ends to all men given\n       Our race is far and fell\n     We shall but wash our feet in heaven\n       And warm our hands in hell.\n\n     Battles unborn and vast shall view\n       Our faltered standards stream\n     New friends shall come and frenzies new.\n       New troubles toil and teem;\n     New friends shall pass and still renew\n       One truth that does not seem\n     That I am I and you are you\n       And Death a morning dream.\n\n     Why should we reck of scorn or praise\n       While we two ride together?\n     The icy air of godless days\n       Shall be but wintry weather.\n     If hell were highest if the heaven\n       Were blue with devils blue\n     I should have guessed that all was even\n       If I had dreamed of you.\n\n     Little I reck of empty prides\n       Of creeds more cold than clay;\n     To nobler ends and longer rides\n       My lady rides to-day.\n     To swing our swords and take our sides\n       In that all-ending fray\n     When stars fall down and darkness hides\n       When God shall turn to bay.\n\n     Why should we reck of grin and groan\n       While we two ride together?\n     The triple thunders of the throne\n       Would be but stormy weather.\n     For us the last great fight shall roar\n       Upon the ultimate plains\n     And we shall turn and tell once more\n       Our love in English lanes.", "BAY COMBE": "     With leaves below and leaves above\n     And groping under tree and tree\n     I found the home of my true love\n     Who is a wandering home for me.\n\n     Who lost in ruined worlds aloof\n     Bore the dread dove wings like a roof;\n     Who past the last lost stars of space\n     Carried the fire-light on her face.\n\n     Who passing as in idle hours\n     Tamed the wild weeds to garden flowers;\n     Stroked the strange whirlwind's whirring wings\n     And made the comets homely things.\n\n     Where she went by upon her way\n     The dark was dearer than the day;\n     Where she paused in heaven or hell\n     The whole world's tale had ended well.\n\n     _With leaves below and leaves above._\n     _And groping under tree and tree_\n     _I found the home of my true love_\n     _Who is a wandering home for me_.\n\n     Where she was flung above beneath\n     By the rude dance of life and death\n     Grow she at Gotham--die at Rome\n     Between the pine trees is her home.\n\n     In some strange town some silver morn\n     She may have wandered to be born;\n     Stopped at some motley crowd impressed\n     And called them kinsfolk for a jest.\n\n     If we again En goodness thrive\n     And the dead saints become alive\n     Then pedants bald and parchments brown\n     May claim her blood for London town.\n\n     _But leaves below and leaves above._\n     _And groping under tree and tree_\n     _I found the home of my true love_\n     _Who is a wandering home for me_.\n\n     The great gravestone she may pass by\n     And without noticing may die;\n     The streets of silver Heaven may tread\n     With her grey awful eyes unfed.\n\n     The city of great peace in pain\n     May pass until she find again\n     This little house of holm and fir\n     God built before the stars for her.\n\n     Here in the fallen leaves is furled\n     Her secret centre of the world.\n     We sit and feel in dusk and dun\n     The stars swing round us like a sun.\n\n     _For leaves below and leaves above._\n     _And groping under tree and tree_\n     _I found the home of my true love._\n     _Who is a wandering home for me_.", "THE WISE MEN": "     Step softly under snow or rain\n       To find the place where men can pray;\n     The way is all so very plain\n     That we may lose the way.\n\n     Oh we have learnt to peer and pore\n       On tortured puzzles from our youth\n     We know all labyrinthine lore\n     We are the three wise mert of yore\n       And we know all things but the truth.\n\n     We have gone round and round the hill\n       And lost the wood among the trees\n     And learnt long names for every ill\n     And served the mad gods naming still\n       The Furies the Eumenides.\n\n     The gods of violence took the veil\n       Of vision and philosophy\n     The Serpent that brought all men bale\n     He bites his own accursed tail\n       And calls himself Eternity.\n\n     Go humbly ... it has hailed and snowed ...\n       With voices low and lanterns lit;\n     So very simple is the road\n       That we may stray from it.\n\n     The world grows terrible and white\n       And blinding white the breaking day;\n     We walk bewildered in the light\n     For something is too large for sight\n       And something much too plain to say.\n\n     The Child that was ere worlds begun\n       (... We need but walk a little way\n     We need but see a latch undone...)\n     The Child that played with moon and sun\n       Is playing with a little hay.\n\n     The house from which the heavens are fed\n       The old strange house that is our own\n     Where tricks of words are never said.\n     And Mercy is as plain as bread\n       And Honour is as hard as stone.\n\n     Go humbly; humble are the skies\n       And low and large and fierce the Star;\n     So very near the Manger lies\n       That we may travel far.\n\n     Hark! Laughter like a lion wakes\n       To roar to the resounding plain\n     And the whole heaven shouts and shakes\n       For God Himself is born again\n     And we are little children walking\n       Through the snow and rain.", "THE HOUSE OF CHRISTMAS": "     There fared a mother driven forth\n     Out of an inn to roam;\n     In the place where she was homeless\n     All men are at home.\n     The crazy stable close at hand\n     With shaking timber and shifting sand\n     Grew a stronger thing to abide and stand\n     Than the square stones of Rome.\n\n     For men are homesick in their homes\n     And strangers under the sun\n     And they lay their heads in a foreign land\n     Whenever the day is done.\n     Here we have battle and blazing eyes\n     And chance and honour and high surprise\n     Where the yule tale was begun.\n\n     A Child in a foul stable\n     Where the beasts feed and foam;\n     Only where He was homeless\n     Are you and I at home;\n     We have hands that fashion and heads that\n     But our hearts we lost--how long ago!\n     In a place no chart nor ship can show\n     Under the sky's dome.\n\n     This world is wild as an old wives' tale\n     And strange the plain things are\n     The earth is enough and the air is enough\n     For our wonder and our war;\n     But our rest is as far as the fire-drake swings\n     And our peace is put in impossible things\n     Where clashed and thundered unthinkable wings\n     Round an incredible star.\n\n     To an open house in the evening\n     Home shall men come\n     To an older place than Eden\n     And a taller town than Rome.\n     To the end of the way of the wandering star\n     To the things that cannot be and that are\n     To the place where God was homeless\n     And all men are at home.", "A SONG OF GIFTS TO GOD": "     When the first Christmas presents came the straw where Christ was rolled\n     Smelt sweeter than their frankincense burnt brighter than their gold\n     And a wise man said \"We will not give; the thanks would be but cold.\"\n\n     \"Nay\" said the next \"To all new gifts to this gift or another\n     Bends the high gratitude of God; even as He now my brother\n     Who had a Father for all time yet thanks Him for a Mother.\n\n     \"Yet scarce for Him this yellow stone or prickly-smells and sparse.\n     Who holds the gold heart of the sun that fed these timber bars\n     Nor any scentless lily lives for One that smells the stars.\"\n\n     Then spake the third of the Wise Men; the wisest of the three:\n     \"We may not with the widest lives enlarge His liberty\n     Whose wings are wider than the world. It is not He but we.\n\n     \"We say not He has more to gain but we have more to lose.\n     Less gold shall go astray we say less gold if thus we choose\n     Go to make harlots of the Greeks and hucksters of the Jews.\n\n     \"Less clouds before colossal feet redden in the under-light\n     To the blind gods from Babylon less incense burn to-night\n     To the high beasts of Babylon whose mouths make mock of right.\"\n\n     Babe of the thousand birthdays we that are young yet grey\n     White with the centuries still can find no better thing to say\n     We that with sects and whims and wars have wasted Christmas Day.\n\n     Light Thou Thy censer to Thyself for all our fires are dim\n     Stamp Thou Thine image on our coin for Caesar's face grows dim\n     And a dumb devil of pride and greed has taken hold of him.\n\n     We bring Thee back great Christendom churches and towns and towers.\n     And if our hands are glad O God to cast them down like flowers\n     'Tis not that they enrich Thine hands but they are saved from ours.", "THE KINGDOM OF HEAVEN": "     Said the Lord God \"Build a house\n       Build it in the gorge of death\n     Found it in the throats of hell.\n       Where the lost sea muttereth\n     Fires and whirlwinds build it well.\"\n\n     Laboured sternly flame and wind\n       But a little and they cry\n     \"Lord we doubt of this Thy will\n       We are blind and murmur why\"\n     And the winds are murmuring still.\n\n     Said the Lord God \"Build a house\n       Cleave its treasure from the earth\n     With the jarring powers of hell\n       Strive with formless might and mirth\n     Tribes and war-men build it well.\"\n\n     Then the raw red sons of men\n       Brake the soil and lopped the wood\n     But a little and they shrill\n       \"Lord we cannot view Thy good\"\n     And the wild men clamour still.\n\n     Said the Lord God \"Build a house\n       Smoke and iron spark and steam\n     Speak and vote and buy and sell;\n       Let a new world throb and stream\n     Seers and makers build it well.\"\n\n     Strove the cunning men and strong\n       But a little and they cry\n     \"Lord mayhap we are but clay\n       And we cannot know the why\"\n     And the wise men doubt to-day.\n\n     Yet though worn and deaf and blind\n       Force and savage king and seer\n     Labour still they know not why;\n       At the dim foundation here\n     Knead and plough and think and ply.\n\n     Till at last mayhap hereon\n       Fused of passion and accord\n     Love its crown and peace its stay\n       Rise the city of the Lord\n     That we darkly build to-day.", "A HYMN FOR THE CHURCH MILITANT": "     Great God that bowest sky and star\n       Bow down our towering thoughts to thee\n     And grant us in a faltering war\n       The firm feet of humility.\n\n     Lord we that snatch the swords of flame\n       Lord we that cry about Thy car.\n     We too are weak with pride and shame\n       We too are as our foemen are.\n\n     Yea we are mad as they are mad\n       Yea we are blind as they are blind\n     Yea we are very sick and sad\n       Who bring good news to all mankind.\n\n     The dreadful joy Thy Son has sent\n       Is heavier than any care;\n     We find as Cain his punishment\n       Our pardon more than we can bear.\n\n     Lord when we cry Thee far and near\n       And thunder through all lands unknown\n     The gospel into every ear\n       Lord let us not forget our own.\n\n     Cleanse us from ire of creed or class\n       The anger of the idle tings;\n     Sow in our souls like living grass\n       The laughter of all lowly things.", "THE BEATIFIC VISION": "     Then Bernard smiled at me that I should gaze\n         But I had gazed already; caught the view\n     Faced the unfathomable ray of rays\n         Which to itself and by itself is true.\n\n     Then was my vision mightier than man's speech;\n         Speech snapt before it like a flying spell;\n     And memory and all that time can teach\n         Before that splendid outrage failed and fell.\n\n     As when one dreameth and remembereth not\n         Waking what were his pleasures or his pains\n     With every feature of the dream forgot\n         The printed passion of the dream remains:--\n\n     Even such am I; within whose thoughts resides\n         No picture of that sight nor any part\n     Nor any memory: in whom abides\n         Only a happiness within the heart\n\n     A secret happiness that soaks the heart\n         As hills are soaked by slow unsealing snow\n     Or secret as that wind without a chart\n         Whereon did the wild leaves of Sibyl go.\n\n     O light uplifted from all mortal knowing\n         Send back a little of that glimpse of thee.\n     That of its glory I may kindle glowing\n         One tiny spark for all men yet to be.", "THE TRUCE OF CHRISTMAS": "     Passionate peace is in the sky--\n     And in the snow in silver sealed\n     The beasts are perfect in the field\n     And men seem men so suddenly--\n       (But take ten swords and ten times ten\n       And blow the bugle in praising men;\n       For we are for all men under the sun\n       And they are against us every one;\n       And misers haggle and madmen clutch\n       And there is peril in praising much.\n       And we have the terrible tongues uncurled\n       That praise the world to the sons of the world.)\n\n     The idle humble hill and wood\n     Are bowed upon the sacred birth\n     And for one little hour the earth\n     Is lazy with the love of good--\n       (But ready are you and ready am I\n       If the battle blow and the guns go by;\n       For we are for all men under the sun\n       And they are against us every one;\n       And the men that hate herd all together\n       To pride and gold and the great white feather\n       And the thing is graven in star and stone\n       That the men who love are all alone.)\n\n     Hunger is hard and time is tough\n     But bless the beggars and kiss the kings\n     For hope has broken the heart of things\n     And nothing was ever praised enough.\n       (But bold the shield for a sudden swing\n       And point the sword when you praise a thing\n       For we are for all men under the sun\n       And they are against us every one;\n       And mime and merchant thane and thrall\n       Hate us because we love them all;\n       Only till Christmastide go by\n       Passionate peace is in the sky.)", "A HYMN": "     O God of earth and altar\n       Bow down and hear our cry\n     Our earthly rulers falter\n       Our people drift and die;\n     The walls of gold entomb us\n       The swords of scorn divide\n     Take not thy thunder from us\n       But take away our pride.\n\n     From all that terror teaches\n       From lies of tongue and pen\n     From all the easy speeches\n       That comfort cruel men\n     From sale and profanation\n       Of honour and the sword\n     From sleep and from damnation\n       Deliver us good Lord!\n\n     Tie in a living tether\n       The prince and priest and thrall\n     Bind all our lives together\n       Smite us and save us all;\n     In ire and exultation\n       Aflame with faith and free\n     Lift up a living nation\n       A single sword to thee.", "A CHRISTMAS SONG FOR THREE GUILDS": "\tTo be sung a long time ago--or hence.\n\n     _The Carpenters_\n\n     St. Joseph to the Carpenters said on a Christmas Day:\n     \"The master shall have patience and the prentice shall obey;\n     And your word unto your women shall be nowise hard or wild:\n     For the sake of me your master who have worshipped Wife and Child.\n     But softly you shall frame the fence and softly carve the door\n     And softly plane the table--as to spread it for the poor\n     And all your thoughts be soft and white as the wood of the white tree.\n     But if they tear the Charter Jet the tocsin speak for me!\n     Let the wooden sign above your shop be prouder to be scarred\n     Than the lion-shield of Lancelot that hung at Joyous Garde.\"\n\n     _The Shoemakers_\n\n     St. Crispin to the shoemakers said on a Christmastide:\n     \"Who fashions at another's feet will get no good of pride.\n     They were bleeding on the Mountain the feet that brought good news\n     The latchet of whose shoes we were not worthy to unloose.\n     See that your feet offend not nor lightly lift your head\n     Tread softly on the sunlit roads the bright dust of the dead.\n     Let your own feet be shod with peace; be lowly all your lives.\n     But if they touch the Charter ye shall nail it with your knives.\n     And the bill-blades of the commons drive in all as dense array\n     As once a crash of arrows came upon St. Crispin's Day.\"\n\n     _The Painters_\n\n     St. Luke unto the painters on Christmas Day he said:\n     \"See that the robes are white you dare to dip in gold and red;\n     For only gold the kings can give and only blood the saints;\n     And his high task grows perilous that mixes them in paints.\n     Keep you the ancient order; follow the men that knew\n     The labyrinth of black and whits the maze of green and blue;\n     Paint mighty things paint paltry things paint silly things or sweet.\n     But if men break the Charter you may slay them in the street.\n     And if you paint one post for them then ... but you know it well\n     You paint a harlot's face to drag all heroes down to hell.\"\n\n     _All Together_\n\n     Almighty God to all mankind on Christmas Day said He:\n     \"I rent you from the old red hills and rending made you free.\n     There was charter there was challenge; in a blast of breath I gave;\n     You can be all things other; you cannot be a slave.\n     You shall be tired and tolerant of fancies as they fade\n     But if men doubt the Charter ye shall call on the Crusade--\n     Trumpet and torch and catapult cannon and bow and blade\n     Because it was My challenge to all the things I made.\"", "THE NATIVITY": "     The thatch on the roof was as golden\n       Though dusty the straw was and old\n     The wind had a peal as of trumpets\n       Though blowing and barren and cold\n     The mother's hair was a glory\n       Though loosened and torn\n     For under the eaves in the gloaming\n           A child was born.\n\n     Have a myriad children been quickened.\n       Have a myriad children grown old\n     Grown gross and unloved and embittered\n       Grown cunning and savage and cold?\n     God abides In a terrible patience\n       Unangered unworn\n     And again for the child that was squandered\n           A child is born.\n\n     What know we of æons behind us\n       Dim dynasties lost long ago\n     Huge empires like dreams unremembered\n       Huge cities for ages laid low?\n     This at least--that with blight and with blessing\n       With flower and with thorn\n     Love was there and his cry was among them\n           \"A child is born.\"\n\n     Though the darkness be noisy with systems\n       Dark fancies that fret and disprove\n     Still the plumes stir around us above us\n       The wings of the shadow of love:\n     Oh! princes and priests have ye seen it\n       Grow pale through your scorn.\n     Huge dawns sleep before us deep changes\n           A child is born.\n\n     And the rafters of toil still are gilded\n       With the dawn of the star of the heart\n     And the wise men draw near in the twilight\n       Who are weary of learning and art\n     And the face of the tyrant is darkened.\n       His spirit is torn\n     For a new King is enthroned; yea the sternest\n           A child is born.\n\n     And the mother still joys for the whispered\n       First stir of unspeakable things\n     Still feels that high moment unfurling\n       Red glory of Gabriel's wings.\n     Still the babe of an hour is a master\n       Whom angels adorn\n     Emmanuel prophet anointed\n           A child is born.\n\n     And thou that art still in thy cradle\n       The sun being crown for thy brow.\n     Make answer our flesh make an answer\n       Say whence art thou come--who art thou?\n     Art thou come back on earth for our teaching\n       To train or to warn--?\n     Hush--how may we know?--knowing only\n           A child is born.", "A CHILD OF THE SNOWS": "     There is heard a hymn when the panes dim\n       And never before or again\n     When the nights are strong with a darkness long\n       And the dark is alive with rain.\n\n     Never we know but in sleet and in snow\n       The place where the great fires are\n     That the midst of the earth is a raging mirth\n       And the heart of the earth a star.\n\n     And at night we win to the ancient inn\n       Where the child in the frost is furled\n     We follow the feet where all souls meet\n       At the inn at the end of the world.\n\n     The gods lie dead where the leaves lie red\n       For the flame of the sun is flown.\n     The gods lie cold where the leaves lie gold.\n       And a Child comes forth alone.", "A WORD": "     A word came forth in Galilee a word like to a star;\n     It climbed and rang and blessed and burnt wherever brave hearts are;\n     A word of sudden secret hope of trial and increase\n     Of wrath and pity fused in fire and passion kissing peace.\n     A star that o'er the citied world beckoned a sword of flame;\n     A star with myriad thunders tongued: a mighty word there came.\n\n     The wedge's dart passed into it the groan of timberwains\n     The ringing of the rivet nails the shrieking of the planes;\n     The hammering on the roofs at morn the busy workshop roar;\n     The hiss of shavings drifted deep along the windy floor;\n     The heat-browned toiler's crooning song the hum of human worth--\n     Mingled of all the noise of crafts the ringing word went forth.\n\n     The splash of nets passed into it the grind of sand and shell\n     The boat-hook's clash the boat-oars' jar the cries to buy and sell\n     The flapping of the landed shoals the canvas crackling free\n     And through all varied notes and cries the roaring of the sea\n     The noise of little lives and brave of needy lives and high;\n     In gathering all the throes of earth the living word went by.\n\n     Earth's giant sins bowed down to it in Empire's huge eclipse\n     When darkness sat above the thrones seven thunders on her lips\n     The woe of cities entered it the clang of idols' falls\n     The scream of filthy Caesars stabbed high in their brazen halls\n     The dim hoarse Hoods of naked men the worldrealms snapping girth\n     The trumpets of Apocalypse the darkness of the earth:\n\n     The wrath that brake the eternal lamp and hid the eternal hill\n     A world's destruction loading the word went onward still--\n     The blaze of creeds passed into it the hiss of horrid fires\n     The headlong spear the scarlet cross the hair-shirt and the briars\n     The cloistered brethren's thunderous chaunt the errant champion's song\n     The shifting of the crowns and thrones the tangle of the strong.\n\n     The shattering fall of crest and crown and shield and cross and cope\n     The tearing of the gauds of time the blight of prince and pope\n     The reign of ragged millions leagued to wrench a loaded debt\n     Loud with the many throated roar the word went forward yet.\n     The song of wheels passed into it the roaring and the smoke\n     The riddle of the want and wage the fogs that burn and choke.\n     The breaking of the girths of gold the needs that creep and swell.\n     The strengthening hope the dazing light the deafening evangel\n     Through kingdoms dead and empires damned through changes without cease\n     With earthquake chaos born and fed rose--and the word was \"Peace.\"", "ANTICHRIST OR THE REUNION OF CHRISTENDOM: AN ODE": "\t\"A bill which has shocked the conscience of \n          every Christian community in Europe.\"--\n          _Mr. F.E. Smith_ on the Welsh disestablishment bill.\n\n     Are they clinging to their crosses\n                  F.E. Smith\n     Where the Breton boat-fleet tosses\n                  Are they Smith?\n     Do they fasting tramping bleeding\n         Wait the news from this our city?\n     Groaning \"That's the Second Reading!\"\n         Hissing \"There is still Committed\"\n     If the voice of Cecil falters\n         If McKenna's point has pith\n     Do they tremble for their altars?\n                  Do they Smith?\n\n     Russian peasants round their pope\n                  Huddled Smith\n     Hear about it all I hope\n                  Don't they Smith?\n     In the mountain hamlets clothing\n         Peaks beyond Caucasian pales\n     Where Establishment means nothing\n         And they never heard of Wales\n     Do they read it all in Hansard\n         With a crib to read it with--\n     \"Welsh Tithes: Dr. Clifford Answered\"\n                  Really Smith?\n\n     In the lands where Christians were\n                  F.E. Smith\n     In the little lands laid bare\n                  Smith O Smith!\n     Where the Turkish bands are busy\n         And the Tory name is blessed\n     Since they hailed the Cross of Dizzy\n         On the banners from the West!\n     Men don't think it half so hard if\n         Islam burns their kin and kith\n     Since a curate lives in Cardiff\n                  Saved by Smith.\n\n     It would greatly I must own\n                  Soothe me Smith\n     If you left this theme alone\n                  Holy Smith!\n     For your legal cause or civil\n         You fight well and get your fee;\n     For your God or dream or devil\n         You will answer not to me.\n     Talk about the pews and steeples\n         And the Cash that goes therewith!\n     But the souls of Christian peoples....\n                  --Chuck it Smith!", "THE REVOLUTIONIST: OR LINES TO A STATESMAN": "     \"I WAS NEVER STANDING BY WHILE A REVOLUTION\n     WAS GOING ON.\"--_Speech by the Rt. Hon. Walter\n     Long_.\n\n     When Death was on thy drums Democracy\n     And with one rush of slaves the world was free\n     In that high dawn that Kings shall not forget\n     A void there was and Walter was not yet.\n     Through sacked Versailles at Valmy in the fray\n     They did without him in some kind of way;\n     Red Christendom all Walterless they cross\n     And in their fury hardly feel their loss....\n     Fades the Republic; faint as Roland's horn\n     Her trumpets taunt us with a sacred scorn....\n     Then silence fell; and Mr. Long was born.\n\n     From his first hours in his expensive cot\n     He never saw the tiniest viscount shot.\n     In deference to his wealthy parents' whim\n     The wildest massacres were kept from him.\n     The wars that dyed Pall Mall and Brompton red\n     Passed harmless o'er that one unconscious head:\n     For all that little Long could understand\n     The rich might still be rulers of the land.\n     Vain are the pious arts of parenthood\n     Foiled Revolution bubbled in his blood;\n     Until one day (the babe unborn shall rue it)\n     The Constitution bored him and he slew it.\n\n     If I were wise and good and rich and strong--\n     Fond impious thought if I were Walter Long--\n     If I could water sell like molten gold\n     And make grown people do as they are told\n     If over private fields and wastes as wide\n     As a Greek city for which heroes died\n     I owned the houses and the men inside--\n     If all this hung on one thin thread of habit\n     I would not revolutionize a rabbit.\n\n     I would sit tight with all my gifts and glories\n     And even preach to unconverted Tories\n     That the fixed system that our land inherits\n     Viewed from a certain standpoint has its merits.\n     I'd guard the laws like any Radical\n     And keep each precedent however small\n     However subtle misty dusty dreamy\n     Lest man by chance should look at me and see me;\n     Lest men should ask what madman made me lord\n     Of English ploughshares and the English sword;\n     Lest men should mark how sleepy is the nod\n     That drills the dreadful images of God!\n\n     Walter be wise! avoid the wild and new\n     The Constitution is the game for you.\n     Walter beware! scorn not the gathering throng\n     It suffers yet it may not suffer wrong\n     It suffers yet it cannot suffer Long.\n     And if you goad it these grey rules to break\n     For a few pence see that you do not wake\n     Death and the splendour of the scarlet cap\n     Boston and Valmy Yorktown and Jemmappes\n     Freedom in arms the riding and the routing\n     The thunder of the captains and the shouting\n     All that lost riot that you did not share--And\n     when that riot comes--you _will_ be there.", "THE SHAKESPEARE MEMORIAL": "     Lord Lilac thought it rather rotten\n     That Shakespeare should be quite\n     And therefore got on a Committee\n     With several chaps out of the city.\n     And Shorter and Sir Herbert Tree\n     Lord Rothschild and Lord Rosebery\n     And F.C.G. and Comyns Carr\n     Two dukes and a dramatic star\n     Also a clergyman now dead;\n     And while the vain world careless sped\n     Unheeding the heroic name--\n     The souls most fed with Shakespeare's flame\n     Still sat unconquered in a ring\n     Remembering him like anything.\n\n     Lord Lilac did not long remain.\n     Lord Lilac did not come again.\n     He softly lit a cigarette\n     And sought some other social set\n     Where in some other knots or rings\n     People were doing cultured things\n     --Miss Zwilt's Humane Vivarium\n     --The little men that paint on gum\n     --The exquisite Gorilla Girl....\n     He sometimes in this giddy whirl\n     (Not being really bad at heart)\n     Remembered Shakespeare with a start--\n     But not with that grand constancy\n     Of Clement Shorter Herbert Tree\n     Lord Rosebery and Comyns Carr\n     And all the other names there are;\n     Who stuck like limpets to the spot\n     Lest they forgot lest they forgot.\n\n     Lord Lilac was of slighter stuff;\n     Lord Lilac had had quite enough.", "THE HORRIBLE HISTORY OF JONES": "     Jones had a dog; it had a chain;\n     Not often worn not causing pain;\n     But as the I.K.L. had passed\n     Their \"Unleashed Cousins Act\" at last\n     Inspectors took the chain away;\n     Whereat the canine barked \"hurray\"!\n     At which of course the S.P.U.\n     (Whose Nervous Motorists' Bill was through)\n     Were forced to give the dog in charge\n     For being Audibly at Large.\n     None you will say were now annoyed\n     Save haply Jones--the yard was void.\n     But something being in the lease\n     About \"alarms to aid police\"\n     The U.S.U. annexed the yard\n     For having no sufficient guards\n     Now if there's one condition\n     The C.C.P. are strong upon\n     It is that every house one buys\n     Must have a yard for exercise;\n     So Jones as tenant was unfit.\n     His state of health was proof of it.\n     Two doctors of the T.T.U.'s\n     Told him his legs from long disuse\n     Were atrophied; and saying \"So\n     From step to higher step we go\n     Till everything is New and True\"\n     They cut his legs off and withdrew.\n     You know the E.T.S.T.'s views\n     Are stronger than the T.T.U.'s:\n     And soon (as one may say) took wing\n     The Arms though not the Man I sing.\n     To see him sitting limbless there\n     Was more than the K.K. could bear\n     \"In mercy silence with all speed\n     That mouth there are no hands to feed;\n     What cruel sentimentalist\n     O Jones would doom thee to exist--\n     Clinging to selfish Selfhood yet?\n     Weak one! Such reasoning might upset\n     The Pump Act and the accumulation\n     Of all constructive legislation;\n     Let us construct you up a bit--\"\n     The head fell off when it was hit:\n     Then words did rise and honest doubt\n     And four Commissions sat about\n     Whether the slash that left him dead\n     Cut off his body or his head.\n\n     An author in the Isle of Wight\n     Observed with unconcealed delight\n     A land of old and just renown\n     Where Freedom slowly broadened down\n     From Precedent to Precedent....\n     And this I think was what he meant.", "THE NEW FREETHINKER": "     John Grubby who was short and stout\n     And troubled with religious doubt\n     Refused about the age of three\n     To sit upon the curate's knee;\n     (For so the eternal strife must rage\n     Between the spirit of the age\n     And Dogma which as is well known.\n     Does simply hate to be outgrown).\n     Grubby the young idea that shoots\n     Outgrew the ages like old boots;\n     While still to all appearance small\n     Would have no Miracles at all;\n     And just before the age of ten\n     Firmly refused Free Will to men.\n     The altars reeled the hen-ens shook\n     Just as he read of in the book;\n     Flung from his house went forth the youth\n     Alone with tempests and the Truth\n     Up to the distant city and dim\n     Where his papa had bought for him\n     A partnership in Chepe and Deer\n     Worth say twelve hundred pounds a year.\n     But he was resolute. Lord Brute\n     Had found him useful; and Lord Loot\n     With whom few other men would act\n     Valued his promptitude and tact;\n     Never did even philanthropy\n     Enrich a man more rapidly:\n     Twas he that stopped the Strike in Coal\n     For hungry children racked his soul;\n     To end their misery there and then\n     He filled the mines with Chinamen--\n     Sat in that House that broke the Kings\n     And voted for all sores of things--\n     And rose from Under-Sec. to Sec.\n     Some grumbled. Growlers who gave less\n     Than generous worship to success\n     The little printers in Dundee\n     Who got ten years for blasphemy\n     (Although he let them off with seven)\n     Respect him rather less than heaven.\n     No matter. This can still be said:\n     Never to supernatural dread\n     Never to unseen deity\n     Did Sir John Grubby bend the knee;\n     Never did dream of hell or wrath\n     Turn Viscount Grubby from his path;\n     Nor was he bribed by fabled bliss\n     To kneel to any world but this.\n     The curate lives in Camden Town\n     His lap still empty of renown\n     And still across the waste of years\n     John Grubby in the House of Peers\n     Faces that curate proud and free\n     And never sits upon his knee.", "IN MEMORIAM P.D.": "\tNice January 30 1914\n\n\n     If any in an island cradle curled\n     Of comfort may make offerings to you\n     Who in the day of all denial blew\n     A bugle through the blackness of the world\n\n     An English hand would touch your shroud in trust\n     That truth again be told in English speech.\n     And we too yet may practise what we preach\n     Though it were practising the bayonet thrust.\n\n     Cutting that giant neck from sand to sand\n     From sea to sea; it was a little thing\n     Beside your sudden shout and sabre-swing\n     That cut the throat of thieves in every land.\n\n     Heed not if half-wits mock your broken blade:\n     Mammon our master doeth all things ill.\n     You are the Fool that charged a windmill. Still\n     The Miller is a Knave; and was afraid.\n\n     Lay down your sword. Ruin will know her own.\n     Let each small statesman sow his weak wild oat\n     Or turn his coat to decorate his coat\n     Or take the throne and perish by the throne.\n\n     Lay down your sword. And let the White Flag fade\n     To grey; and let the Red Flag fade to pink\n     For these that climb and climb; and cannot sink\n     So deep as death and honour Déroulède.", "SONNET WITH THE COMPLIMENTS OF THE SEASON": "     _To a popular leader much to be congratulated on \n     the avoidance of a strike at Christmas._\n\n     I know you. You will hail the huge release\n     Saying the sheathing of a thousand swords\n     In silence and injustice well accords\n     With Christmas bells. And you will gild with grease\n     The papers the employers the police\n     And vomit up the void your windy words\n     To your New Christ; who bears no whip of cords\n     For them that traffic in the doves of peace.\n\n     The feast of friends the candle-fruited tree\n     I have not failed to honour. And I say\n     It would be better for such men as we\n     And we be nearer Bethlehem it we lay\n     Shot dead on scarlet snows for liberty\n     Dead in the daylight upon Christmas Day.", "A SONG OF SWORDS": "          \"A DROVE OF CATTLE CAME INTO A VILLAGE CALLED\n          SWORDS AND WAS STOPPED BY THE RIOTERS.\"---_Daily Paper_.\n\n     In the place called Swords on the Irish road\n     It is told for a new renown\n     How we field the horns of the cattle and how\n     We will hold the horns of the devil now\n     Ere the lord of bell with the horn on his brow\n         Is crowned in Dublin town\n\n     Light in the East and light in the West\n     And light on the cruel lords\n     On the souls that suddenly all men knew\n     And the green flag flew and the red flag flew\n     And many a wheel of the world stopped too\n         When the cattle were stopped at Swords.\n\n     Be they sinners or less than saints\n     That smite in the street for rage\n     We know where the shame shines bright; we know\n     You that they smite at you their foe\n     Lords of the lawless wage and low.\n         This is your lawful wage.\n\n     You pinched a child to a torture price\n     That you dared not name in words;\n     So black a jest was the silver bit\n     That your own speech shook for the shame of\n     And the coward was plain as a cow they hit\n         When the cattle have strayed at Swords.\n\n     The wheel of the torment of wives went round\n     To break men's brotherhood;\n     You gave the good Irish blood to grease\n     The clubs of your country's enemies;\n     You saw the brave man beat to the knees:\n         And you saw that it was good.\n\n     The rope of the rich is long and long--\n     The longest of hangmen's cords;\n     But the kings and crowds are holding their bream\n     In a giant shadow o'er all beneath\n     Where God stands holding the scales of Death\n         Between the cattle and Swords.\n\n     Haply the lords that hire and lend\n     The lowest of all men's lords\n     Who sell their kind like kine at a fair.\n     Will find no head of their cattle there;\n     But faces of men where cattle were:\n         Faces of men--and Swords.\n\n     And the name shining and terrible\n     The sternest of all man's words\n     Still mark that place to seek or shun\n     In the streets where the struggling cattle run--\n     Grass and a silence of judgment done\n         In the place that is called Swords.", "A SONG OF DEFEAT": "     The line breaks and the guns go under\n       The lords and the lackeys ride the plain;\n     I draw deep breaths of the dawn and thunder\n       And the whole of my heart grows young again.\n     For our Chiefs said \"Done\" and I did not deem it;\n       Our Seers said \"Peace\" and it was not peace;\n     Earth will grow worse till men redeem it\n       And wars more evil ere all wars cease.\n     But the old flags reel and the old drums rattle.\n       As once in my life they throbbed and reeled;\n     I have found ray youth in the lost battle\n       I have found my heart on the battlefield.\n         For we that fight till the world is free\n         We are not easy in victory:\n         We have known each other too long my brother\n         And fought each other the world and we.\n\n     And I dream of the days when work was scrappy\n       And rare in our pockets the mark of the mint\n     When we were angry and poor and happy\n       And proud of seeing our names in print.\n     For so they conquered and so we scattered\n       When the Devil rode and his dogs smelt gold\n     And the peace of a harmless folk was shattered;\n       When I was twenty and odd years old.\n     When the mongrel men that the market classes\n       Had slimy hands upon England's rod\n     And sword in hand upon Afric's passes\n       Her last Republic cried to God.\n         For the men no lords can buy or sell\n         They sit not easy when all goes well.\n         They have said to each other what naught can smother\n         They have seen each other our souls and hell.\n\n     It is all as of old; the empty clangour.\n       The Nothing scrawled on a five-foot page\n     The huckster who mocking holy anger\n       Painfully paints his face with rage.\n     And the faith of the poor is faint and partial\n       And the pride of the rich is all for sale\n     And the chosen heralds of England's Marshal\n       Are the sandwich-men of the \"Daily Mail.\"\n     And the niggards that dare not give are glutted\n       And the feeble that dare not fail are strong\n     So while the City of Toil is gutted\n       I sit in the saddle and sing my song.\n         For we that fight till the world is free\n         We have no comfort in victory;\n         We have read each other as Cain his brother\n         We know each other these slaves and we.", "SONNET": "\tOn hearing a landlord accused (falsely for \n\tall the bard can say) of neglecting one of the \n\tnumerous white horses that were or were not\n\tconnected with Alfred the Great.\n\n     If you have picked your lawn of leaves and snails\n     If you have told your valet even with oaths\n     Once a week or so to brush your clothes.\n     If you have dared to clean your teeth or nails\n     While the Horse upon the holy mountain fails--\n     Then God that Alfred to his earth betrothes\n     Send on you screaming all that honour loathes\n     Horsewhipping Hounsditch debts and _Daily Mails_.\n\n     Can you not even conserve? For if indeed\n     The White Horse fades; then closer creeps the fight\n     When we shall scour the face of England white\n     Plucking such men as you up like a weed\n     And fling them far beyond a shaft shot right\n     When Wessex went to battle for the creed.", "AFRICA": "     A sleepy people without priests or kings\n     Dreamed here men say to drive us to the sea:\n     O let us drive ourselves! For it is free\n     And smells of honour and of English things.\n     How came we brawling by these bitter springs\n       We of the North?--two kindly nations--we?\n     Though the dice rattles and the clear coin rings\n       Here is no place for living men to be.\n     Leave them the gold that worked and whined for it\n       Let them that have no nation anywhere\n         Be native here and fat and full of bread;\n     But we whose sins were human we will quit\n       The land of blood and leave these vultures there\n         Noiselessly happy feeding on the dead.", "THE DEAD HERO": "     We never saw you like our sires\n       For whom your face was Freedom's face\n     Nor know what office-tapes and wires\n       With such strong cords may interlace;\n     We know not if the statesmen then\n       Were fashioned as the sort we see\n     We know that not under your ken\n       Did England laugh at Liberty.\n\n     Yea this one thing is known of you\n       We know that not till you were dumb\n     Not till your course was thundered through\n       Did Mammon see his kingdom come.\n     The songs of theft the swords of hire\n       The clerks that raved the troops that ran\n     The empire of the world's desire\n       The dance of all the dirt began.\n\n     The happy jewelled alien men\n       Worked then but as a little leaven;\n     From some more modest palace then\n       The Soul of Dives stank to Heaven.\n     But when they planned with lisp and leer\n       Their careful war upon the weak\n     They smote your body on its bier\n       For surety that you could not speak.\n\n     A hero in the desert died;\n       Men cried that saints should bury him.\n     And round the grave should guard and ride\n       A chivalry of Cherubim.\n     God said: \"There is a better place\n       A nobler trophy and more tall;\n     The beasts that fled before his face\n       Shall come to make his funeral.\n\n     \"The mighty vermin of the void\n       That hid them from his bended bow\n     Shall crawl from caverns overjoyed\n       Jackal and snake and carrion crow.\n     And perched above the vulture's eggs\n       Reversed upon its hideous head\n     A blue-faced ape shall wave its legs\n       To tell the world that he is dead.\"", "AN ELECTION ECHO 1906": "     This is their trumpet ripe and rounded\n     They have burnt the wheat and gathered the chaff\n     And we that have fought them we that have watched them\n     Have we at least not cause to laugh?\n\n     Never so low at least we stumbled--\n     Dead we have been but not so dead\n     As these that live on the life they squandered\n     As these that drink of the blood they shed.\n\n     We never boasted the thing we blundered\n     We never Haunted the thing that fails\n     We never quailed from the living laughter\n     To howl to the dead who tell no tales\n\n     'Twas another finger at least that pointed\n     Our wasted men or our emptied bags\n     It was not we that sounded the trumpet\n     In front of the triumph of wrecks and rags.\n\n     Fear not these they have made their bargain\n     They have counted the cost of the last of raids\n     They have staked their lives on the things that live not\n     They have burnt their house for a fire that fades.\n\n     Five years ago and we might have feared them\n     Been drubbed by the coward and taught by the dunce;\n     Truth may endure and be told and re-echoed\n     But a lie can never be young but once.\n\n     Five years ago and we might have feared them;\n     Now when they lift the laurelled brow\n     There shall naught go up from our hosts assembled\n     But a laugh like thunder. We know them now.", "THE SONG OF THE WHEELS.": "     King Dives he was waiting in his garden all alone\n     Where his flowers are made of iron and his trees are made of stone\n     And his hives are full of thunder and the lightning leaps and kills\n     For the mills of God grind slowly; and he works with other mills.\n     Dives found a mighty silence; and he missed the throb and leap\n     The noise of all the sleepless creatures singing him to sleep.\n     And he said: \"A screw has fallen--or a bolt has slipped aside--\n     Some little thing has shifted\": and the little things replied:\n\n     \"Call upon the wheels master call upon the wheels;\n     We are taking rest master finding how it feels\n     Strict the law of thine and mine: theft we ever shun--\n     All the wheels are thine master--tell the wheels to run!\n     Yea the Wheels are mighty gods--set them going then!\n     We are only men master have you heard of men?\n\n     \"O they live on earth like fishes and a gasp is all their breath.\n     God for empty honours only gave them death and scorn of death\n     And you walk the worms for carpet and you tread a stone that squeals--\n     Only God that made them worms did not make them wheels.\n     Man shall shut his heart against you and you shall not find the spring.\n     Man who wills the thing he wants not the intolerable thing--\n     Once he likes his empty belly better than your empty head\n     Earth and heaven are dumb before him: he is stronger than the dead.\n\n     \"Call upon the wheels master call upon the wheels\n     Steel is beneath your hand stone beneath your heels\n     Steel will never laugh aloud hearing what we heard\n     Stone will never break its heart mad with hope deferred--\n     Men of tact that arbitrate slow reform that heals--\n     Save the stinking grease master save it for the wheels.\n\n     \"King Dives in the garden we have naught to give or hold--\n     (Even while the baby came alive the rotten sticks were sold.)\n     The savage knows a cavern and the peasants keep a plot\n     Of all the things that men have had--lo! we have them not.\n     Not a scrap of earth where ants could lay their eggs--\n     Only this poor lump of earth that walks about on legs--\n     Only this poor wandering mansion only these two walking trees.\n     Only hands and hearts and stomachs--what have you to do with these?\n     You have engines big and burnished tall beyond our fathers' ken\n     Why should you make peace and traffic with such feeble folk as men?\n\n     \"Call upon the wheels master call upon the wheels\n     They are deaf to demagogues deaf to crude appeals;\n     Are our hands our own master?--how the doctors doubt!\n     Are our legs our own master? wheels can run without--\n     Prove the points are delicate--they will understand.\n     All the wheels are loyal; see how still they stand!\"\n\n     King Dives he was walking in his garden in the sun\n     He shook his hand at heaven and he called the wheels to run\n     And the eyes of him were hateful eyes the lips of him were curled\n     And he called upon his father that is lord below the world\n     Sitting in the Gate of Treason in the gate of broken seals\n     \"Bend and bind them bend and bind them bend and bind them into wheels\n     Then once more in all my garden there may swing and sound and sweep--\n     The noise of all the sleepless things that sing the soul to sleep.\"\n\n     _Call upon the wheels master call upon the wheels._\n     _Weary grow the holidays when you miss the meals_\n     _Through the Gate of Treason through the gate within_\n     _Cometh fear and greed of fame cometh deadly sin;_\n     _If a man grow faint master take him ere he kneels._\n     _Take him break him rend him end him roll him crush him with the wheels._", "THE SECRET PEOPLE": "     Smile at us pay us pass us; but do not quite forget.\n     For we are the people of England that never has spoken yet.\n     There is many a fat farmer that drinks less cheerfully\n     There is many a free French peasant who is richer and sadder than we.\n     There are no folk in the whole world so helpless or so wise.\n     There is hunger in our bellies there is laughter in our eyes;\n     You laugh at us and love us both mugs and eyes are wet:\n     Only you do not know us. For we have not spoken yet.\n\n     The fine French kings came over in a flutter of flags and dames.\n     We liked their smiles and battles but we never could say their names.\n     The blood ran red to Bosworth and the High French lords went down;\n     There was naught but a naked people under a naked crown.\n\n     And the eyes of the King's Servants turned terribly every way\n     And the gold of the King's Servants rose higher every day.\n     They burnt the homes of the shaven men that had been quaint and kind\n     Till there was no bed in a monk's house nor food that man could find.\n     The inns of God where no man paid that were the wall of the weak\n     The King's Servants ate them all. And Still we did not speak.\n\n     And the face of the King's Servants grew greater than the King:\n     He tricked them and they trapped him and stood round him in a ring.\n     The new grave lords closed round him that had eaten the abbey's fruits.\n     And the men of the new religion with their bibles in their boots.\n     We saw their shoulders moving to menace or discuss\n     And some were pure and some were vile; but none took heed of us.\n     We saw the King as they killed him and his face was proud and pale;\n     And a few men talked of freedom while England talked of ale.\n\n     A war that we understood not came over the world and woke\n     Americans Frenchmen Irish; but we knew not the things they spoke.\n     They talked about rights and nature and peace and the people's reign:\n     And the squires our masters bade us fight; and never scorned us again.\n     Weak if we be for ever could none condemn us then;\n     Men called us serfs and drudges; men knew that we were men.\n     In foam and flame at Trafalgar on Albuera plains\n     We did and died like lions to keep ourselves in chains\n     We lay in living ruins; firing and fearing not\n     The strange fierce face of the Frenchmen who knew for what they fought\n     And the man who seemed to be more than man we strained against and broke;\n     And we broke our own rights with him. And still we never spoke.\n\n     Our patch of glory ended; we never heard guns again.\n     But the squire seemed struck in the saddle; he was foolish as if in pain\n     He leaned on a staggering lawyer he clutched a cringing Jew\n     He was stricken; it may be after all he was stricken at Waterloo.\n     Or perhaps the shades of the shaven men whose spoil is in his house\n     Come back in shining shapes at last to spoil his last carouse:\n     We only know the last sad squires ride slowly towards the sea.\n     And a new people takes the land: and still it is not we.\n\n     They have given us into the hand of the new unhappy lords\n     Lords without anger and honour who dare not carry their swords.\n     They fight by shuffling papers; they have bright dead alien eyes;\n     They look at our labour and laughter as a tired man looks at flies.\n     And the load 01 their loveless pity is worse than the ancient wrongs\n     Their doors are shut in the evening; and they know no songs.\n\n     We hear men speaking for us of new laws strong and sweet\n     Yet is there no man speaketh as we speak in the street.\n     It may be we shall rise the last as Frenchmen rose the first\n     Our wrath come after Russia's wrath and our wrath be the worst.\n     It may be we are meant to mark with our riot and our rest\n     God's scorn for all men governing. It may be beer is best.\n     But we are the people of England; and we have not spoken yet.\n     Smile at us pay us pass us. But do not quite forget.\n\n\n\n     LOST\n\n\n     So you have gained the golden crowns so you have piled together\n       The laurels and the jewels the pearls out of the blue\n     But I will beat the bounding drum and I will fly the feather\n       For all the glory I have lost the good I never knew.\n\n     I saw the light of morning pale on princely human faces\n       In tales irrevocably gone in final night enfurled\n     I saw the tail of flying fights a glimpse of burning blisses\n       And laughed to think what I had lost--the wealth of all the world.\n\n     Yea ruined in a royal game I was before my cradle;\n       Was ever gambler hurling gold who lost such things as I?\n     The purple moth that died an hour ere I was born of\n       That great green sunset God shall make three days after I die.\n\n     When all the lights are lost and done when all the skies are broken\n       Above the ruin of the stars my soul shall sit in state\n     With a brain made rich with the irrevocable sunsets\n       And a closed heart happy in the fullness of a fate.\n\n     So you have gained the golden crowns and grasped the golden weather\n       The kingdoms and the hemispheres that all men buy and sell\n     But I will lash the leaping drum and swing the flaring feather\n       For the light of seven heavens that are lost to me like hell.", "BALLAD OF THE SUN": "     O well for him that loves the sun\n     That sees the heaven-race ridden or run\n     The splashing seas of sunset won\n       And shouts for victory.\n\n     God made the sun to crown his head\n     And when death's dart at last is sped\n     At least it will not find him dead\n       And pass the carrion by.\n\n     O ill for him that loves the sun;\n     Shall the sun stoop for anyone?\n     Shall the sun weep for hearts undone\n       Or heavy souls that pray?\n\n     Not less for us and everyone\n     Was that white web of splendour spun;\n     O well for him who loves the sun\n       Although the sun should slay.", "TRANSLATION FROM DU BELLAY": "     Happy who like Ulysses or that lord\n       Who raped the fleece returning full and sage\n     With usage and the world's wide reason stored\n       With his own kin can wait the end of age.\n     When shall I see when shall I see God knows!\n       My little village smoke; or pass the door\n     The old dear door of that unhappy house\n       That is to me a kingdom and much more?\n     Mightier to me the house my fathers made\n       Than your audacious heads O Halls of Rome!\n     More than immortal marbles undecayed\n       The thin sad slates that cover up my home;\n     More than your Tiber is my Loire to me\n       Than Palatine my little Lyré there;\n     And more than all the winds of all the sea\n       The quiet kindness of the Angevin air.", "THE HIGHER UNITY": "          \"The Rev. Isaiah Bunter has disappeared into the interior\n          of the Solomon Islands and it is feared that he may have\n          been devoured by the natives as there has been a considerable\n          revival of religious customs among the Polynesians.\"\n          _A real paragraph from a real Paper; only the names altered._\n\n     It was Isaiah Bunter\n       Who sailed to the world's end\n     And spread religion in a way\n       That he did not intend.\n\n     He gave if not the gospel-feast\n       At least a ritual meal;\n     And in a highly painful sense\n       He was devoured with zeal.\n\n     And who are we (as Henson says)\n       That we should close the door?\n     And should not Evangelicals\n       All jump at shedding Gore?\n\n     And many a man will melt in man\n       Becoming one not two\n     When smacks across the startled earth\n       The Kiss of Kikuyu.\n\n     When Man is the Turk and the Atheist\n     Essene Erastian Whig\n     And the Thug and the Druse and the Catholic\n       And the crew of the Captain's gig.", "THE EARTH'S VIGIL": "     The old earth keepeth her watch the same.\n       Alone in a voiceless void doth stand\n     Her orange flowers in her bosom flame\n       Her gold ring in her hand.\n     The surfs of the long gold-crested morns\n       Break ever more at her great robe's hem\n     And evermore come the bleak moon-horns.\n       But she keepeth not watch for them.\n\n           She keepeth her watch through the awns\n             But the heart of her groweth not old\n           For the peal of the bridegroom's paeans\n             And the tale she once was told.\n\n     The nations shock and the cities reel\n       The empires travail and rive and rend\n     And she looks on havoc and smoke and steel\n       And knoweth it is not the end.\n     The faiths may choke and the powers despair\n       The powers re-arise and the faiths renew\n     She is only a maiden waiting there\n       For the love whose word is true.\n\n           She keepeth her watch through the aeons\n             But the heart of her groweth not old\n           For the peal of the bridegroom's paeans\n             And the tale she once was told.\n\n     Through the cornfield's gleam and the cottage shade\n       They wait unwearied the young and old\n     Mother for child and man for maid.\n       For a love that once was told.\n     The hair grows grey under thatch or slates\n       The eyes grow dim behind lattice panes\n     The earth-race wait as the old earth waits\n       And the hope in the heart remains.\n\n           She keepeth her watch through the aeons\n             But the heart of her groweth not old\n           For the peal of the bridegroom's paeans\n             And the tale she once was told.\n\n     God's gold ring on her hand is bound\n       She fires with blossom the grey hill-sides\n     Her fields are quickened her forests crowned\n       While the love of her heart abides\n     And we from the fears that fret and mar\n       Look up in hours and behold awhile\n     Her face colossal mid star on star\n       Still looking forth with a smile.\n\n           She keepeth her watch through the sons\n             But the heart of her groweth not old\n           For the peal of the bridegroom's paeans\n             And the tale she once was told.", "ON RIGHTEOUS INDIGNATION": "     When Adam went from Paradise\n       He saw the Sword and ran;\n     The dreadful shape the new device\n     The pointed end of Paradise\n     And saw what Peril is and Price\n       And knew he was a man.\n\n     When Adam went from Paradise\n       He turned him back and cried\n     For a little flower from Paradise;\n     There came no flower from Paradise;\n     The woods were dark in Paradise\n       And not a bird replied.\n\n     For only comfort or contempt\n       For jest or great reward\n     Over the walls of Paradise\n     The flameless gates of Paradise\n     The dumb shut doors of Paradise\n       God flung the flaming sword.\n\n     It burns the hand that holds it\n       More than the skull it scores;\n     It doubles like a snake and stings\n     Yet he in whose hand it swings\n     He is the most masterful of things\n       A scorner of the stars.", "WHEN I CAME BACK TO FLEET STREET": "     When I came back to Fleet Street\n       Through a sunset nook at night\n     And saw the old Green Dragon\n       With the windows all alight\n     And hailed the old Green Dragon\n       And the Cock I used to know\n     Where all good fellows were my friends\n       A little while ago;\n\n     I had been long in meadows\n       And the trees took hold of me\n     And the still towns in the beech-woods\n       Where men were meant to be.\n     But old things held; the laughter\n       The long unnatural night\n     And all the truth they talk in hell\n       And all the lies they write.\n\n     For I came back to Fleet Street\n       And not in peace I came;\n     A cloven pride was in my heart\n       And half my love was shame.\n     I came to fight in fairy-tale\n       Whose end shall no man know--\n     To fight the old Green Dragon\n       Until the Cock shall crow!\n\n     Under the broad bright windows\n       Of men I serve no more\n     The groaning of the old great wheels\n       Thickened to a throttled roar;\n     All buried things broke upward;\n       And peered from its retreat\n     Ugly and silent like an elf\n       The secret of the street.\n\n     They did not break the padlocks\n       Or clear the wall away.\n     The men in debt that drank of old\n       Still drink in debt to-day;\n     Chained to the rich by ruin\n       Cheerful in chains as then\n     When old unbroken Pickwick walked\n       Among the broken men.\n\n     Still he that dreams and rambles\n       Through his own elfin air\n     Knows that the street's a prison\n       Knows that the gates are there:\n     Still he that scorns or struggles\n       Sees frightful and afar.\n     All that they leave of rebels\n       Rot high on Temple Bar.\n\n     All that I loved and hated\n       All that I shunned and knew\n     Clears in broad battle lightning\n       Where they and I and you\n     Run high the barricade that breaks\n       The barriers of the street\n     And shout to them that shrink within\n       The Prisoners of the Fleet.", "A CIDER SONG": "     _To J.S.M._\n\n\t_Extract from a romance which is not yet\n\twritten and probably never will be._\n\n     The wine they drink in Paradise\n     They make in Haute Lorraine;\n     God brought it burning from the sod\n     To be a sign and signal rod\n     That they that drink the blood of God\n     Shall never thirst again.\n\n     The wine they praise in Paradise\n     They make in Ponterey\n     The purple wine of Paradise\n     But we have better at the price;\n     It's wine they praise in Paradise\n     It's cider that they pray.\n\n     The wine they want in Paradise\n     They find in Plodder's End\n     The apple wine of Hereford\n     Of Hafod Hill and Hereford\n     Where woods went down to Hereford\n     And there I had a friend.\n\n     The soft feet of the blessed go\n     In the soft western vales\n     The road the silent saints accord\n     The road from Heaven to Hereford\n     Where the apple wood of Hereford\n     Goes all the way to Wales.", "THE LAST HERO": "     The wind blew out from Bergen from the dawning to the day\n     There was a wreck of trees and fall of towers a score of miles away\n     And drifted like a livid leaf I go before its tide\n     Spewed out of house and stable beggared of flag and bride.\n     The heavens are bowed about my head shouting like seraph wars.\n     With rains that might put out the sun and clean the sky of stars\n     Rains like the fall of ruined seas from secret worlds above\n     The roaring of the rains of God none but the lonely love.\n     Feast in my hall O foemen and eat and drink and drain\n     You never loved the sun in heaven as I have loved the rain.\n\n     The chance of battle changes--so may all battle be;\n     I stole my lady bride from them they stole her back from me.\n     I rent her from her red-roofed hall I rode and saw arise\n     More lovely than the living flowers the hatred in her eyes.\n     She never loved me never bent never was less divine;\n     The sunset never loved me; the wind was never mine.\n     Was it all nothing that she stood imperial in duresse?\n     Silence itself made softer with the sweeping of her dress.\n     O you who drain the cup of life O you who wear the crown\n     You never loved a woman's smile as I have loved her frown.\n\n     The wind blew out from Bergen from the dawning to the day\n     They ride and run with fifty spears to break and bar my way\n     I shall not die alone alone but kin to all the powers.\n     As merry as the ancient sun and fighting like the flowers.\n     How white their steel how bright their eyes! I love each laughing knave.\n     Cry high and bid him welcome to the banquet of the brave.\n     Yea I will bless them as they bend and love them where they lie\n     When on their skulls the sword I swing falls shattering from the sky.\n     The hour when death is like a light and blood is like a rose--\n     You never loved your friends my friends as I shall love my foes.\n\n     Know you what earth shall lose to-night what rich uncounted loans\n     What heavy gold of tales untold you bury with my bones?\n     My loves in deep dim meadows my ships that rode at ease\n     Ruffling the purple plumage of strange and secret seas.\n     To see this fair earth as it is to me alone was given\n     The blow that breaks my brow to-night shall break the dome of heaven.\n     The skies I saw the trees I saw after no eyes shall see.\n     To-night I die the death of God; the stars shall die with me:\n     One sound shall sunder all the spears and break the trumpet's breath:\n     You never laughed in all your life as I shall laugh in death.", "BALLADE D'UNE GRANDE DAME": "     Heaven shall forgive you Bridge at dawn\n     The clothes you wear--or do not wear--\n     And Ladies' Leap-frog on the lawn\n     And dyes and drugs and _petits verres._\n     Your vicious things shall melt in air ...\n     ... But for the Virtuous Things you do\n     The Righteous Work the Public Care\n     It shall not be forgiven you.\n\n     Because you could not even yawn\n     When your Committees would prepare\n     To have the teeth of paupers drawn\n     Or strip the slums of Human Hair;\n     Because a Doctor Otto Maehr\n     Spoke of \"a segregated few\"--\n     And you sat smiling in your chair--\n     It shall not be forgiven you.\n\n     Though your sins cried to---Father Vaughan\n     These desperate you could not spare\n     Who steal with nothing left to pawn;\n     You caged a man up like a bear\n     For ever in a jailor's care\n     Because his sins were more than _two_ ...\n     ... I know a house in Hoxton where\n     It shall not be forgiven you.\n\n     Envoi:\n\n     Princess you trapped a guileless Mayor\n     To meet some people that you knew ...\n     When the Last Trumpet rends the air\n     It shall not be forgiven you.", "A BALLADE OF AN ANTI-PURITAN": "     They spoke of Progress spiring round\n     Of Light and Mrs. Humphry Ward--\n     It is not true to say I frowned\n     Or ran about the room and roared;\n     I might have simply sat and snored--\n     I rose politely in the club\n     And said \"I feel a little bored;\n     Will someone take me to a pub?\"\n\n     The new world's wisest did surround\n     Me; and it pains me to record\n     I did not think their views profound\n     Or their conclusions well assured;\n     The simple life I can't afford\n     Besides I do not like the grub--\n     I wait a mash and sausage \"scored\"--\n     Will someone take me to a pub?\n\n     I know where Men can still be found\n     Anger and clamorous accord\n     And virtues growing from the ground\n     And fellowship of beer and board\n     And song that is a sturdy cord.\n     And hope that is a hardy shrub\n     And goodness that is God's last word--\n     Will someone take me to a pub?\n\n     Envoi:\n\n     Prince Bayard would have smashed his sword\n     To see the sort of knights you dub--Is\n     that the last of them--O Lord!\n     Will someone take me to a pub?", "A BALLADE OF A BOOK-REVIEWER": "     I have not read a rotten page\n     Of \"Sex-Hate\" or \"The Social Test\"\n     And here comes \"Husks\" and \"Heritage\"....\n     O Moses give us all a rest!\n     \"Ethics of Empire\"!... I protest\n     I will not even cut the strings\n     I'll read \"Jack Redskin on the Quest\"\n     And feed my brain with better things.\n\n     Somebody wants a Wiser Age\n     (He also wants me to invest);\n     Somebody likes the Finnish Stage\n     Because the Jesters do not jest;\n     And grey with dust is Dante's crest\n     The bell of Rabelais soundless swings;\n     And the winds come out of the west\n     And feed my brain with better things.\n\n     Lord of our laughter and our rage.\n     Look on us with our sins oppressed!\n     I too have trodden mine heritage\n     Wickedly wearying of the best.\n     Burn from my brain and from my breast\n     Sloth and the cowardice that clings\n     And stiffness and the soul's arrest:\n     And feed my brain with better things.\n\n     Envoi:\n\n     Prince you are host and I am guest\n     Therefore I shrink from cavillings....\n     But I should have that fizz suppressed\n     And feed my brain with better things.", "A BALLADE OF SUICIDE": "     The gallows in my garden people say\n     Is new and neat and adequately tall.\n     I tie the noose on in a knowing way\n     As one that knots his necktie for a ball;\n     But just as all the neighbours--on the wall--\n     Are drawing a long breath to shout \"Hurray!\"\n     The strangest whim has seized me.... After all\n     I think I will not hang myself to-day.\n\n     To-morrow is the time I get my pay--My\n     uncle's sword is hanging in the hall--\n     I see a little cloud all pink and grey--\n     Perhaps the rector's mother will _not_ call--\n     I fancy that I heard from Mr. Gall\n     That mushrooms could be cooked another way--\n     I never read the works of Juvenal--\n     I think I will not hang myself to-day.\n\n     The world will have another washing day;\n     The decadents decay; the pedants pall;\n     And H.G. Wells has found that children play.\n     And Bernard Shaw discovered that they squall;\n     Rationalists are growing rational--\n     And through thick woods one finds a stream astray\n     So secret that the very sky seems small--\n     I think I will not hang myself to-day.\n\n     Envoi:\n\n     Prince I can hear the trumpet of Germinal\n     The tumbrils toiling up the terrible way;\n     Even to-day your royal head may fall--\n     I think I will not hang myself to-day.", "A BALLADE OF THE FIRST RAIN": "     The sky is blue with summer and the sun\n     The woods are brown as autumn with the tan\n     It might as well be Tropics and be done\n     I might as well be born a copper Khan;\n     I fashion me an oriental fan\n     Made of the wholly unreceipted bills\n     Brought by the ice-man sleeping in his van\n     (A storm is coming on the Chiltern Hills).\n\n     I read the Young Philosophers for fun\n     --Fresh as our sorrow for the late Queen Anne--\n     The Dionysians whom a pint would stun\n     The Pantheists who never heard of Pan.\n     --But through my hair electric needles ran\n     And on my book a gout of water spills\n     And on the skirts of heaven the guns began\n     (A storm is coming on the Chiltern Hills).\n\n     O fields of England cracked and dry and dun\n     O soul of England sick of words and wan!--\n     The clouds grow dark;--the down-rush has begun.\n     --It comes it comes as holy darkness can\n     Black as with banners ban and arriere-ban;\n     A falling laughter all the valley fills\n     Deep as God's thunder and the thirst of man:\n     (A storm is coming on the Chiltern Hills).\n\n     Envoi:\n\n     Prince Prince-Elective on the modern plan\n     Fulfilling such a lot of People's Wills\n     You take the Chiltern Hundreds while you can--\n     A storm is coming on the Chiltern Hills.", "metadata": "chesterton|G. K. Chesterton|1874|1936|https://en.wikipedia.org/wiki/G._K._Chesterton"}