{"NEWSREEL": "Enter the dream-house, brothers and sisters, leaving \nYour debts asleep, your history at the door: \nThis is the home for heroes, and this loving \nDarkness a fur you can afford. \n\nFish in their tank electrically heated \nNose without envy the glass wall: for them \nClerk, spy, nurse, killer, prince, the great and the defeated, \nMove in a mute day-dream. \n\nBathed in this common source, you gape incurious \nAt what your active hours have willed--\nSleep-walking on that silver wall, the furious \nSick shapes and pregnant fancies of your world. \n\nThere is the mayor opening the oyster season: \nA society wedding: the autumn hats look swell: \nAn old crocks' race, and a politician \nIn fishing-waders to prove that all is well. \n\nOh, look at the warplanes! Screaming hysteric treble \nIn the low power-dive, like gannets they fall steep. \nBut what are they to trouble--\nThese silver shadows-- to trouble your watery, womb-deep sleep? \n\nSee the big guns, rising, groping, erected \nTo plant death in your world's soft womb. \nFire-bud, smoke-blossom, iron seed projected-- \nAre these exotics? They will grow nearer home! \n\nGrow nearer home-- and out of the dream-house stumbling \nOne night into a strangling air and the flung \nRags of children and thunder of stone niagaras tumbling, \nYou'll know you slept too long.", "TEMPT ME NO MORE": "Tempt me no more; for I\nHave known the lightning's hour,\nThe poet's inward pride,\nThe certainty of power.\nBayonets are closing round.\nI shrink; yet I must wring\nA living from despair\nAnd out of steel a song.\nThough song, though breath be short,\nI'll share not the disgrace\nOf those that ran away\nOr never left the base.\nComrades, my tongue can speak\nNo comfortable words,\nCalls to a for lorn hope,\nGives work and not rewards.\nOh keep the sickle sharp\nAnd follow still the plough:\nOthers may reap, though some\nSee not the winter through.\nFather, who endest all,\nPity our broken sleep;\nFor we lie down with tears\nAnd waken but to weep.\nAnd if our blood alone\nWill melt this iron earth,\nTake it. It is well spent\nEasing a saviour 's birth", "IS IT FAR TO GO?": "_Is it far to go?_\nA step-- no further.\n_Is it hard to go?_\nAsk the melting snow,\nThe eddying feather.\n\n_What can I take there?_\nNot a hank, not a hair.\n_What shall I leave behind?_\nAsk the hastening wind,\nThe fainting star.\n\n_Shall I be gone long?_\nFor ever and a day.\n_To whom there belong?_\nAsk the stone to say,\nAsk my song.\n\n_Who will say farewell?_\nThe beating bell.\n_Will anyone miss me?_\nThat I dare not tell--\nQuick, Rose, and kiss me.", "WALKING AWAY": "It is eighteen years ago, almost to the day--\nA sunny day with leaves just turning,\nThe touch-lines new-ruled-- since I watched you play\nYour first game of football, then, like a satellite\nWrenched from its orbit, go drifting away\n\nBehind a scatter of boys. I can see\nYou walking away from me towards the school\nWith the pathos of a half-fledged thing set free\nInto a wilderness, the gait of one\nWho finds no path where the path should be.\n\nThat hesitant figure, eddying away\nLike a winged seed loosened from its parent stem,\nHas something I never quite grasp to convey\nAbout nature’s give-and-take-- the small, the scorching\nOrdeals which fire one’s irresolute clay.\n\nI have had worse partings, but none that so\nGnaws at my mind still. Perhaps it is roughly\nSaying what God alone could perfectly show--\nHow selfhood begins with a walking away,\nAnd love is proved in the letting go.", "TWO TRAVELLERS": "One of us in the compartment stares \nOut of his window the whole day long \nWith attentive mein, as if he knows, \nThere is hid in the journeying scene a song \nTo recall or compose \nFrom snatches of vision, hints of vanishing airs. \n\nHe'll mark the couched hares \nIn grass whereover the lapwing reel and twist: \nHe notes how the shockheaded sunflowers climb \nLike boys on the wire by the railway line; \nAnd for him those morning rivers are love-in-a-mist, \nAnd the chimneystacks prayers. \n\nThe other is plainly a man of affairs, \nA seasoned commuter. His looks assert, \nAs he opens a briefcase intent on perusing \nFacts and figures, he'd never divert \nWith profitless musing \nThe longest journey, or notice the dress it wears. \n\nLittle he cares \nFor the coloured drift of his passage: no, not a thing \nValues in all that is hurrying past, \nThough dimly he senses from first to last \nHow flaps and waves the smoke of his travelling \nAt the window-squares. \n\nOne is preoccupied, one just stares, \nWhile the whale-ribbed terminus nears apace \nWhere passengers all must change, and under \nIts arch triumphal quickly disperse \nSo you may wonder \nWatching these two whom the train indifferently bears.", "WHERE ARE THE WAR POETS?": "They who in folly or mere greed \nEnslaved religion, markets, laws, \nBorrow our language now and bid \nUs to speak up in freedom's cause. \n\nIt is the logic of our times, \nNo subject for immortal verse - \nThat we who lived by honest dreams \nDefend the bad against the worse", "THE CONFLICT": "I sang as one \nWho on a tilting deck sings \nTo keep their courage up, thought the wave hangs \nThat shall cut off their sun. \n\nAs storm-cocks sing, \nFlinging their natural answer in the wind's teeth, \nAnd care not if it is waste of breath \nOr birth-control of spring. \n\nAs ocean-flyer clings \nTo height, to the last drop of spirit driving on \nWhile yet ahead is land to be won \nAnd work for wings. \n\nSinging I was at peace, \nAbove the clouds, outside the ring: \nFor sorrow finds a swift release in song \nAnd pride in poise. \n\nYet living here, \nAs one between two massive powers I live \nWhom neutrality cannot save \nNor occupation cheer. \n\nNone such shall be left alive: \nThe innocent wing is soon shot down, \nAnd private stars fade in the blood-red dawn \nWhere two worlds strive. \n\nThe red advance of life \nContracts pride, calls out the common blood, \nBeats song into a single-blade, \nMakes a depth-charge of grief. \n\nMove then with new desires, \nFor where we used to build and love \nIs no man's land, and only ghosts can live \nBetween two fires.", "COME, LIVE WITH ME AND BE MY LOVE": "Come, live with me and be my love,\nAnd we will all the pleasures prove\nOf peace and plenty, bed and board,\nThat chance employment may afford.\n\nI’ll handle dainties on the docks\nAnd thou shalt read of summer frocks:\nAt evening by the sour canals\nWe’ll hope to hear some madrigals.\n\nCare on thy maiden brow shall put\nA wreath of wrinkles, and thy foot\nBe shod with pain: not silken dress\nBut toil shall tire thy loveliness.\n\nHunger shall make thy modest zone\nAnd cheat fond death of all but bone--\nIf these delight thy mind may move,\nThen live with me and be my love.", "THE ECSTATIC": "Lark, skylark, spilling your rubbed and round \nPebbles of sounds in air's still lake, \nWhose widening circles fill the noon; yet none \nIs known so small beside the sun: \n\nBe strong your fervent soaring, your skyward air! \nTremble there, a nerve of song! \nFloat up there where voice and wing are one, \nA singing star, a note of light! \n\nBuoyed, embayed in heaven's noon-wide]reaches--\nFor soon Light's tide will turn-- Oh Stay! \nCease not till day streams to the west, then down \nThat estuary drop down to peace.", "metadata": "day-lewis|Cecil Day-Lewis|1904|1972|https://en.wikipedia.org/wiki/Cecil_Day-Lewis"}