{"A LECTURE UPON THE SHADOW": "Stand still, and I will read to thee \nA lecture, love, in love's philosophy. \n         These three hours that we have spent, \n         Walking here, two shadows went \nAlong with us, which we ourselves produc'd. \nBut, now the sun is just above our head, \n         We do those shadows tread, \n         And to brave clearness all things are reduc'd. \nSo whilst our infant loves did grow, \nDisguises did, and shadows, flow \nFrom us, and our cares; but now 'tis not so. \nThat love has not attain'd the high'st degree, \nWhich is still diligent lest others see. \n\nExcept our loves at this noon stay, \nWe shall new shadows make the other way. \n         As the first were made to blind \n         Others, these which come behind \nWill work upon ourselves, and blind our eyes. \nIf our loves faint, and westwardly decline, \n         To me thou, falsely, thine, \n         And I to thee mine actions shall disguise. \nThe morning shadows wear away, \nBut these grow longer all the day; \nBut oh, love's day is short, if love decay. \nLove is a growing, or full constant light, \nAnd his first minute, after noon, is night. ", "LOVE'S DEITY": "I long to talk with some old lover's ghost, \n      Who died before the god of love was born. \nI cannot think that he, who then lov'd most, \n      Sunk so low as to love one which did scorn. \nBut since this god produc'd a destiny, \nAnd that vice-nature, custom, lets it be, \n      I must love her, that loves not me. \n\n   Sure, they which made him god, meant not so much, \n      Nor he in his young godhead practis'd it. \nBut when an even flame two hearts did touch, \n      His office was indulgently to fit \nActives to passives. Correspondency \nOnly his subject was; it cannot be \n      Love, till I love her, that loves me. \n\n   But every modern god will now extend \n      His vast prerogative as far as Jove. \nTo rage, to lust, to write to, to commend, \n      All is the purlieu of the god of love. \nO! were we waken'd by this tyranny \nTo ungod this child again, it could not be \n      I should love her, who loves not me. \n\n   Rebel and atheist too, why murmur I, \n      As though I felt the worst that love could do? \nLove might make me leave loving, or might try \n      A deeper plague, to make her love me too; \nWhich, since she loves before, I'am loth to see. \nFalsehood is worse than hate; and that must be, \n      If she whom I love, should love me. ", "THE BAIT": "Come live with me, and be my love, \nAnd we will some new pleasures prove \nOf golden sands, and crystal brooks, \nWith silken lines, and silver hooks. \n\nThere will the river whispering run \nWarm'd by thy eyes, more than the sun; \nAnd there the 'enamour'd fish will stay, \nBegging themselves they may betray. \n\nWhen thou wilt swim in that live bath, \nEach fish, which every channel hath, \nWill amorously to thee swim, \nGladder to catch thee, than thou him. \n\nIf thou, to be so seen, be'st loth, \nBy sun or moon, thou dark'nest both, \nAnd if myself have leave to see, \nI need not their light having thee. \n\nLet others freeze with angling reeds, \nAnd cut their legs with shells and weeds, \nOr treacherously poor fish beset, \nWith strangling snare, or windowy net. \n\nLet coarse bold hands from slimy nest \nThe bedded fish in banks out-wrest; \nOr curious traitors, sleeve-silk flies, \nBewitch poor fishes' wand'ring eyes. \n\nFor thee, thou need'st no such deceit, \nFor thou thyself art thine own bait: \nThat fish, that is not catch'd thereby, \nAlas, is wiser far than I. ", "THE INDIFFERENT": "I can love both fair and brown, \nHer whom abundance melts, and her whom want betrays, \nHer who loves loneness best, and her who masks and plays, \nHer whom the country formed, and whom the town, \nHer who believes, and her who tries, \nHer who still weeps with spongy eyes, \nAnd her who is dry cork, and never cries; \nI can love her, and her, and you, and you, \nI can love any, so she be not true. \n\nWill no other vice content you? \nWill it not serve your turn to do as did your mothers? \nOr have you all old vices spent, and now would find out others? \nOr doth a fear that men are true torment you? \nO we are not, be not you so; \nLet me, and do you, twenty know. \nRob me, but bind me not, and let me go. \nMust I, who came to travail thorough you, \nGrow your fixed subject, because you are true? \n\nVenus heard me sigh this song, \nAnd by love's sweetest part, variety, she swore, \nShe heard not this till now; and that it should be so no more. \nShe went, examined, and returned ere long, \nAnd said, Alas! some two or three \nPoor heretics in love there be, \nWhich think to ’stablish dangerous constancy. \nBut I have told them, Since you will be true, \nYou shall be true to them who are false to you. ", "THE EXPIRATION": "So, so breake off this last lamenting kisse, \n    Which sucks two soules, and vapours Both away, \nTurne thou ghost that way, and let mee turne this, \n    And let our selves benight our happiest day, \nWe ask’d none leave to love; nor will we owe \n    Any, so cheape a death, as saying, Goe; \n\nGoe; and if that word have not quite kil’d thee, \n    Ease mee with death, by bidding mee goe too. \nOh, if it have, let my word worke on mee, \n    And a just office on a murderer doe. \nExcept it be too late, to kill me so, \n    Being double dead, going, and bidding, goe. ", "THE ANNIVERSARY": "All Kings, and all their favourites,\n         All glory of honours, beauties, wits,\n    The sun itself, which makes times, as they pass,\n    Is elder by a year now than it was\n    When thou and I first one another saw:\n    All other things to their destruction draw,\n         Only our love hath no decay;\n    This no tomorrow hath, nor yesterday,\n    Running it never runs from us away,\nBut truly keeps his first, last, everlasting day.\n\n         Two graves must hide thine and my corse;\n         If one might, death were no divorce.\n    Alas, as well as other Princes, we\n    (Who Prince enough in one another be)\n    Must leave at last in death these eyes and ears,\n    Oft fed with true oaths, and with sweet salt tears;\n         But souls where nothing dwells but love\n    (All other thoughts being inmates) then shall prove\n    This, or a love increasèd there above,\nWhen bodies to their graves, souls from their graves remove.\n\n         And then we shall be throughly blessed;\n         But we no more than all the rest.\n    Here upon earth we’re Kings, and none but we\n    Can be such Kings, nor of such subjects be;\n    Who is so safe as we? where none can do\n    Treason to us, except one of us two.\n         True and false fears let us refrain,\n    Let us love nobly, and live, and add again\n    Years and years unto years, till we attain\nTo write threescore: this is the second of our reign.", "THE FLEA": "Mark but this flea, and mark in this,   \nHow little that which thou deniest me is;   \nIt sucked me first, and now sucks thee,\nAnd in this flea our two bloods mingled be;   \nThou know’st that this cannot be said\nA sin, nor shame, nor loss of maidenhead,\n    Yet this enjoys before it woo,\n    And pampered swells with one blood made of two,\n    And this, alas, is more than we would do.\n\nOh stay, three lives in one flea spare,\nWhere we almost, nay more than married are.   \nThis flea is you and I, and this\nOur marriage bed, and marriage temple is;   \nThough parents grudge, and you, w'are met,   \nAnd cloistered in these living walls of jet.\n    Though use make you apt to kill me,\n    Let not to that, self-murder added be,\n    And sacrilege, three sins in killing three.\n\nCruel and sudden, hast thou since\nPurpled thy nail, in blood of innocence?   \nWherein could this flea guilty be,\nExcept in that drop which it sucked from thee?   \nYet thou triumph’st, and say'st that thou   \nFind’st not thy self, nor me the weaker now;\n    ’Tis true; then learn how false, fears be:\n    Just so much honor, when thou yield’st to me,\n    Will waste, as this flea’s death took life from thee.", "THIS IS MY PLAY'S LAST SCENE": "This is my play's last scene; here heavens appoint \nMy pilgrimage's last mile; and my race, \nIdly, yet quickly run, hath this last pace, \nMy span's last inch, my minute's latest point; \nAnd gluttonous death will instantly unjoint \nMy body and my soul, and I shall sleep a space; \nBut my'ever-waking part shall see that face \nWhose fear already shakes my every joint. \nThen, as my soul to'heaven, her first seat, takes flight, \nAnd earth-born body in the earth shall dwell, \nSo fall my sins, that all may have their right, \nTo where they'are bred, and would press me, to hell. \nImpute me righteous, thus purg'd of evil, \nFor thus I leave the world, the flesh, the devil. ", "THE TRIPLE FOOL": "I am two fools, I know, \n      For loving, and for saying so \n          In whining poetry; \nBut where's that wiseman, that would not be I, \n          If she would not deny? \nThen as th' earth's inward narrow crooked lanes \n    Do purge sea water's fretful salt away, \nI thought, if I could draw my pains \n    Through rhyme's vexation, I should them allay. \nGrief brought to numbers cannot be so fierce, \nFor he tames it, that fetters it in verse. \n\n      But when I have done so, \n      Some man, his art and voice to show, \n          Doth set and sing my pain; \nAnd, by delighting many, frees again \n          Grief, which verse did restrain. \nTo love and grief tribute of verse belongs, \n    But not of such as pleases when 'tis read. \nBoth are increased by such songs, \n    For both their triumphs so are published, \nAnd I, which was two fools, do so grow three; \nWho are a little wise, the best fools be. ", "AIR AND ANGELS": "Twice or thrice had I lov'd thee, \nBefore I knew thy face or name; \nSo in a voice, so in a shapeless flame \nAngels affect us oft, and worshipp'd be; \n         Still when, to where thou wert, I came, \nSome lovely glorious nothing I did see. \n         But since my soul, whose child love is, \nTakes limbs of flesh, and else could nothing do, \n         More subtle than the parent is \nLove must not be, but take a body too; \n         And therefore what thou wert, and who, \n                I bid Love ask, and now \nThat it assume thy body, I allow, \nAnd fix itself in thy lip, eye, and brow. \n\nWhilst thus to ballast love I thought, \nAnd so more steadily to have gone, \nWith wares which would sink admiration, \nI saw I had love's pinnace overfraught; \n         Ev'ry thy hair for love to work upon \nIs much too much, some fitter must be sought; \n         For, nor in nothing, nor in things \nExtreme, and scatt'ring bright, can love inhere; \n         Then, as an angel, face, and wings \nOf air, not pure as it, yet pure, doth wear, \n         So thy love may be my love's sphere; \n                Just such disparity \nAs is 'twixt air and angels' purity, \n'Twixt women's love, and men's, will ever be. ", "THE CANONIZATION": "For God's sake hold your tongue, and let me love, \n         Or chide my palsy, or my gout, \nMy five gray hairs, or ruined fortune flout, \n         With wealth your state, your mind with arts improve, \n                Take you a course, get you a place, \n                Observe his honor, or his grace, \nOr the king's real, or his stampèd face \n         Contemplate; what you will, approve, \n         So you will let me love. \n\nAlas, alas, who's injured by my love? \n         What merchant's ships have my sighs drowned? \nWho says my tears have overflowed his ground? \n         When did my colds a forward spring remove? \n                When did the heats which my veins fill \n                Add one more to the plaguy bill? \nSoldiers find wars, and lawyers find out still \n         Litigious men, which quarrels move, \n         Though she and I do love. \n\nCall us what you will, we are made such by love; \n         Call her one, me another fly, \nWe're tapers too, and at our own cost die, \n         And we in us find the eagle and the dove. \n                The phœnix riddle hath more wit \n                By us; we two being one, are it.\nSo, to one neutral thing both sexes fit.\n         We die and rise the same, and prove\n         Mysterious by this love.\n\nWe can die by it, if not live by love,\n         And if unfit for tombs and hearse\nOur legend be, it will be fit for verse;\n         And if no piece of chronicle we prove,\n                We'll build in sonnets pretty rooms;\n                As well a well-wrought urn becomes\nThe greatest ashes, as half-acre tombs,\n         And by these hymns, all shall approve\n         Us canonized for Love.\n\nAnd thus invoke us: \"You, whom reverend love\n         Made one another's hermitage;\nYou, to whom love was peace, that now is rage;\n         Who did the whole world's soul contract, and drove\n                Into the glasses of your eyes\n                (So made such mirrors, and such spies,\nThat they did all to you epitomize)\n         Countries, towns, courts: beg from above\n         A pattern of your love!\"", "metadata": "donne|John Donne|1572|1631|https://en.wikipedia.org/wiki/John_Donne"}