{"TO RAMONA": "    Ramona, come closer\n    Shut softly your watery eyes\n    The pangs of your sadness\n    Will pass as your senses will rise\n    The flowers of the city\n    Though breathlike, get deathlike sometimes\n    And there's no use in tryin'\n    To deal with the dyin'\n    Though I cannot explain that in lines.\n\n    Your cracked country lips\n    I still wish to kiss\n    As to be by the strength of you skin\n    Your magnetic movements\n    Still capture the minutes I'm in\n    But it grieves my heart, love\n    To see you tryin' to be a part of\n    A world that just don't exist.\n    It's all just a dream, babe\n    A vacuum, a scheme, babe\n    That sucks you into feelin' like this.\n\n    I can see that your head\n    Has been twisted and fed\n    With worthless foam from the mouth\n    I can tell you are torn\n    Between stayin' and returnin'\n    Back to the South\n    You've been fooled into thinking\n    That the finishin' end is at hand\n    Yet there's no one to beat you\n    No one to defeat you\n    'Cept the thoughts of yourself feeling bad\n\n    I've heard you say many times\n    That you're better than no one\n    And no one is better than you\n    If you really believe that\n    You know you have\n    Nothing to win and nothing to lose\n    From fixtures and forces and friends\n    Your sorrow does stem\n    That hype you and type you\n    Making you feel\n    That you gotta be just like them.\n\n    I'd forever talk to you\n    But soon my words\n    They would turn into a meaningless ring\n    For deep in my heart\n    I know there is no help I can bring\n    Everything passes\n    Everything changes\n    Just do what you think you should do\n    And someday, maybe\n    Who knows, baby\n    I'll come and be cryin' to you.", "LAST THOUGHTS ON WOODY GUTHRIE": "    When yer head gets twisted and yer mind grows numb\n    When you think you're too old, too young, too smart or too dumb\n    When yer laggin' behind an' losin' yer pace\n    In a slow-motion crawl of life's busy race\n    No matter what yer doing if you start givin' up\n    If the wine don't come to the top of yer cup\n    If the wind's got you sideways with with one hand holdin' on\n    And the other starts slipping and the feeling is gone\n    And yer train engine fire needs a new spark to catch it\n    And the wood's easy findin' but yer lazy to fetch it\n    And yer sidewalk starts curlin' and the street gets too long\n    And you start walkin' backwards though you know its wrong\n    And lonesome comes up as down goes the day\n    And tomorrow's mornin' seems so far away\n    And you feel the reins from yer pony are slippin'\n    And yer rope is a-slidin' 'cause yer hands are a-drippin'\n    And yer sun-decked desert and evergreen valleys\n    Turn to broken down slums and trash-can alleys\n    And yer sky cries water and yer drain pipe's a-pourin'\n    And the lightnin's a-flashing and the thunder's a-crashin'\n    And the windows are rattlin' and breakin' and the roof tops a-shakin'\n    And yer whole world's a-slammin' and bangin'\n    And yer minutes of sun turn to hours of storm\n    And to yourself you sometimes say\n    \"I never knew it was gonna be this way\n    Why didn't they tell me the day I was born\"\n\n    And you start gettin' chills and yer jumping from sweat\n    And you're lookin' for somethin' you ain't quite found yet\n    And yer knee-deep in the dark water with yer hands in the air\n    And the whole world's a-watchin' with a window peek stare\n    And yer good gal leaves and she's long gone a-flying\n    And yer heart feels sick like fish when they're fryin'\n    And yer jackhammer falls from yer hand to yer feet\n    And you need it badly but it lays on the street\n    And yer bell's bangin' loudly but you can't hear its beat\n    And you think yer ears might a been hurt\n    Or yer eyes've turned filthy from the sight-blindin' dirt\n    And you figured you failed in yesterdays rush\n    When you were faked out an' fooled white facing a four flush\n    And all the time you were holdin' three queens\n    And it's makin you mad, it's makin' you mean\n    Like in the middle of Life magazine\n    Bouncin' around a pinball machine\n\n    And there's something on yer mind you wanna be saying\n    That somebody someplace oughta be hearin'\n    But it's trapped on yer tongue and sealed in yer head\n    And it bothers you badly when your layin' in bed\n    And no matter how you try you just can't say it\n    And yer scared to yer soul you just might forget it\n    And yer eyes get swimmy from the tears in yer head\n    And yer pillows of feathers turn to blankets of lead\n    And the lion's mouth opens and yer staring at his teeth\n    And his jaws start closin with you underneath\n    And yer flat on your belly with yer hands tied behind\n    And you wish you'd never taken that last detour sign\n\n    And you say to yourself just what am I doin'\n    On this road I'm walkin', on this trail I'm turnin'\n    On this curve I'm hanging\n    On this pathway I'm strolling, in the space I'm talking\n    In this air I'm inhaling\n    Am I mixed up too much, am I mixed up too hard\n    Why am I walking, where am I running\n    What am I saying, what am I knowing\n    On this guitar I'm playing, on this banjo I'm frailin'\n    On this mandolin I'm strummin', in the song I'm singin'\n    In the tune I'm hummin', in the words I'm writin'\n    In the words that I'm thinkin'\n    In this ocean of hours I'm all the time drinkin'\n    Who am I helping, what am I breaking\n    What am I giving, what am I taking\n\n    But you try with your whole soul best\n    Never to think these thoughts and never to let\n    Them kind of thoughts gain ground\n    Or make yer heart pound\n    But then again you know why they're around\n    Just waiting for a chance to slip and drop down\n    \"Cause sometimes you hear'em when the night times comes creeping\n    And you fear that they might catch you a-sleeping\n    And you jump from yer bed, from yer last chapter of dreamin'\n    And you can't remember for the best of yer thinking\n    If that was you in the dream that was screaming\n\n    And you know that it's something special you're needin'\n    And you know that there's no drug that'll do for the healin'\n    And no liquor in the land to stop yer brain from bleeding\n    And you need something special\n    Yeah, you need something special all right\n    You need a fast flyin' train on a tornado track\n    To shoot you someplace and shoot you back\n    You need a cyclone wind on a stream engine howler\n    That's been banging and booming and blowing forever\n    That knows yer troubles a hundred times over\n\n    You need a Greyhound bus that don't bar no race\n    That won't laugh at yer looks\n    Your voice or your face\n    And by any number of bets in the book\n    Will be rollin' long after the bubblegum craze\n    You need something to open up a new door\n    To show you something you seen before\n    But overlooked a hundred times or more\n    You need something to open your eyes\n    You need something to make it known\n    That it's you and no one else that owns\n    That spot that yer standing, that space that you're sitting\n    That the world ain't got you beat\n    That it ain't got you licked\n    It can't get you crazy no matter how many\n    Times you might get kicked\n\n    You need something special all right\n    You need something special to give you hope\n    But hope's just a word\n    That maybe you said or maybe you heard\n    On some windy corner 'round a wide-angled curve\n    But that's what you need man, and you need it bad\n    And yer trouble is you know it too good\n    \"Cause you look an' you start getting the chills\n    \"Cause you can't find it on a dollar bill\n    And it ain't on Macy's window sill\n    And it ain't on no rich kid's road map\n    And it ain't in no fat kid's fraternity house\n    And it ain't made in no Hollywood wheat germ\n    And it ain't on that dimlit stage\n    With that half-wit comedian on it\n    Ranting and raving and taking yer money\n    And you thinks it's funny\n    No you can't find it in no night club or no yacht club\n    And it ain't in the seats of a supper club\n    And sure as hell you're bound to tell\n    That no matter how hard you rub\n    You just ain't a-gonna find it on yer ticket stub\n    No, and it ain't in the rumors people're tellin' you\n    And it ain't in the pimple-lotion people are sellin' you\n    And it ain't in no cardboard-box house\n    Or down any movie star's blouse\n    And you can't find it on the golf course\n    And Uncle Remus can't tell you and neither can Santa Claus\n    And it ain't in the cream puff hair-do or cotton candy clothes\n    And it ain't in the dime store dummies or bubblegum goons\n    And it ain't in the marshmallow noises of the chocolate cake voices\n    That come knockin' and tappin' in Christmas wrappin'\n    Sayin' ain't I pretty and ain't I cute and look at my skin\n    Look at my skin shine, look at my skin glow\n    Look at my skin laugh, look at my skin cry\n    When you can't even sense if they got any insides\n    These people so pretty in their ribbons and bows\n\n    No you'll not now or no other day\n    Find it on the doorsteps made out-a paper mache\n    And inside it the people made of molasses\n    That every other day buy a new pair of sunglasses\n    And it ain't in the fifty-star generals and flipped-out phonies\n    Who'd turn yuh in for a tenth of a penny\n    Who breathe and burp and bend and crack\n    And before you can count from one to ten\n    Do it all over again but this time behind yer back\n    My friend\n    The ones that wheel and deal and whirl and twirl\n    And play games with each other in their sand-box world\n    And you can't find it either in the no-talent fools\n    That run around gallant\n    And make all rules for the ones that got talent\n    And it ain't in the ones that ain't got any talent but think they do\n    And think they're foolin' you\n    The ones who jump on the wagon\n    Just for a while 'cause they know it's in style\n    To get their kicks, get out of it quick\n    And make all kinds of rnoney and chicks\n\n    And you yell to yourself and you throw down yer hat\n    Sayin', \"Christ do I gotta be like that\n    Ain't there no one here that knows where I'm at\n    Ain't there no one here that knows how I feel\n    Good God Almighty\n    THAT STUFF AINT REAL\"\n\n    No but that ain't yer game, it ain't even yer race\n    You can't hear yer name, you can't see yer face\n    You gotta look some other place\n    And where do you look for this hope that yer seekin'\n    Where do you look for this lamp that's a-burnin'\n    Where do you look for this oil well gushin'\n    Where do you look for this candle that's glowin'\n    Where do you look for this hope that you know is there\n    And out there somewhere\n\n    And your feet can only walk down two kinds of roads\n    Your eyes can only look through two kinds of windows\n    Your nose can only smell two kinds of hallways\n    You can touch and twist\n    And turn two kinds of doorknobs\n    You can either go to the church of your choice\n    Or you can go to Brooklyn State Hospital\n    And though it's only my opinion\n    I may be right or wrong\n    You'll find them both\n    In the Grand Canyon\n    At sundown", "DESOLATION ROW": "    They're selling postcards of the hanging, they're painting the passports brown,\n    The beauty parlor is filled with sailors, the circus is in town.\n    Here comes the blind commissioner, they've got him in a trance,\n    One hand is tied to the tight-rope walker, the other is in his pants.\n    And the riot squad, they're restless, they need somewhere to go\n    As Lady and I look out tonight from Desolation Row.\n\n    Cinderella, she seems so easy. “It takes one to know one,” she smiles\n    And puts her hands into her back pocket Bette Davis-style.\n    And in comes Romeo, he's moaning, “You belong to me, I believe.”\n    And someone turns and says to him, “My friend, you'd better leave.”\n    And the only sound that's left after the ambulances go\n    Is Cinderella sweeping up on Desolation Row.\n\n    Now, the moon is almost hidden, the stars, they're just pretending to hide,\n    The fortune-telling lady has even taken all her things inside.\n    All except for Cain and Abel and the Hunchback of Notre Dame,\n    Everyone is either making love or else expecting rain.\n    And the Good Samaritan, he's dressing, he's getting ready for the show.\n    He's going to the carnival tonight on Desolation Row.\n\n    Ophelia, she's 'neath the window, for her I feel so afraid,\n    On her twenty-second birthday she already is an old maid.\n    Now, to her death is quite romantic, she wears an iron vest,\n    Her profession is her religion, her sin is her lifelessness.\n    And, though her eyes are fixed upon Noah's great rainbow,\n    She spends her time peeking into Desolation Row.\n\n    Einstein, disguised as Robin Hood, with his memories in a trunk,\n    Passed this way an hour ago with his friend, some jealous monk.\n    Now, he looked so immaculately frightful as he bummed a cigarette,\n    Then he went off sniffing drainpipes and reciting the alphabet.\n    You would not think to look at him, but he was famous long ago\n    For playing the electric violin on Desolation Row.\n\n    Dr. Filth, he keeps his world locked inside of his leather cup,\n    But all his sexless patients, they're trying to blow it up.\n    Now, his nurse, some local loser, she's in charge of the cyanide hole,\n    She also keeps the cards that read “Have Mercy on His Soul”.\n    They all play on the penny whistle, you can hear them blow\n    If you lean your head out far enough from Desolation Row.\n\n    Across the street they've nailed the curtains, they're getting ready for the feast,\n    The Phantom of the Opera in the perfect image of a priest.\n    They are spoon-feeding Casanova to get him to feel more assured,\n    Then they'll kill him with self-confidence after poisoning him with words.\n    And the Phantom shouts to skinny girls, “Get outta here if you don't know\n    Casanova, he's just being punished for going to Desolation Row!”\n\n    At midnight all the agents and the superhuman crew\n    Come out and round up everyone that knows more than they do.\n    Then they bring them to the factory where the heart-attack machine\n    Is strapped across their shoulders and then the kerosene\n    Is brought down from the castles by insurance men who go\n    Check to see that no one is escaping to Desolation Row.\n\n    Praise be to Nero's Neptune, the Titanic sails at dawn,\n    Everybody's shouting, “Which side are you on?”\n    And Ezra Pound and T.S. Eliot fighting in the captain's tower\n    While Calypso-singers laugh at them and fishermen hold flowers\n    Between the windows of the sea where lovely mermaids flow\n    And nobody has to think too much about Desolation Row.\n\n    Yes, I received your letter yesterday about the time the door-knob broke.\n    When you asked me how I was doing, was that some kind of joke?\n    All these people that you mention, yes, I know them, they're quite lame,\n    I had to rearrange their faces and give them all another name.\n    Right now I cannot read too well, don't send me no more letters, no!\n    Not unless you mail them from Desolation Row.", "EVERY GRAIN OF SAND": "    In the time of my confession, in the hour of my deepest need\n    When the pool of tears beneath my feet flood every newborn seed\n    There's a dying voice within me reaching out somewhere\n    Toiling in the danger and in the morals of despair\n\n    Don't have the inclination to look back on any mistake\n    Like Cain, I behold this chain of events that I must break\n    In the fury of the moment, I can see the master's hand\n    In every leaf that trembles, in every grain of sand.\n\n    Oh, the flowers of indulgence and the weeds of yesteryear\n    Like criminals, they have choked the breath of conscience and good cheer\n    And the sun beat down upon the steps of time to light the way\n    To ease the pain of idleness and the memory of decay\n\n    I gaze into the doorway of temptation's angry flame\n    And every time I pass that way I always hear my name\n    Then onward in my journey, I come to understand\n    That every hair is numbered like every grain of sand.\n\n    I have gone from rags to riches in the sorrow of the night\n    In the violence of a summer's dream, in the chill of a wintery light\n    In the bitter dance of loneliness fading into space\n    In the broken mirror of innocence on each forgotten face\n\n    I hear the ancient footsteps like the motion of the sea\n    Sometimes I turn, there's someone there, at times it's only me\n    I'm hanging in the balance of a perfect finished plan\n    Like every sparrow falling, like every grain of sand.", "TANGLED UP IN BLUE": "    Early one morning the sun was shining, she was lying in bed,\n    Wondering if she'd changed at all, if her hair was still red.\n    Their folks, they said their lives together sure was a-gonna be rough,\n    They never did like mama's homemade dress, papa's bankbook wasn't big enough.\n    And he was standing on the side of the road, rain falling on his shoes,\n    Heading out for the East Coast--Lord knows, he's paid some dues getting through,\n    Tangled up in blue.\n\n    She was married when they first met, soon to be divorced,\n    He helped her out of a jam, I guess, but he used a little too much force.\n    Then they drove that car as far as they could, abandoned it out west,\n    Splitting up on a dark, sad night, both agreeing it was best.\n    She turned around to look at him as he was a-walking away,\n    Saying over her shoulder, “We'll meet again someday on the avenue,\n    Tangled up in blue.”\n\n    He had a job in Santa Fe working in an old hotel,\n    But he never did like it all that much and one day it just a-went to hell,\n    So he drifted down to New Orleans, lucky not to be destroyed,\n    Where he got him a job on a fishing boat docked outside Delacroix,\n    But all the while he was alone, the past was close behind,\n    He seen a lot of women but she never escaped his mind and he just grew\n    Tangled up in blue.\n\n    She was working in a topless place and I stopped in for a beer,\n    I just kept looking at the side of her face in the spotlight so clear,\n    And later on, when the crowd thinned out, I was just about to do the same,\n    She was standing there right beside my chair, said, “Don't tell me, let me guess your name,”\n    I muttered something underneath my breath, she studied the lines of my face,\n    I must admit, felt a little uneasy when she bent down to tie the laces of my shoe,\n    Tangled up in blue.\n\n    I lived with them on Montague Street, in a basement down the stairs,\n    There was music in the cafés at night and revolution in the air,\n    Till he started into dealing with slaves and something inside of him died,\n    She had to sell everything she owned and froze up inside,\n    And when it all came crashing down, I became withdrawn,\n    The only thing I knew how to do was keep on keeping on like a bird that flew,\n    Tangled up in blue.\n\n    So now I'm going back on again, I got to get to them somehow,\n    All the faces we used to know, they're an illusion to me now.\n    Some are mathematicians, some are truck drivers' wives,\n    Don't know how it all got started, I don't know what they're doing with their lives,\n    But me, I'm still on the road, heading for another joint,\n    We always did feel the same, we just saw it from a different point of view,\n    Tangled up in blue.", "IT'S ALRIGHT MA, I'M ONLY BLEEDING": "    Darkness at the break of noon\n    Shadows even the silver spoon,\n    The handmade blade, the child's balloon,\n    Eclipses both the sun and moon-–\n    To understand you know too soon that there is no sense in trying.\n\n    Pointed threats, they bluff with scorn,\n    Suicide remarks are torn\n    From the fool's gold mouthpiece, the hollow horn\n    Plays wasted words, it proves to warn\n    He not a-busy being born is a-busy dying.\n\n    Temptation's page flies out the door,\n    You follow, find yourself at war,\n    Watch a-waterfalls of pity roar,\n    Feel to moan, but unlike before\n    You discover that you'd just a-be one more person crying.\n\n    So, don't fear if you hear\n    A foreign sound to your ear,\n    It's alright, ma, I'm only sighing.\n\n    Some warn victory, some downfall,\n    Private reasons--great or small –\n    Can be seen in the eyes of those that call\n    To make all that should be killed to crawl,\n    Others say, “Don't hate nothing at all except a-hatred.”\n\n    Disillusioned words a-like a-bullets bark,\n    Human gods aim for their mark,\n    Make everything from toy guns that spark\n    To flesh-colored Christs that glow in the dark--\n    It's easy to see without looking too far that not much is really sacred.\n\n    While preachers preach of evil fates,\n    Teachers teach that knowledge waits,\n    Can lead you to hundred-dollar plates,\n    Goodness hides behind its gates,\n    Even the president of the United States sometimes a-must have to stand naked.\n\n    But, though the rules of the road have been lodged,\n    It's people's games that you got to dodge,\n    It's alright, ma, I can make it.\n\n    Advertising signs, they con,\n    Con you into thinking that you're the one\n    That can do what's a-never been done,\n    That can win what's a-never been won--\n    Meantime life outside goes on all around you.\n\n    You lose yourself, but then you reappear,\n    You suddenly find you've got nothing to fear,\n    Alone you stand with nobody near\n    When a trembling, distant voice, unclear,\n    Startles your ears to hear somebody thinks that they really have found you.\n\n    A question in your nerves is lit,\n    Yet you know that there is no answer fit\n    To satisfy, ensure you not to quit,\n    Keep it in your mind and don't forget\n    That it is not he or she or them or it that you belong to.\n\n    But, though the masters make the rules\n    For the wise men and the fools,\n    I got nothing, ma, to live up to.\n\n    Old-lady judges watch people in pairs,\n    Limited in sex they dare\n    Push fake morals, insult, and stare\n    While money doesn't talk, it swears,\n    Obscenity--who really cares?--propaganda all is phony.\n\n    While them that defend what they cannot see\n    With a killer's pride, security,\n    It blows their minds a-most a-bitterly,\n    For them that think death––death's honesty\n    Won't fall upon 'em naturally, life sometimes must get lonely.\n\n    My eyes collide head-on with stuffed\n    Graveyards and false goals, I scuff\n    At pettiness, which plays so rough,\n    Walk upside-down inside handcuffs,\n    Kick my legs to crash it off,\n    Say, “Alright, I've had enough, what else can you show me?”\n\n    And, if my thought-dreams could be seen,\n    They'd probably put my head in a guillotine,\n    But it's alright, ma, it's life and life only.", "WATERED DOWN LOVE": "    Love that's pure hopes all things,\n    Believes all things, won't pull no strings,\n    Won't sneak up into your room, tall, dark and handsome,\n    Capture your soul and hold it for ransom.\n\n    You don't want a love that's pure\n    You wanna drown love\n    You want a watered-down love\n\n    Love that's pure, it don't make no false claims,\n    Intercedes for you 'stead of casting the blame,\n    Will not deceive you or lead you into transgression,\n    Won't write it up and make you sign a false confession.\n\n    You don't want a love that's pure\n    You wanna drown love\n    You want a watered-down love\n\n    Love that's pure won't lead you astray,\n    Won't hold it back, won't get in your way,\n    Won't pervert you, corrupt you with foolish wishes,\n    It won't make you envious, won't a-make you suspicious.\n\n    You don't want a love that's pure\n    You wanna drown love\n    You want a watered-down love\n\n    Love that's pure, no accident,\n    It knows that it knows, and is always content,\n    An eternal flame, quietly burning--\n    Heaven needs to be proud, loud or restlessly yearning!\n\n    You don't want a love that's pure\n    You wanna drown love\n    You want a watered-down love.", "LOVE IS JUST A FOUR-LETTER WORD": "    Seems like only yesterday\n    I left my mind behind\n    Down in the Gypsy Cafe\n    With a friend of a friend of mine--\n    She sat with a baby heavy on her knee\n    Yet spoke of life most free from slavery\n    With eyes that showed no trace of misery--\n    A phrase in connection first with she I heard\n    That love is just a four-letter word.\n\n    Outside a rambling store-front window\n    Cats meowed to the break of day--\n    Me, I kept my mouth shut,\n    To you I had no words to say--\n    My experience was limited and underfed--\n    You were talking, while I hid,\n    To the one who was the father of your kid:\n    You probably didn't think I did, but I heard\n    You say that love is just a four-letter word.\n\n    I said goodbye unnoticed,\n    Pushed towards things in my own games,\n    Drifting in and out of lifetimes\n    Unmentionable by name,\n    Searching for my double, looking for\n    Complete evaporation to the core--\n    Though I tried and failed at finding any door,\n    I must have thought that there was nothing more absurd\n    Than that love is just a four-letter word.\n\n    Though I never knew just what you meant\n    When you were speaking to your man,\n    I could only think in terms of me\n    And now I understand--\n    After waking enough times to think I see\n    The Holy Kiss that's s'posed to last eternity\n    Blow up in smoke, its destiny\n    Falls on strangers, travels free--\n    Yes, I know now, traps are only set by me\n    And I do not really need to be assured\n    That love is just a four-letter word.\n\n    Strange it is to be beside you\n    Many years, the tables turned--\n    You'd probably not believe me\n    If I told you all I've learned--\n    And it is very, very weird indeed\n    To hear words like \"forever\" plead,\n    So ships run through my mind, I cannot cheat--\n    It's like looking in a teacher's face complete:\n    I can say nothing to you but repeat what I heard--\n    That love is just a four-letter word.", "CHANGING OF THE GUARD": "    Sixteen years,\n    Sixteen banners united over the field\n    Where the good shepherd grieves.\n    Desperate men, desperate women divided,\n    Spreading their wings 'neath the falling leaves.\n    Fortune calls,\n    I step from the shadows, to the marketplace,\n    Merchants and thieves hungry for power, my last deal gone down.\n    She's smelling sweet like the meadows where she was born,\n    On midsummer's eve, near the tower.\n\n    The cold-blooded moon,\n    The captain awaiting above the celebration\n    Sending his thoughts to a beloved maid\n    Whose ebony face is beyond communication.\n    The captain is down but still believing that his love will be repaid.\n\n    They shaved her head.\n    She was torn between Jupiter and Apollo.\n    A messenger arrived with a black nightingale.\n    I seen her on the stairs and I couldn't help but follow,\n    Follow her down past the fountain where they lifted her veil.\n\n    I struggled to my feet.\n    I rode past destruction in the ditches\n    With the stitches still mending 'neath a heart-shaped tattoo.\n    Renegade priests and treacherous young witches\n    Were handing out the flowers that I'd given to you.\n\n    The palace of mirrors\n    Where dog soldiers are reflected,\n    The endless road and the wailing of chimes,\n    The empty rooms where her memory is protected,\n    Where the angels' voices whisper to the souls of previous times.\n\n    She wakes him up\n    Forty-eight hours later, the sun is breaking\n    Near broken chains, mountain laurel and rolling rocks.\n    She's begging to know what measures he now will be taking.\n    He's pulling her down and she's clutching on to his long golden locks.\n\n    \"Gentlemen,\" he said,\n    \"I don't need your organization. I've shined your shoes,\n    I've moved your mountains and marked your cards,\n    But Eden is burning: either get ready for elimination\n    Or else your hearts must have the courage for the changing of the guards.\"\n\n    Peace will come\n    With tranquility and splendour, on the wheels of fire,\n    But will offer no reward when her false idols fall\n    And cruel death surrenders with its pale ghost retreating\n    Between the King and the Queen of Swords.", "VISIONS OF JOHANNA": "    Ain't it just like the night to play tricks when you're trying to be so quiet?\n    We sit here stranded though we all do our best to deny it\n    And Louise holds a handful of rain tempting you to defy it.\n    Lights flicker from the opposite loft,\n    In this room the heat-pipes just cough,\n    The country music station plays soft,\n    But there's nothing, really nothing to turn off,\n    Just Louise and her lover so entwined\n    And these visions of Johanna that conquer my mind.\n\n    In the empty lot where the ladies play blindman's bluff with the key-chain\n    And the all-night girls, they whisper of escapades out on the D train,\n    We can hear the night watchman click his flashlight, ask himself if it's him or them who should be insane.\n    But Louise, she's alright, she's just near,\n    She's delicate, she seems like the mirror,\n    But she just makes it all too concise and too clear\n    That Johanna's not here.\n    The ghost of 'lectricity howls in the bones of her face\n    Where these visions of Johanna have now taken my place.\n\n    Little boy lost, he takes himself so seriously,\n    He brags of his misery, he likes to live dangerously,\n    And, when bringing her name up, he speaks of her farewell kiss to me.\n    He's sure got a lot of gall\n    To be so useless and all,\n    Muttering small talk at the wall\n    While I'm in the hall.\n    Oh, how can I explain? It's so hard to get on\n    And these visions of Johanna, they've kept me up past the dawn.\n\n    Inside the museums infinity's going up on trial,\n    Voices echo, “This is what salvation must be like after a while”,\n    But Mona Lisa musta had the highway blues, you can tell by the way she smiles.\n    See the primitive wallflower freeze\n    When the jelly-faced women all sneeze,\n    Hear the one with the mustache say, “Jeez,\n    I can't find my knees.”\n    Jewels and binoculars hang from the head of the mule,\n    But these visions of Johanna, they make it all seem so cruel.\n\n    The peddler now speaks to the countess who's pretending to care for him,\n    Saying, “Name me somebody that's not a parasite and I'll go out and say a prayer for him.”\n    But, like Louise always says, “You can't look at much, can you, man?” as she herself prepares for him.\n    And Madonna, she still has not showed,\n    We see this empty cage now corrode\n    Where her cape of the stage once had flowed,\n    The fiddler, he now steps to the road,\n    He writes, “Everything's been returned which was owed”\n    On the back of the fish truck that loads\n    While my conscience explodes.\n    The harmonicas play the skeleton keys in the rain\n    And these visions of Johanna are now all that remain.", "MOST OF THE TIME": "    Most of the time\n    I'm clear focused all around,\n    Most of the time\n    I can keep both feet on the ground,\n    I can follow the path, I can read the signs,\n    Stay right with it, when the road unwinds,\n    I can handle whatever I stumble upon,\n    I don't even notice she's gone,\n    Most of the time.\n    Most of the time\n    It's well understood,\n    Most of the time\n    I wouldn't change it if I could,\n    I can make it all match up, I can hold my own,\n    I can deal with the situation right down to the bone,\n    I can survive, I can endure\n    And I don't even think about her\n    Most of the time.\n\n    Most of the time\n    My head is on straight,\n    Most of the time\n    I'm strong enough not to hate,\n    I don't build up illusion 'till it makes me sick,\n    I ain't afraid of confusion no matter how thick,\n    I can smile in the face of mankind,\n    Don't even remember what her lips felt like on mine\n    Most of the time.\n\n    Most of the time\n    She ain't even in my mind,\n    I wouldn't know her if I saw her\n    She's that far behind.\n    Most of the time\n    I can't even be sure\n    If she was ever with me\n    Or if I was ever with her.\n\n    Most of the time\n    I'm halfways content,\n    Most of the time\n    I'd know exactly whether it all went,\n    I don't cheat on myself, I don't run and hide,\n    Hide from the feelings that are buried inside,\n    I don't compromise and I don't pretend,\n    I don't even care if I ever see her again\n    Most of the time.", "NOT DARK YET": "    Shadows are falling and I've been here all day,\n    It's too hot to sleep and time is running away.\n    Feel like my soul has turned into steel,\n    I've still got the scars that the sun did not heal.\n    There's not even room enough to be anywhere,\n    It's not dark yet, but it's getting there.\n\n    Well, my sense of humanity has gone down the drain,\n    Behind every beautiful thing there's been some kinda pain.\n    She wrote me a letter and she wrote it so kind,\n    She put down in writing what was in her mind.\n    I just don't see why I should even care,\n    It's not dark yet, but it's getting there.\n\n    Well, I've been to London and I've been to gay Paris,\n    I've followed the river and I got to the sea.\n    I've been down on the bottom of a world full of lies,\n    I ain't looking for nothing in anyone's eyes.\n    Sometimes my burden is more than I can bear,\n    It's not dark yet, but it's getting there.\n\n    I was born here and I'll die here against my will,\n    I know it looks like I'm moving, but I'm standing still.\n    Every nerve in my body is so vacant and numb,\n    I can't even remember what it was I came here to get away from.\n    Don't even hear a murmur of a prayer,\n    It's not dark yet, but it's getting there.", "metadata": "dylan|Bob Dylan|1941||https://en.wikipedia.org/wiki/Bob_Dylan"}