{"ROUGH COUNTRY": "Give me a landscape made of obstacles,\nof steep hills and jutting glacial rock,\nwhere the low-running streams are quick to flood\nthe grassy fields and bottomlands.\nA place\nno engineers can master–where the roads\nmust twist like tendrils up the mountainside\non narrow cliffs where boulders block the way.\nWhere tall black trunks of lightning-scalded pine\npush through the tangled woods to make a roost \nfor hawks and swarming crows.\nAnd sharp inclines\nwhere twisting through the thorn-thick underbrush,\nscratched and exhausted, one turns suddenly\nto find an unexpected waterfall,\nnot half a mile from the nearest road,\na spot so hard to reach that no one comes--\na hiding place, a shrine for dragonflies\nand nesting jays, a sign that there is still\none piece of property that won't be owned.", "THE LOST GARDEN": "If ever we see those gardens again,\nThe summer will be gone—at least our summer.\nSome other mockingbird will concertize\nAmong the mulberries, and other vines\nWill climb the high brick wall to disappear.\n\nHow many footpaths crossed the old estate--\nThe gracious acreage of a grander age--\nSo many trees to kiss or argue under,\nAnd greenery enough for any mood.\nWhat pleasure to be sad in such surroundings.\n\nAt least in retrospect. For even sorrow\nSeems bearable when studied at a distance,\nAnd if we speak of private suffering,\nThe pain becomes part of a well-turned tale\nDescribing someone else who shares our name.\n\nStill, thinking of you, I sometimes play a game.\nWhat if we had walked a different path one day,\nWould some small incident have nudged us elsewhere \nThe way a pebble tossed into a brook\nMight change the course a hundred miles downstream?\n\nThe trick is making memory a blessing,\nTo learn by loss the cool subtraction of desire,\nOf wanting nothing more than what has been,\nTo know the past forever lost, yet seeing\nBehind the wall a garden still in blossom.", "CALIFORNIA HILLS IN AUGUST": "I can imagine someone who found\nthese fields unbearable, who climbed\nthe hillside in the heat, cursing the dust,\ncracking the brittle weeds underfoot,\nwishing a few more trees for shade.\n \nAn Easterner especially, who would scorn\nthe meagerness of summer, the dry\ntwisted shapes of black elm,\nscrub oak, and chaparral, a landscape\nAugust has already drained of green.\n \nOne who would hurry over the clinging\nthistle, foxtail, golden poppy,\nknowing everything was just a weed,\nunable to conceive that these trees\nand sparse brown bushes were alive.\n \nAnd hate the bright stillness of the noon\nwithout wind, without motion,\nthe only other living thing\na hawk, hungry for prey, suspended\nin the blinding, sunlit blue.\n \nAnd yet how gentle it seems to someone\nraised in a landscape short of rain--\nthe skyline of a hill broken by no more\ntrees than one can count, the grass,\nthe empty sky, the wish for water.", "metadata": "gioia|Dana Gioia|1950||https://en.wikipedia.org/wiki/Dana_Gioia"}