{"IN A GARDEN": "When the gardener has gone this garden\nLooks wistful and seems waiting an event.\nIt is so spruce, a metaphor of Eden\nAnd even more so since the gardener went,\n\nQuietly godlike, but of course, he had\nNot made me promise anything and I\nHad no one tempting me to make the bad\nChoice. Yet I still felt lost and wonder why.\n\nEven the beech tree from next door which shares\nIts shadow with me, seemed a kind of threat.\nEverything was too neat, and someone cares\n\nIn the wrong way. I need not have stood long\nMocked by the smell of a mown lawn, and yet\nI did. Sickness for Eden was so strong.", "ABSENCE": "I visited the place where we last met.\nNothing was changed, the gardens were well-tended,\nThe fountains sprayed their usual steady jet;\nThere was no sign that anything had ended\nAnd nothing to instruct me to forget.\n\nThe thoughtless birds that shook out of the trees,\nSinging an ecstasy I could not share,\nPlayed cunning in my thoughts. Surely in these\nPleasures there could not be a pain to bear\nOr any discord shake the level breeze.\n\nIt was because the place was just the same\nThat made your absence seem a savage force,\nFor under all the gentleness there came\nAn earthquake tremor: Fountain, birds and grass\nWere shaken by my thinking of your name.", "ANSWERS": "I keep my answers small and keep them near;\nBig questions bruised my mind but still I let\nSmall answers be a bulwark to my fear.\n\nThe huge abstractions I keep from the light;\nSmall things I handled and caressed and loved.\nI let the stars assume the whole of night.\n\nBut the big answers clamoured to be moved\nInto my life. Their great audacity\nShouted to be acknowledged and believed.\n\nEven when all small answers build up to\nProtection of my spirit, I still hear\nBig answers striving for their overthrow\n\nAnd all the great conclusions coming near.", "FRIDAY": "We nailed the hands long ago,\nWove the thorns, took up the scourge and shouted\nFor excitement's sake, we stood at the dusty edge\nOf the pebbled path and watched the extreme of pain.\n\nBut one or two prayed, one or two\nWere silent, shocked, stood back\nAnd remembered remnants of words, a new vision,\nThe cross is up with its crying victim, the clouds\nCover the sun, we learn a new way to lose\nWhat we did not know we had\nUntil this bleak and sacrificial day,\nUntil we turned from our bad\nPast and knelt and cried out our dismay,\nThe dice still clicking, the voices dying away.", "ACCEPTED": "You are no longer young,\nNor are you very old.\nThere are homes where those belong.\nYou know you do not fit\nWhen you observe the cold\nStares of those who sit\n\nIn bath-chairs or the park\n(A stick, then, at their side)\nOr find yourself in the dark\nAnd see the lovers who,\nIn love and in their stride,\nDon't even notice you.\n\nThis is a time to begin\nYour life. It could be new.\nThe sheer not fitting in\nWith the old who envy you\nAnd the young who want to win,\nNot knowing false from true,\n\nMeans you have liberty\nDenied to their extremes.\nAt last now you can be\nWhat the old cannot recall\nAnd the young long for in dreams,\nYet still include them all.", "IN MEMORY OF ANYONE UNKNOWN TO ME": "At this particular time I have no one\nParticular person to grieve for, though there must\nBe many, many unknown ones going to dust\nSlowly, not remembered for what they have done\nOr left undone. For these, then, I will grieve\nBeing impartial, unable to deceive.\n\nHow they lived, or died, is quite unknown,\nAnd, by that fact gives my grief purity--\nAn important person quite apart from me\nOr one obscure who drifted down alone.\nBoth or all I remember, have a place.\nFor these I never encountered face to face.\n\nSentiment will creep in. I cast it out\nWishing to give these classical repose,\nNo epitaph, no poppy and no rose\nFrom me, and certainly no wish to learn about\nThe way they lived or died. In earth or fire\nThey are gone. Simply because they were human, I admire.", "A CHORUS": "Over the surging tides and the mountain kingdoms,\nOver the pastoral valleys and the meadows,\nOver the cities with their factory darkness,\nOver the lands where peace is still a power,\nOver all these and all this planet carries\nA power broods, invisible monarch, a stranger\nTo some, but by many trusted. Man's a believer\nUntil corrupted. This huge trusted power\nIs spirit. He moves in the muscle of the world,\nIn continual creation. He burns the tides, he shines\nFrom the matchless skies. He is the day's surrender.\nRecognize him in the eye of the angry tiger,\nIn the sign of a child stepping at last into sleep,\nIn whatever touches, graces and confesses,\nIn hopes fulfilled or forgotten, in promises\n\nKept, in the resignation of old men -\nThis spirit, this power, this holder together of space\nIs about, is aware, is working in your breathing.\nBut most he is the need that shows in hunger\nAnd in the tears shed in the lonely fastness.\nAnd in sorrow after anger.", "REMBRANDT'S LATE SELF-PORTRAITS": "You are confronted with yourself. Each year\nThe pouches fill, the skin is uglier.\nYou give it all unflinchingly. You stare\nInto yourself, beyond. Your brush's care\nRuns with self-knowledge. Here\n\nIs a humility at one with craft.\nThere is no arrogance. Pride is apart\nFrom this self-scrutiny. You make light drift\nThe way you want. Your face is bruised and hurt\nBut there is still love left.\n\nLove of the art and others. To the last\nExperiment went on. You stared beyond\nYour age, the times. You also plucked the past\nAnd tempered it. Self-portraits understand,\nAnd old age can divest,\n\nWith truthful changes, us of fear of death.\nLook, a new anguish. There, the bloated nose,\nThe sadness and the joy. To paint's to breathe,\nAnd all the darknesses are dared. You chose\nWhat each must reckon with.", "metadata": "jennings|Elizabeth Jennings|1926|2001|https://en.wikipedia.org/wiki/Elizabeth_Jennings"}