{"MCMXIV": "Those long uneven lines\nStanding as patiently\nAs if they were stretched outside\nThe Oval or Villa Park,\nThe crowns of hats, the sun\nOn moustached archaic faces\nGrinning as if it were all\nAn August Bank Holiday lark;\nAnd the shut shops, the bleached\nEstablished names on the sunblinds,\nThe farthings and sovereigns,\nAnd dark-clothed children at play\nCalled after kings and queens,\nThe tin advertisements\nFor cocoa and twist, and the pubs\nWide open all day;\nAnd the countryside not caring\nThe place-names all hazed over\nWith flowering grasses, and fields\nShadowing Domesday lines\nUnder wheats' restless silence;\nThe differently-dressed servants\nWith tiny rooms in huge houses,\nThe dust behind limousines;\nNever such innocence,\nNever before or since,\nAs changed itself to past\nWithout a word—the men\nLeaving the gardens tidy,\nThe thousands of marriages\nLasting a little while longer:\nNever such innocence again.", "SUNNY PRESTATYN": "_Come To Sunny Prestatyn_\nLaughed the girl on the poster,\nKneeling up on the sand   \nIn tautened white satin.   \nBehind her, a hunk of coast, a\nHotel with palms\nSeemed to expand from her thighs and   \nSpread breast-lifting arms.\n\nShe was slapped up one day in March.   \nA couple of weeks, and her face\nWas snaggle-toothed and boss-eyed;   \nHuge tits and a fissured crotch\nWere scored well in, and the space   \nBetween her legs held scrawls\nThat set her fairly astride\nA tuberous cock and balls\n\nAutographed _Titch Thomas,_ while   \nSomeone had used a knife\nOr something to stab right through   \nThe moustached lips of her smile.   \nShe was too good for this life.   \nVery soon, a great transverse tear   \nLeft only a hand and some blue.   \nNow _Fight Cancer_ is there.", "WILD OATS": "About twenty years ago\nTwo girls came in where I worked--\nA bosomy English rose\nAnd her friend in specs I could talk to.   \nFaces in those days sparked\nThe whole shooting-match off, and I doubt   \nIf ever one had like hers:\nBut it was the friend I took out,\n\nAnd in seven years after that   \nWrote over four hundred letters,   \nGave a ten-guinea ring\nI got back in the end, and met   \nAt numerous cathedral cities   \nUnknown to the clergy. I believe\nI met beautiful twice. She was trying   \nBoth times (so I thought) not to laugh.\n\nParting, after about five\nRehearsals, was an agreement   \nThat I was too selfish, withdrawn,   \nAnd easily bored to love.\nWell, useful to get that learnt.   \nIn my wallet are still two snaps\nOf bosomy rose with fur gloves on.   \nUnlucky charms, perhaps.", "SAD STEPS": "Groping back to bed after a piss\nI part thick curtains, and am startled by   \nThe rapid clouds, the moon’s cleanliness.\n\nFour o’clock: wedge-shadowed gardens lie   \nUnder a cavernous, a wind-picked sky.   \nThere’s something laughable about this,\n\nThe way the moon dashes through clouds that blow   \nLoosely as cannon-smoke to stand apart   \n(Stone-coloured light sharpening the roofs below)\n\nHigh and preposterous and separate—   \nLozenge of love! Medallion of art!\nO wolves of memory! Immensements! No,\n\nOne shivers slightly, looking up there.\nThe hardness and the brightness and the plain   \nFar-reaching singleness of that wide stare\n\nIs a reminder of the strength and pain   \nOf being young; that it can’t come again,   \nBut is for others undiminished somewhere.", "MONEY": "Quarterly, is it, money reproaches me:\n    ‘Why do you let me lie here wastefully?\nI am all you never had of goods and sex.\n    You could get them still by writing a few cheques.’\n\nSo I look at others, what they do with theirs:   \n    They certainly don’t keep it upstairs.\nBy now they’ve a second house and car and wife:\n    Clearly money has something to do with life\n\n—In fact, they’ve a lot in common, if you enquire:\n    You can’t put off being young until you retire,\nAnd however you bank your screw, the money you save\n    Won’t in the end buy you more than a shave.\n\nI listen to money singing. It’s like looking down\n    From long french windows at a provincial town,   \nThe slums, the canal, the churches ornate and mad\n    In the evening sun. It is intensely sad.", "FAITH HEALING": "Slowly the women file to where he stands   \nUpright in rimless glasses, silver hair,\nDark suit, white collar. Stewards tirelessly   \nPersuade them onwards to his voice and hands,   \nWithin whose warm spring rain of loving care   \nEach dwells some twenty seconds. _Now, dear child,\nWhat’s wrong,_ the deep American voice demands,   \nAnd, scarcely pausing, goes into a prayer   \nDirecting God about this eye, that knee.   \nTheir heads are clasped abruptly; then, exiled\n\nLike losing thoughts, they go in silence; some   \nSheepishly stray, not back into their lives\nJust yet; but some stay stiff, twitching and loud   \nWith deep hoarse tears, as if a kind of dumb   \nAnd idiot child within them still survives   \nTo re-awake at kindness, thinking a voice   \nAt last calls them alone, that hands have come   \nTo lift and lighten; and such joy arrives\nTheir thick tongues blort, their eyes squeeze grief, a crowd   \nOf huge unheard answers jam and rejoice—\n\nWhat’s wrong! Moustached in flowered frocks they shake:   \nBy now, all’s wrong. In everyone there sleeps   \nA sense of life lived according to love.\nTo some it means the difference they could make   \nBy loving others, but across most it sweeps\nAs all they might have done had they been loved.   \nThat nothing cures. An immense slackening ache,   \nAs when, thawing, the rigid landscape weeps,\nSpreads slowly through them—that, and the voice above   \nSaying _Dear child,_ and all time has disproved.", "AUBADE": "I work all day, and get half-drunk at night.   \nWaking at four to soundless dark, I stare.   \nIn time the curtain-edges will grow light.   \nTill then I see what’s really always there:   \nUnresting death, a whole day nearer now,   \nMaking all thought impossible but how   \nAnd where and when I shall myself die.   \nArid interrogation: yet the dread\nOf dying, and being dead,\nFlashes afresh to hold and horrify.\n\nThe mind blanks at the glare. Not in remorse   \n—The good not done, the love not given, time   \nTorn off unused—nor wretchedly because   \nAn only life can take so long to climb\nClear of its wrong beginnings, and may never;   \nBut at the total emptiness for ever,\nThe sure extinction that we travel to\nAnd shall be lost in always. Not to be here,   \nNot to be anywhere,\nAnd soon; nothing more terrible, nothing more true.\n\nThis is a special way of being afraid\nNo trick dispels. Religion used to try,\nThat vast moth-eaten musical brocade\nCreated to pretend we never die,\nAnd specious stuff that says No rational being\nCan fear a thing it will not feel, not seeing\nThat this is what we fear—no sight, no sound,   \nNo touch or taste or smell, nothing to think with,   \nNothing to love or link with,\nThe anaesthetic from which none come round.\n\nAnd so it stays just on the edge of vision,   \nA small unfocused blur, a standing chill   \nThat slows each impulse down to indecision.   \nMost things may never happen: this one will,   \nAnd realisation of it rages out\nIn furnace-fear when we are caught without   \nPeople or drink. Courage is no good:\nIt means not scaring others. Being brave   \nLets no one off the grave.\nDeath is no different whined at than withstood.\n\nSlowly light strengthens, and the room takes shape.   \nIt stands plain as a wardrobe, what we know,   \nHave always known, know that we can’t escape,   \nYet can’t accept. One side will have to go.\nMeanwhile telephones crouch, getting ready to ring   \nIn locked-up offices, and all the uncaring\nIntricate rented world begins to rouse.\nThe sky is white as clay, with no sun.\nWork has to be done.\nPostmen like doctors go from house to house.", "metadata": "larkin|Philip Larkin|1922|1985|https://en.wikipedia.org/wiki/Philip_Larkin"}