{"A PRELUDE TO SPACE": "_An Epithaliamium_\n\nSo Man, grown vigorous now,\nHolds himself ripe to breed,\nDaily devises how\nTo ejaculate his seed\nAnd boldly fertilize\nThe black womb of the unconsenting skies.\n\nSome now alive expect\n(I am told) to see the large,\nSteel member grow erect,\nTurgid with the fierce charge\nOf our whole planet's skill,\nCourage, wealth, knowledge, concentrated will,\n\nStraining with lust to stamp\nOur likeness on the abyss-\nBombs, gallows, Belsen camp,\nPox, polio, Thais' kiss\nOr Judas, Moloch's fires\nAnd Torquemada's (sons resemble sires).\n\nShall we, when the grim shape\nRoars upward, dance and sing?\nYes: if we honour rape,\nIf we take pride to Ring\nSo bountifully on space\nThe sperm of our long woes, our large disgrace.", "CLICHE CAME OUT OF ITS CAGE": "I\n\nYou said 'The world is going back to Paganism'.\nOh bright Vision! I saw our dynasty in the bar of the House\nSpill from their tumblers a libation to the Erinyes,\nAnd Leavis with Lord Russell wreathed in flowers, heralded with flutes,\nLeading white bulls to the cathedral of the solemn Muses\nTo pay where due the glory of their latest theorem.\nHestia's fire in every flat, rekindled, burned before\nThe Lardergods. Unmarried daughters with obedient hands\nTended it By the hearth the white-armd venerable mother\nDomum servabat, lanam faciebat. at the hour\nOf sacrifice their brothers came, silent, corrected, grave\nBefore their elders; on their downy cheeks easily the blush\nArose (it is the mark of freemen's children) as they trooped,\nGleaming with oil, demurely home from the palaestra or the dance.\nWalk carefully, do not wake the envy of the happy gods,\nShun Hubris. The middle of the road, the middle sort of men,\nAre best. Aidos surpasses gold. Reverence for the aged\nIs wholesome as seasonable rain, and for a man to die\nDefending the city in battle is a harmonious thing.\nThus with magistral hand the Puritan Sophrosune\nCooled and schooled and tempered our uneasy motions;\nHeathendom came again, the circumspection and the holy fears ...\nYou said it. Did you mean it? Oh inordinate liar, stop.\n\nII\n\nOr did you mean another kind of heathenry?\nThink, then, that under heaven-roof the little disc of the earth,\nFortified Midgard, lies encircled by the ravening Worm.\nOver its icy bastions faces of giant and troll\nLook in, ready to invade it. The Wolf, admittedly, is bound;\nBut the bond wil1 break, the Beast run free. The weary gods,\nScarred with old wounds the one-eyed Odin, Tyr who has lost a hand,\nWill limp to their stations for the Last defence. Make it your hope\nTo be counted worthy on that day to stand beside them;\nFor the end of man is to partake of their defeat and die\nHis second, final death in good company. The stupid, strong\nUnteachable monsters are certain to be victorious at last,\nAnd every man of decent blood is on the losing side.\nTake as your model the tall women with yellow hair in plaits\nWho walked back into burning houses to die with men,\nOr him who as the death spear entered into his vitals\nMade critical comments on its workmanship and aim.\nAre these the Pagans you spoke of? Know your betters and crouch, dogs;\nYou that have Vichy water in your veins and worship the event\nYour goddess History (whom your fathers called the strumpet Fortune).", "AS THE RUIN FALLS": "All this is flashy rhetoric about loving you.\nI never had a selfless thought since I was born.\nI am mercenary and self-seeking through and through:\nI want God, you, all friends, merely to serve my turn.\n\nPeace, re-assurance, pleasure, are the goals I seek,\nI cannot crawl one inch outside my proper skin:\nI talk of love --a scholar's parrot may talk Greek--\nBut, self-imprisoned, always end where I begin.\n\nOnly that now you have taught me (but how late) my lack.\nI see the chasm. And everything you are was making\nMy heart into a bridge by which I might get back\nFrom exile, and grow man. And now the bridge is breaking.\n\nFor this I bless you as the ruin falls. The pains\nYou give me are more precious than all other gains.", "ON A VULGAR ERROR": "No. It's an impudent falsehood. Men did not\nInvariably think the newer way Prosaic\nmad, inelegant, or what not.\n\nWas the first pointed arch esteemed a blot\nUpon the church? Did anybody say How\nmodern and how ugly? They did not.\n\nPlate-armour, or windows glazed, or verse fire-hot\nWith rhymes from France, or spices from Cathay,\nWere these at first a horror? They were not.\n\nIf, then, our present arts, laws, houses, food\nAll set us hankering after yesterday,\nNeed this be only an archaising mood?\n\nWhy, any man whose purse has been let blood\nBy sharpers, when he finds all drained away\nMust compare how he stands with how he stood.\n\nIf a quack doctor's breezy ineptitude\nHas cost me a leg, must I forget straightway\nAll that I can't do now, all that I could?\n\nSo, when our guides unanimously decry\nThe backward glance, I think we can guess why.", "THE COUNTRY OF THE BLIND": "Hard light bathed them-a whole nation of eyeless men,\nDark bipeds not aware how they were maimed. A long\nProcess, clearly, a slow curse,\nDrained through centuries, left them thus.\n\nAt some transitional stage, then, a luckless few,\nNo doubt, must have had eyes after the up-to-date,\nNormal type had achieved snug\nDarkness, safe from the guns of heavn;\n\nWhose blind mouths would abuse words that belonged to their\nGreat-grandsires, unabashed, talking of light in some\nEunuch'd, etiolated,\nFungoid sense, as a symbol of\n\nAbstract thoughts. If a man, one that had eyes, a poor\nMisfit, spoke of the grey dawn or the stars or green-\nSloped sea waves, or admired how\nWarm tints change in a lady's cheek,\n\nNone complained he had used words from an alien tongue,\nNone question'd. It was worse. All would agree 'Of course,'\nCame their answer. \"We've all felt\nJust like that.\" They were wrong. And he\n\n\nKnew too much to be clear, could not explain. The words--\nSold, raped flung to the dogs--now could avail no more;\nHence silence. But the mouldwarps,\nWith glib confidence, easily\n\nShowed how tricks of the phrase, sheer metaphors could set\nFools concocting a myth, taking the worlds for things.\nDo you think this a far-fetched\nPicture? Go then about among\n\nMen now famous; attempt speech on the truths that once,\nOpaque, carved in divine forms, irremovable,\nDear but dear as a mountain--\nMass, stood plain to the inward eye.", "ON BEING HUMAN": "Angelic minds, they say, by simple intelligence\nBehold the Forms of nature. They discern\nUnerringly the Archtypes, all the verities\nWhich mortals lack or indirectly learn.\nTransparent in primordial truth, unvarying,\nPure Earthness and right Stonehood from their clear,\nHigh eminence are seen; unveiled, the seminal\nHuge Principles appear.\n\nThe Tree-ness of the tree they know-the meaning of\nArboreal life, how from earth's salty lap\nThe solar beam uplifts it; all the holiness\nEnacted by leaves' fall and rising sap;\n\nBut never an angel knows the knife-edged severance\nOf sun from shadow where the trees begin,\nThe blessed cool at every pore caressing us\n-An angel has no skin.\n\nThey see the Form of Air; but mortals breathing it\nDrink the whole summer down into the breast.\nThe lavish pinks, the field new-mown, the ravishing\nSea-smells, the wood-fire smoke that whispers Rest.\nThe tremor on the rippled pool of memory\nThat from each smell in widening circles goes,\nThe pleasure and the pang --can angels measure it?\nAn angel has no nose.\n\nThe nourishing of life, and how it flourishes\nOn death, and why, they utterly know; but not\nThe hill-born, earthy spring, the dark cold bilberries.\nThe ripe peach from the southern wall still hot\nFull-bellied tankards foamy-topped, the delicate\nHalf-lyric lamb, a new loaf's billowy curves,\nNor porridge, nor the tingling taste of oranges.\n—An angel has no nerves.\n\nFar richer they! I know the senses' witchery\nGuards us like air, from heavens too big to see;\nImminent death to man that barb'd sublimity\nAnd dazzling edge of beauty unsheathed would be.\nYet here, within this tiny, charmed interior,\nThis parlour of the brain, their Maker shares\nWith living men some secrets in a privacy\nForever ours, not theirs.", "EVOLUTIONARY HYMN": "Lead us, Evolution, lead us\nUp the future's endless stair;\nChop us, change us, prod us, weed us.\nFor stagnation is despair:\nGroping, guessing, yet progressing,\nLead us nobody knows where.\n\nWrong or justice, joy or sorrow,\nIn the present what are they\nwhile there's always jam-tomorrow,\nWhile we tread the onward way?\nNever knowing where we're going,\nWe can never go astray.\n\nTo whatever variation\nOur posterity may turn\nHairy, squashy, or crustacean,\nBulbous-eyed or square of stern,\nTusked or toothless, mild or ruthless,\nTowards that unknown god we yearn.\n\nAsk not if it's god or devil,\nBrethren, lest your words imply\nStatic norms of good and evil\n(As in Plato) throned on high;\nSuch scholastic, inelastic,\nAbstract yardsticks we deny.\n\nFar too long have sages vainly\nGlossed great Nature's simple text;\nHe who runs can read it plainly,\n'Goodness = what comes next.'\nBy evolving, Life is solving\nAll the questions we perplexed.\n\nOh then! Value means survival-\nValue. If our progeny\nSpreads and spawns and licks each rival,\nThat will prove its deity\n(Far from pleasant, by our present,\nStandards, though it may well be).", "metadata": "lewis|C. S. Lewis|1898|1963|https://en.wikipedia.org/wiki/C._S._Lewis"}