{"LONDON RAIN": "The rain of London pimples \nThe ebony street with white \nAnd the neon lamps of London \nStain the canals of night \nAnd the park becomes a jungle \nIn the alchemy of night. \n\nMy wishes turn to violent \nHorses black as coal--\nThe randy mares of fancy, \nThe stallions of the soul--\nEager to take the fences \nThat fence about my soul. \n\nAcross the countless chimneys \nThe horses ride and across \nThe country to the channel \nWhere warning beacons toss, \nTo a place where God and No-God \nPlay at pitch and toss. \n\nWhichever wins I am happy \nFor God will give me bliss \nBut No-God will absolve me \nFrom all I do amiss \nAnd I need not suffer conscience \nIf the world was made amiss. \n\nUnder God we can reckon \nOn pardon when we fall \nBut if we are under No-God \nNothing will matter at all, \nAdultery and murder \nWill count for nothing at all. \n\nSo reinforced by logic \nAs having nothing to lose \nMy lust goes riding horseback \nTo ravish where I choose, \nTo burgle all the turrets \nOf beauty as I choose. \n\nBut now the rain gives over \nIts dance upon the town, \nLogic and lust together \nCome dimly tumbling down, \nAnd neither God nor No-God \nIs either up or down. \n\nThe argument was wilful, \nThe alternatives untrue, \nWe need no metaphysics \nTo sanction what we do \nOr to muffle us in comfort \nFrom what we did not do. \n\nWhether the living river \nBegan in bog or lake, \nThe world is what was given, \nThe world is what we make. \nAnd we only can discover \nLife in the life we make. \n\nSo let the water sizzle \nUpon the gleaming slates, \nThere will be sunshine after \nWhen the rain abates \nAnd rain returning duly \nWhen the sun abates. \n\nMy wishes now come homeward, \nTheir gallopings in vain, \nLogic and lust are quiet, \nAnd again it starts to rain; \nFalling asleep I listen \nTo the falling London rain. ", "SOAP SUDS": "This brand of soap has the same smell as once in the big\nHouse he visited when he was eight: the walls of the bathroom open\nTo reveal a lawn where a great yellow ball rolls back through a hoop\nTo rest at the head of a mallet held in the hands of a child.\nAnd these were the joys of that house: a tower with a telescope;\nTwo great faded globes, one of the earth, one of the stars;\nA stuffed black dog in the hall; a walled garden with bees;\nA rabbit warren; a rockery; a vine under glass; the sea.\nTo which he has now returned. The day of course is fine\nAnd a grown-up voice cries Play! The mallet slowly swings,\nThen crack, a great gong booms from the dog-dark hall and the ball\nSkims forward through the hoop and then through the next and then\nThrough hoops where no hoops were and each dissolves in turn\nAnd the grass has grown head-high and an angry voice cries Play!\nBut the ball is lost and the mallet slipped long since from the hands\nUnder the running tap that are not the hands of a child.", "HOUSE ON A CLIFF": "Indoors the tang of a tiny oil lamp. Outdoors\nThe winking signal on the waste of sea.\nIndoors the sound of the wind. Outdoors the wind.\nIndoors the locked heart and the lost key.\n\nOutdoors the chill, the void, the siren. Indoors\nThe strong man pained to find his red blood cools,\nWhile the blind clock grows louder, faster. Outdoors\nThe silent moon, the garrulous tides she rules.\n\nIndoors ancestral curse-cum-blessing. Outdoors\nThe empty bowl of heaven, the empty deep.\nIndoors a purposeful man who talks at cross\nPurposes, to himself, in a broken sleep.", "THE SUNLIGHT ON THE GARDEN": "The sunlight on the garden \nHardens and grows cold, \nWe cannot cage the minute \nWithin its nets of gold, \nWhen all is told \nWe cannot beg for pardon.\n\nOur freedom as free lances \nAdvances towards its end; \nThe earth compels, upon it \nSonnets and birds descend; \nAnd soon, my friend, \nWe shall have no time for dances.", "SUNDAY MORNING": "Down the road someone is practising scales, \nThe notes like little fishes vanish with a wink of tails, \nMan's heart expands to tinker with his car \nFor this is Sunday morning, Fate's great bazaar; \nRegard these means as ends, concentrate on this Now, \n\nAnd you may grow to music or drive beyond Hindhead anyhow, \nTake corners on two wheels until you go so fast \nThat you can clutch a fringe or two of the windy past, \nThat you can abstract this day and make it to the week of time \nA small eternity, a sonnet self-contained in rhyme. \n\nBut listen, up the road, something gulps, the church spire \nOpen its eight bells out, skulls' mouths which will not tire \nTo tell how there is no music or movement which secures \nEscape from the weekday time. Which deadens and endures.", "SNOW": "The room was suddenly rich and the great bay-window was\nSpawning snow and pink roses against it\nSoundlessly collateral and incompatible:\nWorld is suddener than we fancy it.\n\nWorld is crazier and more of it than we think,\nIncorrigibly plural. I peel and portion\nA tangerine and spit the pips and feel\nThe drunkenness of things being various.\n\nAnd the fire flames with a bubbling sound for world\nIs more spiteful and gay than one supposes--\nOn the tongue on the eyes on the ears in the palms of one's hands--\nThere is more than glass between the snow and the huge roses.", "PRAYER BEFORE BIRTH": "I am not yet born; O hear me. \nLet not the bloodsucking bat or the rat or the stoat or the \nclub-footed ghoul come near me. \n\nI am not yet born, console me. \nI fear that the human race may with tall walls wall me, \nwith strong drugs dope me, with wise lies lure me, \non black racks rack me, in blood-baths roll me. \n\nI am not yet born; provide me \nWith water to dandle me, grass to grow for me, trees to talk \nto me, sky to sing to me, birds and a white light \nin the back of my mind to guide me. \n\nI am not yet born; forgive me \nFor the sins that in me the world shall commit, my words \nwhen they speak me, my thoughts when they think me, \nmy treason engendered by traitors beyond me, \nmy life when they murder by means of my \nhands, my death when they live me. \n\nI am not yet born; rehearse me \nIn the parts I must play and the cues I must take when \nold men lecture me, bureaucrats hector me, mountains \nfrown at me, lovers laugh at me, the white \nwaves call me to folly and the desert calls \nme to doom and the beggar refuses \nmy gift and my children curse me. \n\nI am not yet born; O hear me, \nLet not the man who is beast or who thinks he is God \ncome near me. \n\nI am not yet born; O fill me \nWith strength against those who would freeze my \nhumanity, would dragoon me into a lethal automaton, \nwould make me a cog in a machine, a thing with \none face, a thing, and against all those \nwho would dissipate my entirety, would \nblow me like thistledown hither and \nthither or hither and thither \nlike water held in the \nhands would spill me. \n\nLet them not make me a stone and let them not spill me. \nOtherwise kill me.", "metadata": "macneice|Louis MacNeice|1907|1963|https://en.wikipedia.org/wiki/Louis_MacNeice"}