{"ACCOUNT": "The history of my stupidity would fill many volumes.\n\nSome would be devoted to acting against consciousness,\nLike the flight of a moth which, had it known,\nWould have tended nevertheless toward the candle’s flame.\n\nOthers would deal with ways to silence anxiety,\nThe little whisper which, though it is a warning, is ignored.\n\nI would deal separately with satisfaction and pride,\nThe time when I was among their adherents\nWho strut victoriously, unsuspecting.\n\nBut all of them would have one subject, desire,\nIf only my own--but no, not at all; alas,\nI was driven because I wanted to be like others.\nI was afraid of what was wild and indecent in me.\n\nThe history of my stupidity will not be written.\nFor one thing, it’s late. And the truth is laborious.", "ARS POETICA?": "I have always aspired to a more spacious form   \nthat would be free from the claims of poetry or prose   \nand would let us understand each other without exposing   \nthe author or reader to sublime agonies.   \n\nIn the very essence of poetry there is something indecent:   \na thing is brought forth which we didn’t know we had in us,   \nso we blink our eyes, as if a tiger had sprung out   \nand stood in the light, lashing his tail.   \n\nThat’s why poetry is rightly said to be dictated by a daimonion,   \nthough it’s an exaggeration to maintain that he must be an angel.   \nIt’s hard to guess where that pride of poets comes from,   \nwhen so often they’re put to shame by the disclosure of their frailty.   \n\nWhat reasonable man would like to be a city of demons,   \nwho behave as if they were at home, speak in many tongues,   \nand who, not satisfied with stealing his lips or hand,   \nwork at changing his destiny for their convenience?   \n\nIt’s true that what is morbid is highly valued today,   \nand so you may think that I am only joking   \nor that I’ve devised just one more means   \nof praising Art with the help of irony.   \n\nThere was a time when only wise books were read,   \nhelping us to bear our pain and misery.   \nThis, after all, is not quite the same   \nas leafing through a thousand works fresh from psychiatric clinics.   \n\nAnd yet the world is different from what it seems to be   \nand we are other than how we see ourselves in our ravings.\nPeople therefore preserve silent integrity,   \nthus earning the respect of their relatives and neighbors.   \n\nThe purpose of poetry is to remind us   \nhow difficult it is to remain just one person,   \nfor our house is open, there are no keys in the doors,   \nand invisible guests come in and out at will.\n\nWhat I'm saying here is not, I agree, poetry,   \nas poems should be written rarely and reluctantly,   \nunder unbearable duress and only with the hope   \nthat good spirits, not evil ones, choose us for their instrument.", "DEDICATION": "You whom I could not save\nListen to me.   \nTry to understand this simple speech as I would be ashamed of another.   \nI swear, there is in me no wizardry of words.   \nI speak to you with silence like a cloud or a tree.\n\nWhat strengthened me, for you was lethal.   \nYou mixed up farewell to an epoch with the beginning of a new one,   \nInspiration of hatred with lyrical beauty;   \nBlind force with accomplished shape.\n\nHere is a valley of shallow Polish rivers. And an immense bridge   \nGoing into white fog. Here is a broken city;   \nAnd the wind throws the screams of gulls on your grave   \nWhen I am talking with you.\n\nWhat is poetry which does not save   \nNations or people?   \nA connivance with official lies,   \nA song of drunkards whose throats will be cut in a moment,   \nReadings for sophomore girls.\nThat I wanted good poetry without knowing it,   \nThat I discovered, late, its salutary aim,   \nIn this and only this I find salvation.\n\nThey used to pour millet on graves or poppy seeds   \nTo feed the dead who would come disguised as birds.   \nI put this book here for you, who once lived   \nSo that you should visit us no more.", "ENCOUNTER": "We were riding through frozen fields in a wagon at dawn.\nA red wing rose in the darkness.\n\nAnd suddenly a hare ran across the road.\nOne of us pointed to it with his hand.\n\nThat was long ago. Today neither of them is alive,\nNot the hare, nor the man who made the gesture.\n\nO my love, where are they, where are they going\nThe flash of a hand, streak of movement, rustle of pebbles.\nI ask not out of sorrow, but in wonder.", "INCANTATION": "Human reason is beautiful and invincible.\nNo bars, no barbed wire, no pulping of books,\nNo sentence of banishment can prevail against it.\nIt establishes the universal ideas in language,\nAnd guides our hand so we write Truth and Justice\nWith capital letters, lie and oppression with small.\nIt puts what should be above things as they are,\nIs an enemy of despair and a friend of hope.\nIt does not know Jew from Greek or slave from master,\nGiving us the estate of the world to manage.\nIt saves austere and transparent phrases\nFrom the filthy discord of tortured words.\nIt says that everything is new under the sun,\nOpens the congealed fist of the past.\nBeautiful and very young are Philo-Sophia\nAnd poetry, her ally in the service of the good.\nAs late as yesterday Nature celebrated their birth,\nThe news was brought to the mountains by a unicorn and an echo.\nTheir friendship will be glorious, their time has no limit.\nTheir enemies have delivered themselves to destruction.", "LATE RIPENESS": "Not soon, as late as the approach of my ninetieth year,   \nI felt a door opening in me and I entered   \nthe clarity of early morning.   \n\nOne after another my former lives were departing,   \nlike ships, together with their sorrow.   \n\nAnd the countries, cities, gardens, the bays of seas   \nassigned to my brush came closer,   \nready now to be described better than they were before.   \n\nI was not separated from people,   \ngrief and pity joined us.   \nWe forget--I kept saying--that we are all children of the King.   \n\nFor where we come from there is no division   \ninto Yes and No, into is, was, and will be.   \n\nWe were miserable, we used no more than a hundredth part   \nof the gift we received for our long journey.   \n\nMoments from yesterday and from centuries ago--   \na sword blow, the painting of eyelashes before a mirror   \nof polished metal, a lethal musket shot, a caravel   \nstaving its hull against a reef--they dwell in us,   \nwaiting for a fulfillment.   \n\nI knew, always, that I would be a worker in the vineyard,   \nas are all men and women living at the same time,   \nwhether they are aware of it or not. ", "A SONG ON THE END OF THE WORLD": "On the day the world ends\nA bee circles a clover,\nA fisherman mends a glimmering net.\nHappy porpoises jump in the sea,\nBy the rainspout young sparrows are playing\nAnd the snake is gold-skinned as it should always be.\n         \nOn the day the world ends\nWomen walk through the fields under their umbrellas,\nA drunkard grows sleepy at the edge of a lawn,\nVegetable peddlers shout in the street\nAnd a yellow-sailed boat comes nearer the island,\nThe voice of a violin lasts in the air\nAnd leads into a starry night.\n\nAnd those who expected lightning and thunder\nAre disappointed.\nAnd those who expected signs and archangels’ trumps\nDo not believe it is happening now.\nAs long as the sun and the moon are above,\nAs long as the bumblebee visits a rose,\nAs long as rosy infants are born\nNo one believes it is happening now.\n\nOnly a white-haired old man, who would be a prophet\nYet is not a prophet, for he’s much too busy,\nRepeats while he binds his tomatoes:\nThere will be no other end of the world,\nThere will be no other end of the world.", "THEODICY": "No, it won’t do, my sweet theologians.\nDesire will not save the morality of God.\nIf he created beings able to choose between good and evil,\nAnd they chose, and the world lies in iniquity,\nNevertheless, there is pain, and the undeserved torture of creatures,\nWhich would find its explanation only by assuming\nThe existence of an archetypal Paradise\nAnd a pre-human downfall so grave\nThat the world of matter received its shape from diabolic power.", "VENI CREATOR": "Come, Holy Spirit,   \nbending or not bending the grasses,   \nappearing or not above our heads in a tongue of flame,   \nat hay harvest or when they plough in the orchards or when snow   \ncovers crippled firs in the Sierra Nevada.   \nI am only a man: I need visible signs.   \nI tire easily, building the stairway of abstraction.   \nMany a time I asked, you know it well, that the statue in church   \nlifts its hand, only once, just once, for me.   \nBut I understand that signs must be human,   \ntherefore call one man, anywhere on earth,   \nnot me--after all I have some decency--   \nand allow me, when I look at him, to marvel at you.   ", "YOU WHO WRONGED": "You who wronged a simple man\nBursting into laughter at the crime,\nAnd kept a pack of fools around you\nTo mix good and evil, to blur the line,\n\nThough everyone bowed down before you,\nSaying virtue and wisdom lit your way,\nStriking gold medals in your honor,\nGlad to have survived another day,\n\nDo not feel safe. The poet remembers.\nYou can kill one, but another is born.\nThe words are written down, the deed, the date.\n\nAnd you’d have done better with a winter dawn,\nA rope, and a branch bowed beneath your weight.", "metadata": "milosz|Czesław Miłosz|1911|2004|https://en.wikipedia.org/wiki/Czesław_Miłosz"}