{"THE COW": "The cow is of the bovine ilk;\nOne end is moo, the other, milk.", "THE DUCK": "Behold the duck. \nIt does not cluck. \nA cluck it lacks. \nIt quacks. \nIt is specially fond \nOf a puddle or pond. \nWhen it dines or sups, \nIt bottoms ups.", "CELERY": "Celery, raw\nDevelops the jaw,\nBut celery, stewed,\nIs more quietly chewed.", "THE OCTOPUS": "Tell me, O Octopus, I begs\nIs those things arms, or is they legs?\nI marvel at thee, Octopus;\nIf I were thou, I'd call me Us.", "OLD MEN": "People expect old men to die,\nThey do not really mourn old men.\nOld men are different. People look\nAt them with eyes that wonder when…\nPeople watch with unshocked eyes;\nBut the old men know when an old man dies.", "TO MY VALENTINE": "More than a catbird hates a cat,\nOr a criminal hates a clue,\nOr the Axis hates the United States,\nThat's how much I love you.\n\nI love you more than a duck can swim,\nAnd more than a grapefruit squirts,\nI love you more than a gin rummy is a bore,\nAnd more than a toothache hurts.\n\nAs a shipwrecked sailor hates the sea,\nOr a juggler hates a shove,\nAs a hostess detests unexpected guests,\nThat's how much you I love.\n\nI love you more than a wasp can sting,\nAnd more than the subway jerks,\nI love you as much as a beggar needs a crutch,\nAnd more than a hangnail irks.\n\nI swear to you by the stars above,\nAnd below, if such there be,\nAs the High Court loathes perjurious oathes,\nThat's how you're loved by me.", "MORNING PRAYER": "Now another day is breaking,\nSleep was sweet and so is waking.\nDear Lord, I promised you last night\nNever again to sulk or fight.\nSuch vows are easier to keep\nWhen a child is sound asleep.\nToday, O Lord, for your dear sake,\nI'll try to keep them when awake.", "OH TO BE ODD!": "Hypochondriacs\nSpend the winter at the bottom of Florida and the summer on top of\n  the Adirondriacs.\nYou go to Paris and live on champagne wine and cognac\nIf you're dipsomognac.\nIf you're a manic-depressive\nYou don't go anywhere where you won't be cheered up, and people say\n  \"There, there!\" if your bills are excessive.\nBut you stick around and work day and night and night and day with\n  your nose to the sawmill.\nIf you're nawmill.", "A CAUTION FOR EVERYBODY": "Consider the auk;\nBecoming extinct because he forgot how to fly, and could only walk.\nConsider man, who may well become extinct\nBecause he forgot how to walk and learned how to fly before he thinked.", "BANKERS ARE JUST LIKE ANYONE ELSE, EXCEPT RICHER": "This is a song to celebrate banks,\nBecause they are full of money and you go into them and all\nyou hear is clinks and clanks,\nOr maybe a sound like the wind in the trees on the hills,\nWhich is the rustling of the thousand dollar bills.\nMost bankers dwell in marble halls,\nWhich they get to dwell in because they encourage deposits\nand discourage withdrawals,\nAnd particularly because they all observe one rule which woe\nbetides the banker who fails to heed it,\nWhich is you must never lend any money to anybody unless\nthey don't need it.\nI know you, you cautious conservative banks!\nIf people are worried about their rent it is your duty to deny\nthem the loan of one nickel, yes, even one copper engraving\nof the martyred son of the late Nancy Hanks;\nYes, if they request fifty dollars to pay for a baby you must\nlook at them like Tarzan looking at an uppity ape in the\njungle,\nAnd tell them what do they think a bank is, anyhow, they had\nbetter go get the money from their wife's aunt or ungle.\nBut suppose people come in and they have a million and they\nwant another million to pile on top of it,\nWhy, you brim with the milk of human kindness and you\nurge them to accept every drop of it,\nAnd you lend them the million so then they have two million\nand this gives them the idea that they would be better off\nwith four,\nSo they already have two million as security so you have no\nhesitation in lending them two more,\nAnd all the vice-presidents nod their heads in rhythm,\nAnd the only question asked is do the borrowers want the\nmoney sent or do they want to take it withm.\nBecause I think they deserve our appreciation and thanks,\nthe jackasses who go around saying that health and happi-\nness are everything and money isn't essential,\nBecause as soon as they have to borrow some unimportant\nmoney to maintain their health and happiness they starve\nto death so they can't go around any more sneering at good\nold money, which is nothing short of providential.", "metadata": "nash|Ogden Nash|1902|1971|https://en.wikipedia.org/wiki/Ogden_Nash"}