{"WINTER NIGHT": "It snowed and snowed ,the whole world over,\nSnow swept the world from end to end.\nA candle burned on the table;\nA candle burned.\n\nAs during summer midges swarm\nTo beat their wings against a flame\nOut in the yard the snowflakes swarmed\nTo beat against the window pane\n\nThe blizzard sculptured on the glass\nDesigns of arrows and of whorls.\nA candle burned on the table;\nA candle burned.\n\nDistorted shadows fell\nUpon the lighted ceiling:\nShadows of crossed arms,of crossed legs--\nOf crossed destiny.\n\nTwo tiny shoes fell to the floor\nAnd thudded.\nA candle on a nightstand shed wax tears\nUpon a dress.\n\nAll things vanished within\nThe snowy murk-white,hoary.\nA candle burned on the table;\nA candle burned.\n\nA corner draft fluttered the flame\nAnd the white fever of temptation\nUpswept its angel wings that cast\nA cruciform shadow\n\nIt snowed hard throughout the month\nOf February, and almost constantly\nA candle burned on the table;\nA candle burned.", "EVE": "By water's edge, quiet willows stand,\nAnd from the steep bank, high noon flings\nWhite fleecy clouds into the pond\nAs if they were a fisher's seines.\n\nThe firmament sinks like a net,\nA crowd of sunburnt bathers dive\nWith yells into the pond, and head\nFor this elusive netlike sky.\n\nSome women from the water rise\nUnder the scanty willows' lee,\nAnd stepping on the sand, wring dry\nTheir bathing costumes hurriedly.\n\nThe coils of fabric twist and slide\nLike water-snakes, and nimbly roll,\nAs if the dripping garments hide\nBeguiling serpents in their folds.\n\n0 woman, neither looks nor shape\nWill nonplus me or make me gloat.\nYou, all of you, are like a lump\nIn my excitement-stricken throat.\n\nYou look as if hewn in the rough--\nA stray verse line dashed off ad lib.\nYou make me think it is the truth--\nThat you were made out of my rib.\n\nAnd instantly you broke away\nFrom my embrace, and moved apart,\nAll fear, confusion, disarray--\nAnd missing beats of a man's heart.", "WET PAINT": "'Look out! Wet paint.' My soul was blind,\nI have to pay the price,\nAll marked with stains of calves and cheeks\nAnd hands and lips and eyes.\n\nI loved you more than luck or grief\nBecause with you in sight\nThe old and yellowed world became\nAs white as painters' white.\n\nI swear my friend, my gloom-it will\nOne day still whiter gleam,\nThan lampshades, than a bandaged brow,\nThan a delirious dream.", "MUSIC": "The block of flats loomed towerlike.\nTwo sweating athletes, human telpher,\nWere carrying up narrow stairs,\nAs though a bell onto a belfry,\n\nAs to a stony tableland\nThe tables of the law, with caution,\nA huge and heavy concert-grand,\nAbove the city's restless ocean.\n\nAt last it stands on solid ground,\nWhile deep below the din and clatter\nAre damped, as though the town were drowned--\nSunk to the bottom of a legend.\n\nThe tenant of the topmost flat\nLooks down on earth over the railings,\nAs if he held it in his hand,\nIts lawful ruler, never failing.\n\nBack in the drawing room he starts\nTo play-not someone else's music,\nBut his own thought, a new chorale,\nThe stir of leaves, Hosannas booming.\n\nImprovisations sweep and peal,\nBring night, flames, fire barrels rolling,\nTrees under downpour, rumbling wheels,\nLife of the streets, fate of the lonely...\n\nThus Chopin would, at night, instead\nOf the outgrown, naive and artless,\nWrite down on the black fretwork stand\nHis soaring dream, his new departures.\n\nOr, overtaking in their flight\nThe world by many generations,\nValkyries shake the city roofs\nBy thunderous reverberations.\n\nOr through the lovers' tragic fate,\nAmidst infernal crash and thunder,\nTchaikovsky harrowed us to tears,\nAnd rent the concert hall asunder.", "SPRING": "This spring the world is new and different;\nMore lively is the sparrows' riot.\nI do not even try expressing it,\nHow full my soul is and how quiet.\n\nI think and write not as I did before;\nAnd with their song of earth, entire\nFreed territories add their mighty voice,\nA booming octave in a choir.\n\nThe breath of spring within our motherland\nIs washing off the winter's traces,\nIs washing off black rings and crevices\nFrom tear-worn eyes of Slavic races.\n\nThe grass is everywhere in readiness;\nAnd ancient Prague, in murk and smother\nStill silent, soon will be awakening,\nOne street more crooked than the other.\n\nMorave and Czech and Jugoslavian\nFolk-lores in spring will rise and blossom,\nTearing away the sheet of lawlessness\nThat winters past have laid across them.\n\nIt all will have the haze of fairy tales\nUpon it, like the gilt and dazzle\nOf ornaments in Boyar chambers and\nOn the cathedral of St Basil.\n\nA dreamer and a half-night-ponderer,\nMoscow I love with all my power.\nHere is the source of all the wonderful\nWith which the centuries will flower.", "MARY MAGDELENE": "People clean their homes before the feast.\nStepping from the bustle of the street\nI go down before Thee on my knees\nAnd anoint with myrrh Thy holy feet.\n\nGroping round, I cannot find the shoes\nFor the tears that well up with my sighs.\nMy impatient tresses, breaking loose,\nLike a pall hang thick before my eyes.\n\nI take up Thy feet onto my lap,\nWash them clean with hot tears from my eyes,\nIn my hair Thy precious feet I wrap,\nAnd my string of pearls around them tie.\n\nI now see the future in detail,\nAs if it were stopped in flight by Thee.\nLike a raving sibyl, I could tell\nWhat will happen, how it will all be.\n\nIn the temple, veils will fall tomorrow,\nWe shall form a frightened group apart,\nAnd the earth will shake-perhaps from sorrow\nAnd from pity for my tortured heart.\n\nTroops will then reform and march away\nTo the thud of hoofs and heavy tread,\nAnd the cross will reach towards the sky\nLike a water-spout above our heads.\n\nBy the cross, I'll fall down on the ground,\nI shall bite my lips till I draw blood.\nOn the cross, your arms will be spread out-\nWide enough to hug the whole wide world.\n\nWho's this for, this glory and this strife?\nWho's this for, this torment and this might?\nAre there enough souls on earth, and lives?\nAre there enough cities, dales and heights?\n\nBut three days-such days and nights will pass--\nThey will fill me with such crushing dread\nThat I'll see the joyous truth, at last:\nI shall know Christ will rise from the dead.", "I HANG LIMP ON THE CREATOR'S PEN": "I hang limp on the Creator's pen\nLike a large drop of lilac gloss-paint.\n\nUnderneath are dykes' secrets; the air\nFrom the railways is sodden and sticky,\nOf the fumes of coal and night fires reeking.\nBut the moment night kills sunset's glare,\nIt turns pink itself, tinged with far flares,\nAnd the fence stands stiff, paradox-stricken.\n\nIt keeps muttering: stop it till dawn.\nLet the dry whiting finally settle.\nHard as nails is the worm-eaten ground,\nAnd the echo's as keen as a skittle.\n\nWarm spring wind, spots of cheviot and mud,\nEarly naileries' hoots faraway,\nOn the grater of cobble-stones road,\nAs on radishes lavishly sprayed,\nTears stand out clearly at break of day.\n\nLike an acrid drop of thick lead paint,\nI hang on to the Creator's pen.", "FROM EARLY DAWN THE THIRTIETH OF APRIL": "From early dawn the thirtieth of April\nIs given up to children of the town,\nAnd caught in trying on the festive necklace,\nBy dusk it only just is settling down.\n\nLike heaps of squashy berries under muslin\nThe town emerges out of crimson gauze.\nAlong the streets the boulevards are dragging\nTheir twilight with them, like a rank of dwarves.\n\nThe evening world is always eve and blossom,\nBut this one with a sprouting of its own\nFrom May-day anniversaries will flower\nOne day into a commune fully blown.\n\nFor long it will remain a day of shifting,\nPre-festive cleaning, fanciful decor,\nAs once it used to be with Whitsun birches\nOr pan-Athenian fires long before.\n\nJust so they will go on, conveying actors\nTo their assembly points; beat sand; just so\nPull up towards illuminated ledges\nThe plywood boards, the crimson calico.\n\nJust so in threes the sailors briskly walking\nWill skirt the grass in gardens and in parks,\nThe moon at nightfall sink into the pavements\nLike a dead city or a burnt-out hearth.\n\nBut with each year more splendid and more spreading\nThe taut beginning of the rose will bloom,\nMore clearly grow in health and sense of honour,\nSincerity more visibly will loom.\n\nThe living folksongs, customs and traditions\nWill ever spreading, many-petalled lay\nTheir scent on fields and industries and meadows\nFrom early buddings on the first of May,\n\nUntil the full fermented risen spirit\nOf ripened years will shoot up, like the smell\nOf humid centifolia. It will have to\nReveal itself, it cannot help but tell.", "SPARROW HILLS": "My kisses across your breast, like water from a jug!\nThey'll have an end, and soon, our days of summer heat.\nNor shall we every night rise up in trailing dust\nThe hurdy-gurdy's bellow, stamp and drag our feet.\n\nI've heard about old age. What ominous forebodings!\nThat no wave will lift again to the stars its hands,\nThat waters will speak no more; no god in the woods;\nNo heart within the pools; no life in meadowlands.\n\nO rouse your soul! This frenzied day is yours to have!\nIt is the world's midday. Why don't you use your eyes?\nLook, there's thought upon high hills in seething bubbles\nOf heat, woodpeckers, cones and needles, clouds and skies.\n\nHere tracks of city trolleys stop, and further\nThe pines alone must satisfy. Trams cannot pass.\nIt is always Sunday there! Plucking little branches,\nThere the clearing capers, slipping on the grass.\n\nAnd strewing sunrays, Whitsun, and rambling walks,\nThe woods will have us say the world was always so:\nConceived like that by forests, hinted to the meadows,\nAnd spilt by clouds as on a chintz design below.", "THINGS OF GREAT WORTH SHALL COME TO PASS...": "Things of great worth shall come to pass\nBy true foreknowledge and in fact,--\nNames worthier than mine in fame\nAnd words which earned me men's esteem.\n\nHere breakers roar across the bay;\nWave follows wave unchangeably,\nTheir tracks, like letters traced in sand,\nErased by ebbing lines of foam.\n\nSo yet you're here at this resort.\nI should have found you in this hall\nAt five, instead of vain small talk\nI shared and wagging of my tongue.\n\nI would have warned you, one so fair,\nMature, a woman brave and calm,\nAbout the death in life-and bounds\nNo higher than the ant's low life.\n\nGreat poets, through experience,\nFind words so simple and restrained\nThat in the end they can't do more\nThan wait in silence and in awe.\n\nIn faith and kinship with real life\nAnd with the future knit as one,\nWe're bound to find immortal words\nOf unbelievable simplicity.\n\nYet keep them holy in your hearts\nOr we shall not be spared at all.\nMen quickly grasp the complex schemes\nWhen simplicity's their greater need.", "SPRING SHOWER": "Winked to the birdcherry, gulped amid tears,\nSplashed over carriages' varnish, trees' tremble.\nFull moon. The musicians are picking their way\nTo the theatre. More and more people assemble.\n\nPuddles on stone. Like a throat overfilled\nWith tears are the roses, deep with wet scalding\nDiamonds. Showers of gladness thrill,\nEyelashes, stormclouds, and roses enfolding.\n\nThe moon for the first time is casting in plaster\nAn epic poem uncast till today:\nThe cordons, the flutter of dresses, the speaker\nAnd people enraptured and carried away.\n\nWhose is the heart whose whole blood shot to glory\nDrained from the cheeks? We are held in his grip.\nThe hands of Kerensky are squeezing together\nInto a bunch our aortas and lips.\n\nThis is not night, not rain, not a chorus\nOf tearing acclaim for him, swelled to a roar--\nThis is the blinding leap to the Forum\nFrom catacombs wanting an exit before.\n\nIt is not roses, not Ups, not the roaring\nCrowd-it's the surf on Theatre Square,\nMarking the end of the long sleep of Europe,\nProud of her own reawakening here.", "FIRST SNOW": "Outside the snowstorm spins, and hides\nThe world beneath a pall.\nSnowed under are the paper-girl,\nThe papers and the stall.\n\nQuite often our experience\nHas led us to believe\nThat snow falls out of reticence,\nIn order to deceive.\n\nConcealing unrepentantly\nAnd trimming you in white,\nHow often he has brought you home\nInto the town at night!\n\nWhile snowflakes blind and blanket out\nThe distance more and more,\nA tipsy shadow gropes his way\nAnd staggers to the door.\n\nAnd then he enters hastily...\nAgain, for all I know,\nSomeone has something sinful to\nConceal in all this snow!", "JULY": "A ghost is roaming through the building,\nAnd shadows in the attic browse;\nPersistently intent on mischief\nA goblin roams about the house.\n\nHe gets into your way, he fusses,\nYou hear his footsteps overhead,\nHe tears the napkin off the table\nAnd creeps in slippers to the bed.\n\nWith feet unwiped he rushes headlong\nOn gusts of draught into the hall\nAnd whirls the curtain, like a dancer,\nTowards the ceiling, up the wall.\n\nWho is this silly mischief-maker,\nThis phantom and this double-face?\nHe is our guest, our summer lodger,\nWho spends with us his holidays.\n\nOur house is taken in possession\nBy him, while he enjoys a rest.\nJuly, with summer air and thunder--\nHe is our temporary guest.\n\nJuly, who scatters from his pockets\nThe fluff of blow-balls in a cloud,\nWho enters through the open window,\nWho chatters to himself aloud,\n\nUnkempt, untidy, absent-minded,\nSoaked through with smell of dill and rye,\nWith linden-blossom, grass and beet-leaves,\nThe meadow-scented month July.", "AUGUST": "This was its promise, held to faithfully:\nThe early morning sun came in this way\nUntil the angle of its saffron beam\nBetween the curtains and the sofa lay,\n\nAnd with its ochre heat it spread across\nThe village houses, and the nearby wood,\nUpon my bed and on my dampened pillow\nAnd to the corner where the bookcase stood.\n\nThen I recalled the reason why my pillow\nHad been so dampened by those tears that fell--\nI'd dreamt I saw you coming one by one\nAcross the wood to wish me your farewell.\n\nYou came in ones and twos, a straggling crowd;\nThen suddenly someone mentioned a word:\nIt was the sixth of August, by Old Style,\nAnd the Transfiguration of Our Lord.\n\nFor from Mount Tabor usually this day\nThere comes a light without a flame to shine,\nAnd autumn draws all eyes upon itself\nAs clear and unmistaken as a sign.\n\nBut you came forward through the tiny, stripped,\nThe pauperly and trembling alder grove,\nInto the graveyard's coppice, russet-red,\nWhich, like stamped gingerbread, lay there and glowed.\n\nAnd with the silence of those high treetops\nWas neighbour only the imposing sky\nAnd in the echoed crowing of the cocks\nThe distances and distances rang by:\n\nThere in the churchyard underneath the trees,\nLike some surveyor from the government\nDeath gazed on my pale face to estimate\nHow large a grave would suit my measurement.\n\nAll those who stood there could distinctly hear\nA quiet voice emerge from where I lay:\nThe voice was mine, my past; prophetic words\nThat sounded now, unsullied by decay:\n\n'Farewell, wonder of azure and of gold\nSurrounding the Transfiguration's power:\nAssuage now with a woman's last caress\nThe bitterness of my predestined hour!\n\n'Farewell timeless expanse of passing years!\nFarewell, woman who flung your challenge steeled\nAgainst the abyss of humiliations:\nFor it is I who am your battlefield!\n\n'Farewell, you span of open wings outspread,\nThe voluntary obstinacy of flight,\nO figure of the world revealed in speech,\nCreative genius, wonder-working might!'", "MARCH": "The sun is hotter than the top ledge in a steam bath;\nThe ravine, crazed, is rampaging below.\nSpring -- that corn-fed, husky milkmaid --\nIs busy at her chores with never a letup.\n\nThe snow is wasting (pernicious anemia --\nSee those branching veinlets of impotent blue?)\nYet in the cowbarn life is burbling, steaming,\nAnd the tines of pitchforks simply glow with health.\n\nThese days -- these days, and these nights also!\nWith eavesdrop thrumming its tattoos at noon,\nWith icicles (cachectic!) hanging on to gables,\nAnd with the chattering of rills that never sleep!\n\nAll doors are flung open -- in stable and in cowbarn;\nPigeons peck at oats fallen in the snow;\nAnd the culprit of all this and its life-begetter--\nThe pile of manure -- is pungent with ozone.", "AUTUMN": "I have allowed my family to scatter,\nAll those who were my dearest to depart,\nAnd once again an age-long loneliness\nComes in to fill all nature and my heart.\n\nAlone this cottage shelters me and you:\nThe wood is an unpeopled wilderness\nAnd ways and footpaths wear, as in the song.\nWeeds almost overgrowing each recess;\n\nAnd where we sit together by ourselves\nThe log walls gaze upon us mournfully.\nWe gave no promise to leap obstacles,\nWe shall yet face our end with honesty.\n\nAt one we'll sit, at three again we'll rise,\nMy book with me, your sewing in your hand,\nNor with the dawning shall we realize\nWhen all our kissing shall have had an end.\n\nYou leaves, more richly and more recklessly\nRustle your dresses, spill yourselves away,\nAnd fill a past day's cup of bitterness\nStill higher with the anguish of today!\n\nAll this delight, devotion and desire!\nWe'll fling ourselves into September's riot!\nImmure yourself within the autumn's rustle\nEntirely: go crazy, or be quiet!\n\nHow when you fall into my gentle arms\nEnrobed in that silk-tasselled dressing gown\nYou shake the dress you wear away from you\nAs only coppices shake their leaves down!--\n\nYou are the blessing on my baneful way,\nWhen life has depths worse than disease can reach,\nAnd courage is the only root of beauty,\nAnd it is this that draws us each to each.", "metadata": "pasternak|Boris Pasternak|1890|1960|https://en.wikipedia.org/wiki/Boris_Pasternak"}