{"PRAYER OF CONFIDENCE": "When we sit down at the cross formed by two ways \nAnd must choose regret along with remorse \nAnd dual fate forces us to pick one course \nAnd the keystone of two arches fixes our gaze,\n\nYou alone, mistress of the secret, attest \nTo the downward slope where one road goes. \nYou know the other path that our steps chose, \nAs one chooses the cedar for a chest.\n\nAnd not through virtue, which we dont possess. \nAnd not for duty, which we do not love. \nBut, as carpenters find the center of \nA board, to seek the center of wretchedness,\n\nAnd to approach the axis of distress, \nAnd for the dumb need to feel the whole curse, \nAnd to do whats harder and to suffer worse, \nAnd to take the blow in all its fulness.\n\nThrough that sleight-of-hand, that very artfulness, \nWhich will never make us happy anymore, \nLet us, o queen, at least preserve our honor, \nAnd along with it our simple tenderness.", "A LITTLE HOPE": "\"I am, God says, Master of three virtues.\n\nFaith is a faithful spouse.\nCharity is a mother burning with devotion.\nBut hope is a very small girl.\nI am, God says, Master of three virtues.\nCharity is she who extends herself over the centuries.\nBut my little hope\nis the one who each morning\nsays Good Day to us.\n\nI am, God says, Master of three virtues.\n\nFaith it is who keeps watch down the ages;\nCharity it is who keeps watch down the ages.\nBut little hope it is\nwho goes to bed every evening,\nand who gets up each morning,\nhaving slept soundly through the night.\n\nI am, God says, the Master of Three Virtues.\n\nFaith is a soldier, a captain who defends a fortress.\nA town belonging to the King,\nOn the marches of Gascony, on the marches of Lorraine.\nCharity is a doctor, a Little Sister of the poor,\nWho nurses the sick, who nurses the wounded,\nThe poor subjects of the King,\nOn the marches of Gascony, on the marches of Lorraine.\nBut it is my little hope\nWho says good-day to the poor man and the orphan.\n\nI am, God says, the Lord of the Virtues.\n\nFaith is a church, a cathedral rooted in the soil of France\nCharity is a hospital, an alms-house which gathers up wretchedness of the world.\nBut without hope it would be nothing but a cemetery.\n\nI am, God says, the Lord of the Virtues.\n\nIt is Faith who watches through centuries of centuries.\nIt is Charity who watches through centuries of centuries.\nBut it is my little hope\nwho lies down every evening\nand gets up every morning\nand really has very good nights.\n\nI am, God says, the Lord of that virtue.\n\nIt is my little hope\nwho goes to sleep every evening,\nin her child’s bed,\nafter having said a good prayer,\nand who wakes every morning and gets up\nand says her prayers with new attention.\n\nI am, God says, Lord of the Three Virtues.\n\nFaith is a great tree, an oak rooted in the heart of France,\nAnd under the wings of that tree,\nCharity, my daughter Charity shelters all the distress of the world.\nAnd my little hope is only that little promise of a bud which shows itself at the very beginning of April.\"", "FREEDOM": "_God speaks:_\n\nWhen you love someone, you love him as he is.\n\nI alone am perfect.\n\nIt is probably for that reason\n\nThat I know what perfection is\n\nAnd that I demand less perfection of those poor people.\n\nI know how difficult it is.\n\nAnd how often, when they are struggling in their trials,\n\nHow often do I wish and am I tempted to put my hand under their stomachs\n\nIn order to hold them up with my big hand\n\nJust like a father teaching his son how to swim\n\nIn the current of the river\n\nAnd who is divided between two ways of thinking.\n\nFor on the one hand, if he holds him up all the time and if he holds him too much,\n\nThe child will depend on this and will never learn how to swim.\n\nBut if he doesn't hold him up just at the right moment\n\nThat child is bound to swallow more water than is healthy for him.\n\nIn the same way, when I teach them how to swim amid their trials\n\nI too am divided by two ways of thinking.\n\nBecause if I am always holding them up, if I hold them up too often,\n\nThey will never learn how to swim by themselves.\n\nBut if I don't hold them up just at the right moment,\n\nPerhaps those poor children will swallow more water than is healthy for them.\n\nSuch is the difficulty, and it is a great one.\n\nAnd such is the doubleness itself, the two faces of the problem.\n\nOn the one hand, they must work out their salvation for themselves. That is the rule.\n\nIt allows of no exception. Otherwise it would not be interesting. They would not be men.\n\nNow I want them to be manly, to be men, and to win by themselves\n\nTheir spurs of knighthood.\n\nOn the other hand, they must not swallow more water than is healthy for them,\n\nHaving made a dive into the ingratitude of sin.\n\nSuch is the mystery of man's freedom, says God,\n\nAnd the mystery of my government towards him and towards his freedom.\n\nIf I hold him up too much, he is no longer free\n\nAnd if I don't hold him up sufficiently, I am endangering his salvation.\n\nTwo goods in a sense almost equally precious.\n\nFor salvation is of infinite price.\n\nBut what kind of salvation would a salvation be that was not free?\n\nWhat would you call it?\n\nWe want that salvation to be acquired by himself,\n\nHimself, man. To be procured by himself.\n\nTo come, in a sense, from himself. Such is the secret,\n\nSuch is the mystery of man's freedom.\n\nSuch is the price we set on man's freedom.\n\nBecause I myself am free, says God, and I have created man in my own image and likeness.\n\nSuch is the mystery, such the secret, such the price\n\nOf all freedom.\n\nThat freedom of that creature is the most beautiful reflection in this world\n\nOf the Creator's freedom. That is why we are so attached to it,\n\nAnd set a proper price on it.\n\nA salvation that was not free, that was not, that did not come from a free man could in no wise be attractive to us. What would it amount to?\n\nWhat would it mean?\n\nWhat interest would such a salvation have to offer?\n\nA beatitude of slaves, a salvation of slaves, a slavish beatitude, how do you expect me to interested in that kind of thing? Does one care to be loved by slaves?\n\nIf it were only a matter of proving my might, my might has no need of those slaves, my might is well enough known, it is sufficiently known that I am the Almighty.\n\nMy might is manifest enough in all matter and in all events.\n\nMy might is manifest enough in the sands of the sea and in the stars of heaven.\n\nIt is not questioned, it is known, it is manifest enough in inanimate creation.\n\nIt is manifest enough in the government,\n\nIn the very event that is man.\n\nBut in my creation which is endued with life, says God, I wanted something more.\n\nInfinitely better. Infinitely more. For I wanted that freedom.\n\nI created that very freedom. There are several degrees to my throne.\n\nWhen you once have known what it is to be loved freely, submission no longer has any taste.\n\nAll the prostrations in the world\n\nAre not worth the beautiful upright attitude of a free man as he kneels. All the submission, all the dejection in the world\n\nAre not equal in value to the soaring up point,\n\nThe beautiful straight soaring up of one single invocation\n\nFrom a love that is free.", "metadata": "peguy|Charles Péguy|1873|1914|https://en.wikipedia.org/wiki/Charles_Péguy"}