{"MUSSEL HUNTER AT ROCK HARBOR": "I came before the water--\nColorists came to get the\nGood of the Cape light that scours\nSand grit to sided crystal\nAnd buffs and sleeks the blunt hulls\nOf the three fishing smacks beached\nOn the bank of the river's\n\nBacktracking tail. I'd come for\nFree fish-bait: the blue mussels\nClumped like bulbs at the grassroot\nMargin of the tidal pools.\nDawn tide stood dead low. I smelt\nMud stench, shell guts, gulls' leavings;\nHeard a queer crusty scrabble\n\nCease, and I neared the silenced\nEdge of a cratered pool-bed.\nThe mussels hung dull blue and\nConspicuous, yet it seemed\nA sly world's hinges had swung\nShut against me. All held still.\nThough I counted scant seconds,\n\nEnough ages lapsed to win\nConfidence of safe-conduct\nIn the wary other world\nEyeing me. Grass put forth claws,\nSmall mud knobs, nudged from under,\nDisplaced their domes as tiny\nKnights might doff their casques. The crabs\n\nInched from their pygmy burrows\nAnd from the trench-dug mud, all Camouflaged in mottled mail\nOf browns and greens. Each wore one\nClaw swollen to a shield large\nAs itself--no fiddler's arm\nGrown Gargantuan by trade,\n\nBut grown grimly, and grimly\nBorne, for a use beyond my\nGuessing of it. Sibilant\nMass-motived hordes, they sidled\nOut in a converging stream\nToward the pool-mouth, perhaps to\nMeet the thin and sluggish thread\n\nOf sea retracing its tide--\nWay up the river-basin.\nOr to avoid me. They moved\nObliquely with a dry-wet\nSound, with a glittery wisp\nAnd trickle. Could they feel mud\nPleasurable under claws\n\nAs I could between bare toes?\nThat question ended it--I\nStood shut out, for once, for all,\nPuzzling the passage of their\nAbsolutely alien\nOrder as I might puzzle\nAt the clear tail of Halley's\n\nComet coolly giving my\nOrbit the go-by, made known\nBy a family name it\nKnew nothing of. So the crabs\nWent about their business, which\nWasn't fiddling, and I filled\nA big handkerchief with blue\n\nMussels. From what the crabs saw,\nIf they could see, I was one\nTwo-legged mussel-picker.\nHigh on the airy thatching\nOf the dense grasses I found\nThe husk of a fiddler-crab,\nIntact, strangely strayed above\n\nHis world of mud--green color\nAnd innards bleached out blown off\nSomewhere by much sun and wind;\nThere was no telling if he'd\nDied recluse of suicide\nOr headstrong Columbus crab.\nThe crab-face, etched and set there,\n\nGrimaced as skulls grimace: it\nHad an Oriental look,\nA samurai death mask done\nOn a tiger tooth, less for\nArt's sake than God's. Far from sea--\nWhere red-freckled crab-backs, claws\nAnd whole crabs, dead, their soggy\n\nBellies pallid and upturned,\nPerform their shambling waltzes\nOn the waves' dissolving turn\nAnd return, losing themselves\nBit by bit to their friendly\nElement--this relic saved\nFace, to face the bald-faced sun.", "WINTER TREES": "The wet dawn inks are doing their blue dissolve.\nOn their blotter of fog the trees\nSeem a botanical drawing.\nMemories growing, ring on ring,\nA series of weddings.\n\nKnowing neither abortions nor bitchery,\nTruer than women,\nThey seed so effortlessly!\nTasting the winds, that are footless,\nWaist-deep in history.\n\nFull of wings, otherworldliness.\nIn this, they are Ledas.\nO mother of leaves and sweetness\nWho are these pietas?\nThe shadows of ringdoves chanting, but chasing nothing.", "MONOLOGUE AT 3 AM": "Better that every fiber crack\nand fury make head,\nblood drenching vivid\ncouch, carpet, floor\nand the snake-figured almanac\nvouching you are\na million green counties from here,\n\nthan to sit mute, twitching so\nunder prickling stars,\nwith stare, with curse\nblackening the time\ngoodbyes were said, trains let go,\nand I, great magnanimous fool, thus wrenched from\nmy one kingdom.", "THE EVERLASTING MONDAY": "Thou shalt have an everlasting\nMonday and stand in the moon.\n\nThe moon's man stands in his shell,\nBent under a bundle\nOf sticks. The light falls chalk and cold\nUpon our bedspread.\nHis teeth are chattering among the leprous\nPeaks and craters of those extinct volcanoes.\n\nHe also against black frost\nWould pick sticks, would not rest\nUntil his own lit room outshone\nSunday's ghost of sun;\nNow works his hell of Mondays in the moon's ball,\nFireless, seven chill seas chained to his ankle.", "WAKING IN WINTER": "I can taste the tin of the sky -- the real tin thing.\nWinter dawn is the color of metal,\nThe trees stiffen into place like burnt nerves.\nAll night I have dreamed of destruction, annihilations --\nAn assembly-line of cut throats, and you and I\nInching off in the gray Chevrolet, drinking the green\nPoison of stilled lawns, the little clapboard gravestones,\nNoiseless, on rubber wheels, on the way to the sea resort.\n\nHow the balconies echoed! How the sun lit up\nThe skulls, the unbuckled bones facing the view!\nSpace! Space! The bed linen was giving out entirely.\nCot legs melted in terrible attitudes, and the nurses --\nEach nurse patched her soul to a wound and disappeared.\nThe deathly guests had not been satisfied\nWith the rooms, or the smiles, or the beautiful rubber plants,\nOr the sea, Hushing their peeled sense like Old Mother Morphia.", "CROSSING THE WATER": "Black lake, black boat, two black, cut-paper people.\nWhere do the black trees go that drink here?\nTheir shadows must cover Canada.\n\nA little light is filtering from the water flowers.\nTheir leaves do not wish us to hurry:\nThey are round and flat and full of dark advice.\n\nCold worlds shake from the oar.\nThe spirit of blackness is in us, it is in the fishes.\nA snag is lifting a valedictory, pale hand;\n\nStars open among the lilies.\nAre you not blinded by such expressionless sirens?\nThis is the silence of astounded souls.", "POPPIES IN OCTOBER": "Even the sun-clouds this morning cannot manage such skirts.\nNor the woman in the ambulance\nWhose red heart blooms through her coat so astoundingly –\n\nA gift, a love gift\nUtterly unasked for\nBy a sky\n\nPalely and flamily\nIgniting its carbon monoxides, by eyes\nDulled to a halt under bowlers.\n\nOh my God, what am I\nThat these late mouths should cry open\nIn a forest of frosts, in a dawn of cornflowers.", "THE COLOSSUS": "I shall never get you put together entirely,\nPieced, glued, and properly jointed.\nMule-bray, pig-grunt and bawdy cackles\nProceed from your great lips.\nIt’s worse than a barnyard.\n \nPerhaps you consider yourself an oracle,\nMouthpiece of the dead, or of some god or other.\nThirty years now I have labored\nTo dredge the silt from your throat.\nI am none the wiser.\n \nScaling little ladders with glue pots and pails of lysol\nI crawl like an ant in mourning\nOver the weedy acres of your brow\nTo mend the immense skull plates and clear\nThe bald, white tumuli of your eyes.\n \nA blue sky out of the Oresteia\nArches above us. O father, all by yourself\nYou are pithy and historical as the Roman Forum.\nI open my lunch on a hill of black cypress.\nYour fluted bones and acanthine hair are littered\n \nIn their old anarchy to the horizon-line.\nIt would take more than a lightning-stroke\nTo create such a ruin.\nNights, I squat in the cornucopia\nOf your left ear, out of the wind,\n \nCounting the red stars and those of plum-color.\nThe sun rises under the pillar of your tongue.\nMy hours are married to shadow.\nNo longer do I listen for the scrape of a keel\nOn the blank stones of the landing.", "THE APPLICANT": "First, are you our sort of a person?\nDo you wear\nA glass eye, false teeth or a crutch,\nA brace or a hook,\nRubber breasts or a rubber crotch,\n\nStitches to show something's missing? No, no? Then\nHow can we give you a thing?\nStop crying.\nOpen your hand.\nEmpty? Empty. Here is a hand\n\nTo fill it and willing\nTo bring teacups and roll away headaches\nAnd do whatever you tell it.\nWill you marry it?\nIt is guaranteed\n\nTo thumb shut your eyes at the end\nAnd dissolve of sorrow.\nWe make new stock from the salt.\nI notice you are stark naked.\nHow about this suit--\n\nBlack and stiff, but not a bad fit.\nWill you marry it?\nIt is waterproof, shatterproof, proof\nAgainst fire and bombs through the roof.\nBelieve me, they'll bury you in it.\n\nNow your head, excuse me, is empty.\nI have the ticket for that.\nCome here, sweetie, out of the closet.\nWell, what do you think of _that?_\nNaked as paper to start\n\nBut in twenty-five years she'll be silver,\nIn fifty, gold.\nA living doll, everywhere you look.\nIt can sew, it can cook,\nIt can talk, talk, talk.\n\nIt works, there is nothing wrong with it.\nYou have a hole, it's a poultice.\nYou have an eye, it's an image.\nMy boy, it's your last resort.\nWill you marry it, marry it, marry it.", "MORNING SONG": "Love set you going like a fat gold watch.\nThe midwife slapped your footsoles, and your bald cry   \nTook its place among the elements.\n\nOur voices echo, magnifying your arrival. New statue.\nIn a drafty museum, your nakedness\nShadows our safety. We stand round blankly as walls.\n\nI’m no more your mother\nThan the cloud that distills a mirror to reflect its own slow\nEffacement at the wind’s hand.\n\nAll night your moth-breath\nFlickers among the flat pink roses. I wake to listen:\nA far sea moves in my ear.\n\nOne cry, and I stumble from bed, cow-heavy and floral\nIn my Victorian nightgown.\nYour mouth opens clean as a cat’s. The window square\n\nWhitens and swallows its dull stars. And now you try\nYour handful of notes;\nThe clear vowels rise like balloons.", "TULIPS": "The tulips are too excitable, it is winter here.\nLook how white everything is, how quiet, how snowed-in.   \nI am learning peacefulness, lying by myself quietly\nAs the light lies on these white walls, this bed, these hands.   \nI am nobody; I have nothing to do with explosions.   \nI have given my name and my day-clothes up to the nurses   \nAnd my history to the anesthetist and my body to surgeons.\n\nThey have propped my head between the pillow and the sheet-cuff   \nLike an eye between two white lids that will not shut.\nStupid pupil, it has to take everything in.\nThe nurses pass and pass, they are no trouble,\nThey pass the way gulls pass inland in their white caps,\nDoing things with their hands, one just the same as another,   \nSo it is impossible to tell how many there are.\n\nMy body is a pebble to them, they tend it as water\nTends to the pebbles it must run over, smoothing them gently.\nThey bring me numbness in their bright needles, they bring me sleep.   \nNow I have lost myself I am sick of baggage——\nMy patent leather overnight case like a black pillbox,   \nMy husband and child smiling out of the family photo;   \nTheir smiles catch onto my skin, little smiling hooks.\n\nI have let things slip, a thirty-year-old cargo boat   \nstubbornly hanging on to my name and address.\nThey have swabbed me clear of my loving associations.   \nScared and bare on the green plastic-pillowed trolley   \nI watched my teaset, my bureaus of linen, my books   \nSink out of sight, and the water went over my head.   \nI am a nun now, I have never been so pure.\n\nI didn’t want any flowers, I only wanted\nTo lie with my hands turned up and be utterly empty.\nHow free it is, you have no idea how free——\nThe peacefulness is so big it dazes you,\nAnd it asks nothing, a name tag, a few trinkets.\nIt is what the dead close on, finally; I imagine them   \nShutting their mouths on it, like a Communion tablet.   \n\nThe tulips are too red in the first place, they hurt me.\nEven through the gift paper I could hear them breathe   \nLightly, through their white swaddlings, like an awful baby.   \nTheir redness talks to my wound, it corresponds.\nThey are subtle : they seem to float, though they weigh me down,   \nUpsetting me with their sudden tongues and their color,   \nA dozen red lead sinkers round my neck.\n\nNobody watched me before, now I am watched.   \nThe tulips turn to me, and the window behind me\nWhere once a day the light slowly widens and slowly thins,   \nAnd I see myself, flat, ridiculous, a cut-paper shadow   \nBetween the eye of the sun and the eyes of the tulips,   \nAnd I have no face, I have wanted to efface myself.   \nThe vivid tulips eat my oxygen.\n\nBefore they came the air was calm enough,\nComing and going, breath by breath, without any fuss.   \nThen the tulips filled it up like a loud noise.\nNow the air snags and eddies round them the way a river   \nSnags and eddies round a sunken rust-red engine.   \nThey concentrate my attention, that was happy   \nPlaying and resting without committing itself.\n\nThe walls, also, seem to be warming themselves.\nThe tulips should be behind bars like dangerous animals;   \nThey are opening like the mouth of some great African cat,   \nAnd I am aware of my heart: it opens and closes\nIts bowl of red blooms out of sheer love of me.\nThe water I taste is warm and salt, like the sea,\nAnd comes from a country far away as health.", "YOU'RE": "Clownlike, happiest on your hands,   \nFeet to the stars, and moon-skulled,   \nGilled like a fish. A common-sense   \nThumbs-down on the dodo’s mode.   \nWrapped up in yourself like a spool,   \nTrawling your dark as owls do.   \nMute as a turnip from the Fourth   \nOf July to All Fools’ Day,\nO high-riser, my little loaf.\n\nVague as fog and looked for like mail.   \nFarther off than Australia.\nBent-backed Atlas, our traveled prawn.   \nSnug as a bud and at home   \nLike a sprat in a pickle jug.   \nA creel of eels, all ripples.   \nJumpy as a Mexican bean.   \nRight, like a well-done sum.   \nA clean slate, with your own face on.", "ELM": "I know the bottom, she says. I know it with my great tap root:   \nIt is what you fear.\nI do not fear it: I have been there.\n\nIs it the sea you hear in me,   \nIts dissatisfactions?\nOr the voice of nothing, that was your madness?\n\nLove is a shadow.\nHow you lie and cry after it\nListen: these are its hooves: it has gone off, like a horse.\n\nAll night I shall gallop thus, impetuously,\nTill your head is a stone, your pillow a little turf,   \nEchoing, echoing.\n\nOr shall I bring you the sound of poisons?   \nThis is rain now, this big hush.\nAnd this is the fruit of it: tin-white, like arsenic.\n\nI have suffered the atrocity of sunsets.   \nScorched to the root\nMy red filaments burn and stand, a hand of wires.\n\nNow I break up in pieces that fly about like clubs.   \nA wind of such violence\nWill tolerate no bystanding: I must shriek.\n\nThe moon, also, is merciless: she would drag me   \nCruelly, being barren.\nHer radiance scathes me. Or perhaps I have caught her.\n\nI let her go. I let her go\nDiminished and flat, as after radical surgery.   \nHow your bad dreams possess and endow me.\n\nI am inhabited by a cry.   \nNightly it flaps out\nLooking, with its hooks, for something to love.\n\nI am terrified by this dark thing   \nThat sleeps in me;\nAll day I feel its soft, feathery turnings, its malignity.\n\nClouds pass and disperse.\nAre those the faces of love, those pale irretrievables?   \nIs it for such I agitate my heart?\n\nI am incapable of more knowledge.   \nWhat is this, this face\nSo murderous in its strangle of branches?--\n\nIts snaky acids hiss.\nIt petrifies the will. These are the isolate, slow faults   \nThat kill, that kill, that kill.", "metadata": "plath|Sylvia Plath|1932|1963|https://en.wikipedia.org/wiki/Sylvia_Plath"}