{"LIVES": "I\n\n      Oh! the huge avenues of the holy land, the terraces of the temple! What has happened to the brahmin who taught me the Proverbs? From then and from there I can still see even the old women! I remember silvery hours and sun near rivers, the hand of the country on my shoulder, and our caresses as we stood in the fiery fields. —A flight of red pigeons thunders around my thoughts—In exile here I had a stage on which to perform the dramatic masterpieces of all literatures. I might tell you about unheard-of wealth. I follow the story of the treasures you found. I see the next chapter! My wisdom is as neglected as chaos is. What is my void, compared with the stupefaction awaiting you?\n\n\nII\n\n      I am a far more deserving inventor than all those who went before me; a musician, in fact, who found something resembling the key of love. At present, a noble from a meager countryside with a dark sky I try to feel emotion over the memory of mendicant childhood, over my apprenticeship  when I arrived wearing wooden shoes, polemics, five or six widowings, and a few wild escapades when my strong head kept me from rising to the same pitch as my comrades. I don’t miss what I once possessed of divine happiness: the calm of this despondent countryside gives a new vigor to my terrible scepticism. But since this scepticism can no longer be put into effect, and since I am now given over to a new worry—I expect to become a very wicked fool.\n\n\nIII\n\n      In an attic where at the age of twelve I was locked up, I knew the world and illustrated the human comedy. In a wine cellar I learned history. At some night celebration, in a northern city, I met all the wives of former painters. In an old back street in Paris I was taught the classical sciences. In a magnificent palace, surrounded by all the Orient, I finished my long work and spent my celebrated retirement. I have invigorated my blood. I am released from my duty. I must not even think of that any longer. I am really from beyond the tomb, and without work.", "THE DRUNKEN BOAT": "As I was going down impassive Rivers,\nI no longer felt myself guided by haulers:\nYelping redskins had taken them as targets\nAnd had nailed them naked to colored stakes.\n \nI was indifferent to all crews,\nThe bearer of Flemish wheat or English cottons\nWhen with my haulers this uproar stopped\nThe Rivers let me go where I wanted.\n \nInto the furious lashing of the tides\nMore heedless than children's brains the other winter\nI ran! And loosened Peninsulas\nHave not undergone a more triumphant hubbub\n \nThe storm blessed my sea vigils\nLighter than a cork I danced on the waves\nThat are called eternal rollers of victims,\nTen nights, without missing the stupid eye of the lighthouses!\n \nSweeter than the flesh of hard apples is to children\nThe green water penetrated my hull of fir\nAnd washed me of spots of blue wine\nAnd vomit, scattering rudder and grappling-hook\n \nAnd from then on I bathed in the Poem\nOf the Sea, infused with stars and lactescent,\nDevouring the azure verses; where, like a pale elated\nPiece of flotsam, a pensive drowned figure sometimes sinks;\n \nWhere, suddenly dyeing the blueness, delirium\nAnd slow rhythms under the streaking of daylight,\nStronger than alcohol, vaster than our lyres,\nThe bitter redness of love ferments!\n \nI know the skies bursting with lightning, and the waterspouts\nAnd the surf and the currents; I know the evening,\nAnd dawn as exalted as a flock of doves\nAnd at times I have seen what man thought he saw!\n \nI have seen the low sun spotted with mystic horrors,\nLighting up, with long violet clots,\nResembling actors of very ancient dramas,\nThe waves rolling far off their quivering of shutters!\n \nI have dreamed of the green night with dazzled snows\nA kiss slowly rising to the eyes of the sea,\nThe circulation of unknown saps,\nAnd the yellow and blue awakening of singing phosphorous!\n \nI followed during pregnant months the swell,\nLike hysterical cows, in its assault on the reefs,\nWithout dreaming that the luminous feet of the Marys\nCould constrain the snout of the wheezing Oceans!\n \nI struck against, you know, unbelievable Floridas\nMingling with flowers panthers' eyes and human\nSkin! Rainbows stretched like bridal reins\nUnder the horizon of the seas to greenish herds!\n \nI have seen enormous swamps ferment, fish-traps\nWhere a whole Leviathan rots in the rushes!\nAvalanches of water in the midst of a calm,\nAnd the distances cataracting toward the abyss!\n \nGlaciers, suns of silver, nacreous waves, skies of embers!\nHideous strands at the end of brown gulfs\nWhere giant serpents devoured by bedbugs\nFall down from gnarled trees with black scent!\n \nI should have liked to show children those sunfish\nOf the blue wave, the fish of gold, the singing fish.\n—Foam of flowers rocked my drifting\nAnd ineffable winds winged me at times.\n \nAt times a martyr weary of poles and zones,\nThe sea, whose sob created my gentle roll,\nBrought up to me her dark flowers with yellow suckers\nAnd I remained, like a woman on her knees...\n \nResembling an island tossing on my sides the quarrels\nAnd droppings of noisy birds with yellow eyes\nAnd I sailed on, when through my fragile ropes\nDrowned men sank backward to sleep!\n \nNow I, a boat lost in the foliage of caves,\nThrown by the storm into the birdless air\nI whose water-drunk carcass would not have been rescued\nBy the Monitors and the Hanseatic sailboats;\n \nFree, smoking, topped with violet fog,\nI who pierced the reddening sky like a wall,\nBearing, delicious jam for good poets\nLichens of sunlight and mucus of azure,\n \nWho ran, spotted with small electric moons,\nA wild plank, escorted by black seahorses,\nWhen Julys beat down with blows of cudgels\nThe ultramarine skies with burning funnels;\n \nI, who trembled, hearing at fifty leagues off\nThe moaning of the Behemoths in heat and the thick Maelstroms,\nEternal spinner of the blue immobility\nI miss Europe with its ancient parapets!\n \nI have seen sidereal archipelagos! and islands\nWhose delirious skies are open to the sea-wanderer:\n—Is it in these bottomless nights that you sleep and exile yourself,\nMillion golden birds, o future Vigor? --\n \nBut, in truth, I have wept too much! Dawns are heartbreaking.\nEvery moon is atrocious and every sun bitter.\nAcrid love has swollen me with intoxicating torpor\nO let my keel burst! O let me go into the sea!\n \nIf I want a water of Europe, it is the black\nCold puddle where in the sweet-smelling twilight\nA squatting child full of sadness releases\nA boat as fragile as a May butterfly.\n \nNo longer can I, bathed in your languor, o waves,\nFollow in the wake of the cotton boats,\nNor cross through the pride of flags and flames,\nNor swim under the terrible eyes of prison ships.", "NOVEL": "I\n\nWe aren't serious when we're seventeen.\n—One fine evening, to hell with beer and lemonade,\nNoisy cafés with their shining lamps!\nWe walk under the green linden trees of the park\n\nThe lindens smell good in the good June evenings!\nAt times the air is so scented that we close our eyes.\nThe wind laden with sounds—the town isn't far--\nHas the smell of grapevines and beer . . .\n\n\nII\n\n—There you can see a very small patch\nOf dark blue, framed by a little branch,\nPinned up by a naughty star, that melts\nIn gentle quivers, small and very white . . .\n\nNight in June! Seventeen years old! --We are overcome by it all\nThe sap is champagne and goes to our head . . .\nWe talked a lot and feel a kiss on our lips\nTrembling there like a small insect . . .\n\n\nIII\n\nOur wild heart moves through novels like Robinson Crusoe,\n--When, in the light of a pale street lamp,\nA girl goes by attractive and charming\nUnder the shadow of her father's terrible collar . . .\n\nAnd as she finds you incredibly naïve,\nWhile clicking her little boots,\nShe turns abruptly and in a lively way . . .\n--Then _cavatinas_ die on your lips . . .\n\n\nIV\n\nYou are in love. Occupied until the month of August.\nYou are in love. --Your sonnets make Her laugh.\nAll your friends go off, you are ridiculous.\n--Then one evening the girl you worship deigned to write to you . . . !\n\n--That evening, . . . --you return to the bright cafés,\nYou ask for beer or lemonade . . .\n--We're not serious when we are seventeen\nAnd when we have green linden trees in the park.", "metadata": "rimbaud|Arthur Rimbaud|1854|1891|https://en.wikipedia.org/wiki/Arthur_Rimbaud"}