{"PRELUDE: THE TROOPS": "Dim, gradual thinning of the shapeless gloom\nShudders to drizzling daybreak that reveals\nDisconsolate men who stamp their sodden boots\nAnd turn dulled, sunken faces to the sky\nHaggard and hopeless. They, who have beaten down\nThe stale despair of night, must now renew\nTheir desolation in the truce of dawn,\nMurdering the livid hours that grope for peace.\n\nYet these, who cling to life with stubborn hands,\nCan grin through storms of death and find a gap\nIn the clawed, cruel tangles of his defence.\nThey march from safety, and the bird-sung joy\nOf grass-green thickets, to the land where all\nIs ruin, and nothing blossoms but the sky\nThat hastens over them where they endure\nSad, smoking, flat horizons, reeking woods,\nAnd foundered trench-lines volleying doom for doom.\n\nO my brave brown companions, when your souls\nFlock silently away, and the eyeless dead\nShame the wild beast of battle on the ridge,\nDeath will stand grieving in that field of war\nSince your unvanquished hardihood is spent.\nAnd through some mooned Valhalla there will pass\nBattalions and battalions, scarred from hell;\nThe unreturning army that was youth;\nThe legions who have suffered and are dust.", "COUNTER-ATTACK": "We'd gained our first objective hours before\nWhile dawn broke like a face with blinking eyes,\nPallid, unshaved and thirsty, blind with smoke.\nThings seemed all right at first. We held their line,\nWith bombers posted, Lewis guns well placed,\nAnd clink of shovels deepening the shallow trench.\n    The place was rotten with dead; green clumsy legs\n    High-booted, sprawled and grovelled along the saps;\n    And trunks, face downward, in the sucking mud,\n    Wallowed like trodden sand-bags loosely filled;\n    And naked sodden buttocks, mats of hair,\n    Bulged, clotted heads slept in the plastering slime.\n    And then the rain began,--the jolly old rain!\n\nA yawning soldier knelt against the bank,\nStaring across the morning blear with fog;\nHe wondered when the Allemands would get busy;\nAnd then, of course, they started with five-nines\nTraversing, sure as fate, and never a dud.\nMute in the clamour of shells he watched them burst\nSpouting dark earth and wire with gusts from hell,\nWhile posturing giants dissolved in drifts of smoke.\nHe crouched and flinched, dizzy with galloping fear,\nSick for escape,--loathing the strangled horror\nAnd butchered, frantic gestures of the dead.\n\nAn officer came blundering down the trench:\n\"Stand-to and man the fire-step!\" On he went ...\nGasping and bawling, \"Fire-step ... counter-attack!\"\n    Then the haze lifted. Bombing on the right\n    Down the old sap: machine-guns on the left;\n    And stumbling figures looming out in front.\n    \"O Christ, they're coming at us!\" Bullets spat,\nAnd he remembered his rifle ... rapid fire ...\n\nAnd started blazing wildly ... then a bang\nCrumpled and spun him sideways, knocked him out\nTo grunt and wriggle: none heeded him; he choked\nAnd fought the flapping veils of smothering gloom,\nLost in a blurred confusion of yells and groans ...\nDown, and down, and down, he sank and drowned,\nBleeding to death. The counter-attack had failed.", "THE REAR-GUARD": "(Hindenburg Line, April 1917.)\n\n\n\nGroping along the tunnel, step by step,\nHe winked his prying torch with patching glare\nFrom side to side, and sniffed the unwholesome air.\n\nTins, boxes, bottles, shapes too vague to know,\nA mirror smashed, the mattress from a bed;\nAnd he, exploring fifty feet below\nThe rosy gloom of battle overhead.\n\nTripping, he grabbed the wall; saw some one lie\nHumped at his feet, half-hidden by a rug,\nAnd stooped to give the sleeper's arm a tug.\n\"I'm looking for headquarters.\" No reply.\n\"God blast your neck!\" (For days he'd had no sleep.)\n\"Get up and guide me through this stinking place.\"\nSavage, he kicked a soft, unanswering heap,\nAnd flashed his beam across the livid face\nTerribly glaring up, whose eyes yet wore\nAgony dying hard ten days before;\nAnd fists of fingers clutched a blackening wound.\n\nAlone he staggered on until he found\nDawn's ghost that filtered down a shafted stair\nTo the dazed, muttering creatures underground\nWho hear the boom of shells in muffled sound.\nAt last, with sweat of horror in his hair,\nHe climbed through darkness to the twilight air,\nUnloading hell behind him step by step.", "WIRERS": "\"Pass it along, the wiring party's going out\"--\nAnd yawning sentries mumble, \"Wirers going out,\"\nUnravelling; twisting; hammering stakes with muffled thud,\nThey toil with stealthy haste and anger in their blood.\n\nThe Boche sends up a flare. Black forms stand rigid there,\nStock-still like posts; then darkness, and the clumsy ghosts\nStride hither and thither, whispering, tripped by clutching snare\nOf snags and tangles.\n                Ghastly dawn with vaporous coasts\nGleams desolate along the sky, night's misery ended.\n\nYoung Hughes was badly hit; I heard him carried away,\nMoaning at every lurch; no doubt he'll die to-day.\nBut _we_ can say the front-line wire's been safely mended.", "ATTACK": "At dawn the ridge emerges massed and dun\nIn the wild purple of the glowering sun,\nSmouldering through spouts of drifting smoke that shroud\nThe menacing scarred slope; and, one by one,\nTanks creep and topple forward to the wire.\nThe barrage roars and lifts. Then, clumsily bowed\nWith bombs and guns and shovels and battle-gear,\nMen jostle and climb to meet the bristling fire.\nLines of grey, muttering faces, masked with fear,\nThey leave their trenches, going over the top,\nWhile time ticks blank and busy on their wrists,\nAnd hope, with furtive eyes and grappling fists,\nFlounders in mud. O Jesu, make it stop!", "DREAMERS": "Soldiers are citizens of death's grey land,\n  Drawing no dividend from time's to-morrows.\nIn the great hour of destiny they stand,\n  Each with his feuds, and jealousies, and sorrows.\nSoldiers are sworn to action; they must win\n  Some flaming, fatal climax with their lives.\nSoldiers are dreamers; when the guns begin\n  They think of firelit homes, clean beds, and wives.\n\nI see them in foul dug-outs, gnawed by rats,\n  And in the ruined trenches, lashed with rain,\nDreaming of things they did with balls and bats,\n  And mocked by hopeless longing to regain\nBank-holidays, and picture shows, and spats,\n  And going to the office in the train.", "HOW TO DIE": "Dark clouds are smouldering into red\n  While down the craters morning burns.\nThe dying soldier shifts his head\n  To watch the glory that returns:\nHe lifts his fingers toward the skies\n  Where holy brightness breaks in flame;\nRadiance reflected in his eyes,\n  And on his lips a whispered name.\n\nYou'd think, to hear some people talk,\n  That lads go West with sobs and curses,\nAnd sullen faces white as chalk,\n  Hankering for wreaths and tombs and hearses.\nBut they've been taught the way to do it\n  Like Christian soldiers; not with haste\nAnd shuddering groans; but passing through it\n  With due regard for decent taste.", "THE EFFECT": "  \"The effect of our bombardment was terrific.  One man\ntold me he had never seen so many dead before.\"--_War Correspondent_.\n\n_\"He'd never seen so many dead before.\"_\nThey sprawled in yellow daylight while he swore\nAnd gasped and lugged his everlasting load\nOf bombs along what once had been a road.\n_\"How peaceful are the dead.\"_\nWho put that silly gag in some one's head?\n\n_\"He'd never seen so many dead before.\"_\nThe lilting words danced up and down his brain,\nWhile corpses jumped and capered in the rain.\nNo, no; he wouldn't count them any more ...\nThe dead have done with pain:\nThey've choked; they can't come back to life again.\n\nWhen Dick was killed last week he looked like that,\nFlapping along the fire-step like a fish,\nAfter the blazing crump had knocked him flat ...\n_\"How many dead? As many as ever you wish.\nDon't count 'em; they're too many.\nWho'll buy my nice fresh corpses, two a penny?\"_", "TWELVE MONTHS AFTER": "Hullo! here's my platoon, the lot I had last year.\n\"The war'll be over soon.\"\n                     \"What 'opes?\"\n                             \"No bloody fear!\"\nThen, \"Number Seven, 'shun! All present and correct.\"\nThey're standing in the sun, impassive and erect.\nYoung Gibson with his grin; and Morgan, tired and white;\nJordan, who's out to win a D.C.M. some night;\nAnd Hughes that's keen on wiring; and Davies ('79),\nWho always must be firing at the Boche front line.\n      *       *       *       *       *\n\"Old soldiers never die; they simply fide a-why!\"\nThat's what they used to sing along the roads last spring;\nThat's what they used to say before the push began;\nThat's where they are to-day, knocked over to a man.", "THE FATHERS": "Snug at the club two fathers sat,\nGross, goggle-eyed, and full of chat.\nOne of them said: \"My eldest lad\nWrites cheery letters from Bagdad.\nBut Arthur's getting all the fun\nAt Arras with his nine-inch gun.\"\n\n\"Yes,\" wheezed the other, \"that's the luck!\nMy boy's quite broken-hearted, stuck\nIn England training all this year.\nStill, if there's truth in what we hear,\nThe Huns intend to ask for more\n  Before they bolt across the Rhine.\"\nI watched them toddle through the door--\n  These impotent old friends of mine.", "BASE DETAILS": "If I were fierce, and bald, and short of breath,\n  I'd live with scarlet Majors at the Base,\nAnd speed glum heroes up the line to death.\n  You'd see me with my puffy petulant face,\nGuzzling and gulping in the best hotel,\n  Reading the Roll of Honour. \"Poor young chap,\"\nI'd say--\"I used to know his father well;\n  Yes, we've lost heavily in this last scrap.\"\nAnd when the war is done and youth stone dead,\n  I'd toddle safely home and die--in bed.", "THE GENERAL": "\"Good-morning; good-morning!\" the General said\nWhen we met him last week on our way to the line.\nNow the soldiers he smiled at are most of 'em dead,\nAnd we're cursing his staff for incompetent swine.\n\"He's a cheery old card,\" grunted Harry to Jack\nAs they slogged up to Arras with rifle and pack.\n        *       *       *       *       *\nBut he did for them both by his plan of attack.", "LAMENTATIONS": "I found him in the guard-room at the Base.\nFrom the blind darkness I had heard his crying\nAnd blundered in. With puzzled, patient face\nA sergeant watched him; it was no good trying\nTo stop it; for he howled and beat his chest.\nAnd, all because his brother had gone West,\nRaved at the bleeding war; his rampant grief\nMoaned, shouted, sobbed, and choked, while he was kneeling\nHalf-naked on the floor. In my belief\nSuch men have lost all patriotic feeling.\n\n\n\n\nDOES IT MATTER?\n\n\n\nDoes it matter?--losing your leg? ...\nFor people will always be kind,\nAnd you need not show that you mind\nWhen the others come in after hunting\nTo gobble their muffins and eggs.\n\nDoes it matter?--losing your sight? ...\nThere's such splendid work for the blind;\nAnd people will always be kind,\nAs you sit on the terrace remembering\nAnd turning your face to the light.\n\nDo they matter?--those dreams from the pit? ...\nYou can drink and forget and be glad,\nAnd people won't say that you're mad;\nFor they'll know that you've fought for your country,\nAnd no one will worry a bit.", "FIGHT TO A FINISH": "The boys came back. Bands played and flags were flying,\n  And Yellow-Pressmen thronged the sunlit street\nTo cheer the soldiers who'd refrained from dying,\n  And hear the music of returning feet.\n\"Of all the thrills and ardours War has brought,\n  This moment is the finest.\" (So they thought.)\n\nSnapping their bayonets on to charge the mob,\n  Grim Fusiliers broke ranks with glint of steel.\nAt last the boys had found a cushy job.\n        *       *       *       *       *\n  I heard the Yellow-Pressmen grunt and squeal;\nAnd with my trusty bombers turned and went\nTo clear those Junkers out of Parliament.", "EDITORIAL IMPRESSIONS": "He seemed so certain \"all was going well,\"\nAs he discussed the glorious time he'd had\nWhile visiting the trenches.\n                                  \"One can tell\nYou've gathered big impressions!\" grinned the lad\nWho'd been severely wounded in the back\nIn some wiped-out impossible Attack.\n\"Impressions? Yes, most vivid! I am writing\nA little book called _Europe on the Rack_,\nBased on notes made while witnessing the fighting.\nI hope I've caught the feeling of 'the Line'\nAnd the amazing spirit of the troops.\nBy Jove, those flying-chaps of ours are fine!\nI watched one daring beggar looping loops,\nSoaring and diving like some bird of prey.\nAnd through it all I felt that splendour shine\nWhich makes us win.\"\n                  The soldier sipped his wine.\n\"Ah, yes, but it's the Press that leads the way!\"", "SUICIDE IN THE TRENCHES": "I knew a simple soldier boy\nWho grinned at life in empty joy,\nSlept soundly through the lonesome dark,\nAnd whistled early with the lark.\n\nIn winter trenches, cowed and glum,\nWith crumps and lice and lack of rum,\nHe put a bullet through his brain.\nNo one spoke of him again.\n *       *       *       *       *\nYou snug-faced crowds with kindling eye\nWho cheer when soldier lads march by,\nSneak home and pray you'll never know\nThe hell where youth and laughter go.", "GLORY OF WOMEN": "You love us when we're heroes, home on leave,\nOr wounded in a mentionable place.\nYou worship decorations; you believe\nThat chivalry redeems the war's disgrace.\nYou make us shells. You listen with delight,\nBy tales of dirt and danger fondly thrilled.\nYou crown our distant ardours while we fight,\nAnd mourn our laurelled memories when we're killed.\nYou can't believe that British troops \"retire\"\nWhen hell's last horror breaks them, and they run,\nTrampling the terrible corpses--blind with blood.\n   O German mother dreaming by the fire,\n   While you are knitting socks to send your son\n   His face is trodden deeper in the mud.", "THEIR FRAILTY": "He's got a Blighty wound. He's safe; and then\n  War's fine and bold and bright.\nShe can forget the doomed and prisoned men\n  Who agonize and fight.\n\nHe's back in France. She loathes the listless strain\n  And peril of his plight.\nBeseeching Heaven to send him home again,\n  She prays for peace each night.\n\nHusbands and sons and lovers; everywhere\n  They die; War bleeds us white.\nMothers and wives and sweethearts,--they don't care\n  So long as He's all right.", "THE HAWTHORN TREE": "Not much to me is yonder lane\n  Where I go every day;\nBut when there's been a shower of rain\n  And hedge-birds whistle gay,\nI know my lad that's out in France\n  With fearsome things to see\nWould give his eyes for just one glance\n  At our white hawthorn tree.\n *       *       *       *       *\nNot much to me is yonder lane\n  Where _he_ so longs to tread;\nBut when there's been a shower of rain\nI think I'll never weep again\n  Until I've heard he's dead.", "THE INVESTITURE": "God with a Roll of Honour in His hand\nSits welcoming the heroes who have died,\nWhile sorrowless angels ranked on either side\nStand easy in Elysium's meadow-land.\nThen _you_ come shyly through the garden gate,\nWearing a blood-soaked bandage on your head;\nAnd God says something kind because you're dead,\nAnd homesick, discontented with your fate.\n\nIf I were there we'd snowball Death with skulls;\nOr ride away to hunt in Devil's Wood\nWith ghosts of puppies that we walked of old.\nBut you're alone; and solitude annuls\nOur earthly jokes; and strangely wise and good\nYou roam forlorn along the streets of gold.", "TRENCH DUTY": "Shaken from sleep, and numbed and scarce awake,\nOut in the trench with three hours' watch to take,\nI blunder through the splashing mirk; and then\nHear the gruff muttering voices of the men\nCrouching in cabins candle-chinked with light.\nHark! There's the big bombardment on our right\nRumbling and bumping; and the dark's a glare\nOf flickering horror in the sectors where\nWe raid the Boche; men waiting, stiff and chilled,\nOr crawling on their bellies through the wire.\n\"What? Stretcher-bearers wanted? Some one killed?\"\nFive minutes ago I heard a sniper fire:\nWhy did he do it? ... Starlight overhead--\nBlank stars. I'm wide-awake; and some chap's dead.", "BREAK OF DAY": "There seemed a smell of autumn in the air\nAt the bleak end of night; he shivered there\nIn a dank, musty dug-out where he lay,\nLegs wrapped in sand-bags,--lumps of chalk and clay\nSpattering his face. Dry-mouthed, he thought, \"To-day\nWe start the damned attack; and, Lord knows why,\nZero's at nine; how bloody if I'm done in\nUnder the freedom of that morning sky!\"\nAnd then he coughed and dozed, cursing the din.\n\nWas it the ghost of autumn in that smell\nOf underground, or God's blank heart grown kind,\nThat sent a happy dream to him in hell?--\nWhere men are crushed like clods, and crawl to find\nSome crater for their wretchedness; who lie\nIn outcast immolation, doomed to die\nFar from clean things or any hope of cheer,\nCowed anger in their eyes, till darkness brims\nAnd roars into their heads, and they can hear\nOld childish talk, and tags of foolish hymns.\n\nHe sniffs the chilly air; (his dreaming starts).\nHe's riding in a dusty Sussex lane\nIn quiet September; slowly night departs;\nAnd he's a living soul, absolved from pain.\nBeyond the brambled fences where he goes\nAre glimmering fields with harvest piled in sheaves,\nAnd tree-tops dark against the stars grown pale;\nThen, clear and shrill, a distant farm-cock crows;\nAnd there's a wall of mist along the vale\nWhere willows shake their watery-sounding leaves.\nHe gazes on it all, and scarce believes\nThat earth is telling its old peaceful tale;\nHe thanks the blessed world that he was born ...\nThen, far away, a lonely note of the horn.\n\nThey're drawing the Big Wood! Unlatch the gate,\nAnd set Golumpus going on the grass:\n_He_ knows the corner where it's best to wait\nAnd hear the crashing woodland chorus pass;\nThe corner where old foxes make their track\nTo the Long Spinney; that's the place to be.\nThe bracken shakes below an ivied tree,\nAnd then a cub looks out; and \"Tally-o-back!\"\nHe bawls, and swings his thong with volleying crack,--\nAll the clean thrill of autumn in his blood,\nAnd hunting surging through him like a flood\nIn joyous welcome from the untroubled past;\nWhile the war drifts away, forgotten at last.\n\nNow a red, sleepy sun above the rim\nOf twilight stares along the quiet weald,\nAnd the kind, simple country shines revealed\nIn solitudes of peace, no longer dim.\nThe old horse lifts his face and thanks the light,\nThen stretches down his head to crop the green.\nAll things that he has loved are in his sight;\nThe places where his happiness has been\nAre in his eyes, his heart, and they are good.\n        *       *       *       *       *\nHark! there's the horn: they're drawing the Big Wood.", "TO ANY DEAD OFFICER": "Well, how are things in Heaven? I wish you'd say,\n  Because I'd like to know that you're all right.\nTell me, have you found everlasting day,\n  Or been sucked in by everlasting night?\nFor when I shut my eyes your face shows pain;\n  I hear you make some cheery old remark--\nI can rebuild you in my brain,\n  Though you've gone out patrolling in the dark.\n\nYou hated tours of trenches; you were proud\n  Of nothing more than having good years to spend;\nLonged to get home and join the careless crowd\n  Of chaps who work in peace with Time for friend.\nThat's all washed out now. You're beyond the wire:\n  No earthly chance can send you crawling back;\nYou've finished with machine-gun fire--\nKnocked over in a hopeless dud-attack.\n\nSomehow I always thought you'd get done in,\n  Because you were so desperate keen to live:\nYou were all out to try and save your skin,\n  Well knowing how much the world had got to give.\nYou joked at shells and talked the usual \"shop,\"\n  Stuck to your dirty job and did it fine:\nWith \"Jesus Christ! when _will_ it stop?\nThree years... It's hell unless we break their line.\"\n\nSo when they told me you'd been left for dead\n  I wouldn't believe them, feeling it _must_ be true.\nNext week the bloody Roll of Honour said\n  \"Wounded and missing\"--(That's the thing to do\nWhen lads are left in shell-holes dying slow,\n  With nothing but blank sky and wounds that ache,\nMoaning for water till they know\n  It's night, and then it's not worth while to wake!)\n\n        *       *       *       *       *\n\nGood-bye, old lad! Remember me to God,\n  And tell Him that our Politicians swear\nThey won't give in till Prussian Rule's been trod\n  Under the Heel of England... Are you there? ...\nYes ... and the War won't end for at least two years;\nBut we've got stacks of men... I'm blind with tears,\n  Staring into the dark. Cheero!\nI wish they'd killed you in a decent show.", "SICK LEAVE": "When I'm asleep, dreaming and lulled and warm,--\nThey come, the homeless ones, the noiseless dead.\nWhile the dim charging breakers of the storm\nBellow and drone and rumble overhead,\nOut of the gloom they gather about my bed.\n  They whisper to my heart; their thoughts are mine.\n  \"Why are you here with all your watches ended?\n  From Ypres to Frise we sought you in the Line.\"\nIn bitter safety I awake, unfriended;\nAnd while the dawn begins with slashing rain\nI think of the Battalion in the mud.\n\"When are you going out to them again?\nAre they not still your brothers through our blood?\"", "BANISHMENT": "I am banished from the patient men who fight.\nThey smote my heart to pity, built my pride.\nShoulder to aching shoulder, side by side,\nThey trudged away from life's broad wealds of light.\nTheir wrongs were mine; and ever in my sight\nThey went arrayed in honour. But they died,--\nNot one by one: and mutinous I cried\nTo those who sent them out into the night.\n\nThe darkness tells how vainly I have striven\nTo free them from the pit where they must dwell\nIn outcast gloom convulsed and jagged and riven\nBy grappling guns. Love drove me to rebel.\nLove drives me back to grope with them through hell;\nAnd in their tortured eyes I stand forgiven.", "SONG-BOOKS OF THE WAR": "In fifty years, when peace outshines\nRemembrance of the battle lines,\nAdventurous lads will sigh and cast\nProud looks upon the plundered past.\nOn summer morn or winter's night,\nTheir hearts will kindle for the fight,\nReading a snatch of soldier-song,\nSavage and jaunty, fierce and strong;\nAnd through the angry marching rhymes\nOf blind regret and haggard mirth,\nThey'll envy us the dazzling times\nWhen sacrifice absolved our earth.\n\nSome ancient man with silver locks\nWill lift his weary face to say:\n\"War was a fiend who stopped our clocks\nAlthough we met him grim and gay.\"\nAnd then he'll speak of Haig's last drive,\nMarvelling that any came alive\nOut of the shambles that men built\nAnd smashed, to cleanse the world of guilt.\nBut the boys, with grin and sidelong glance,\nWill think, \"Poor grandad's day is done.\"\nAnd dream of those who fought in France\nAnd lived in time to share the fun.", "THRUSHES": "Tossed on the glittering air they soar and skim,\nWhose voices make the emptiness of light\nA windy palace. Quavering from the brim\nOf dawn, and bold with song at edge of night,\nThey clutch their leafy pinnacles and sing\nScornful of man, and from his toils aloof\nWhose heart's a haunted woodland whispering;\nWhose thoughts return on tempest-baffled wing;\nWho hears the cry of God in everything,\nAnd storms the gate of nothingness for proof.", "AUTUMN": "October's bellowing anger breaks and cleaves\nThe bronzed battalions of the stricken wood\nIn whose lament I hear a voice that grieves\nFor battle's fruitless harvest, and the feud\nOf outraged men. Their lives are like the leaves\nScattered in flocks of ruin, tossed and blown\nAlong the westering furnace flaring red.\nO martyred youth and manhood overthrown,\nThe burden of your wrongs is on my head.", "INVOCATION": "Come down from heaven to meet me when my breath\nChokes, and through drumming shafts of stifling death\nI stumble toward escape, to find the door\nOpening on morn where I may breathe once more\nClear cock-crow airs across some valley dim\nWith whispering trees. While dawn along the rim\nOf night's horizon flows in lakes of fire,\nCome down from heaven's bright hill, my song's desire.\n\nBelov'd and faithful, teach my soul to wake\nIn glades deep-ranked with flowers that gleam and shake\nAnd flock your paths with wonder. In your gaze\nShow me the vanquished vigil of my days.\nMute in that golden silence hung with green,\nCome down from heaven and bring me in your eyes\nRemembrance of all beauty that has been,\nAnd stillness from the pools of Paradise.", "REPRESSION OF WAR EXPERIENCE": "Now light the candles; one; two; there's a moth;\nWhat silly beggars they are to blunder in\nAnd scorch their wings with glory, liquid flame--\nNo, no, not that,--it's bad to think of war,\nWhen thoughts you've gagged all day come back to scare you;\nAnd it's been proved that soldiers don't go mad\nUnless they lose control of ugly thoughts\nThat drive them out to jabber among the trees.\n\nNow light your pipe; look, what a steady hand,\nDraw a deep breath; stop thinking, count fifteen,\nAnd you're as right as rain...\n                             Why won't it rain? ...\nI wish there'd be a thunder-storm to-night,\nWith bucketsful of water to sluice the dark,\nAnd make the roses hang their dripping heads.\n\nBooks; what a jolly company they are,\nStanding so quiet and patient on their shelves,\nDressed in dim brown, and black, and white, and green,\nAnd every kind of colour. Which will you read?\nCome on; O _do_ read something; they're so wise.\nI tell you all the wisdom of the world\nIs waiting for you on those shelves; and yet\nYou sit and gnaw your nails, and let your pipe out,\nAnd listen to the silence: on the ceiling\nThere's one big, dizzy moth that bumps and flutters;\nAnd in the breathless air outside the house\nThe garden waits for something that delays.\nThere must be crowds of ghosts among the trees,--\nNot people killed in battle,--they're in France,--\nBut horrible shapes in shrouds--old men who died\nSlow, natural deaths,--old men with ugly souls,\nWho wore their bodies out with nasty sins.\n      *       *       *       *       *\nYou're quiet and peaceful, summering safe at home;\nYou'd never think there was a bloody war on! ...\nO yes, you would ... why, you can hear the guns.\nHark! Thud, thud, thud,--quite soft ... they never cease--\nThose whispering guns--O Christ, I want to go out\nAnd screech at them to stop--I'm going crazy;\nI'm going stark, staring mad because of the guns.", "THE TRIUMPH": "When life was a cobweb of stars for Beauty who came\n  In the whisper of leaves or a bird's lone cry in the glen,\nOn dawn-lit hills and horizons girdled with flame\n  I sought for the triumph that troubles the faces of men.\n\nWith death in the terrible flickering gloom of the fight\n  I was cruel and fierce with despair; I was naked and bound;\n  was stricken: and Beauty returned through the shambles of night;\n  In the faces of men she returned; and their triumph I found.", "SURVIVORS": "No doubt they'll soon get well; the shock and strain\n  Have caused their stammering, disconnected talk.\nOf course they're \"longing to go out again,\"--\n  These boys with old, scared faces, learning to walk,\nThey'll soon forget their haunted nights; their cowed\n  Subjection to the ghosts of friends who died,--\nTheir dreams that drip with murder; and they'll be proud\n  Of glorious war that shatter'd all their pride ...\nMen who went out to battle, grim and glad;\nChildren, with eyes that hate you, broken and mad.\n\n  CRAIGLOCKART,\n    Oct. 1917.", "JOY-BELLS": "Ring your sweet bells; but let them be farewells\n  To the green-vista'd gladness of the past\nThat changed us into soldiers; swing your bells\n  To a joyful chime; but let it be the last.\n\nWhat means this metal in windy belfries hung\n  When guns are all our need? Dissolve these bells\nWhose tones are tuned for peace: with martial tongue\n  Let them cry doom and storm the sun with shells.\n\nBells are like fierce-browed prelates who proclaim\n  That \"if our Lord returned He'd fight for _us_.\"\nSo let our bells and bishops do the same,\n  Shoulder to shoulder with the motor bus.", "REMORSE": "Lost in the swamp and welter of the pit,\nHe flounders off the duck-boards; only he knows\nEach flash, and spouting crash,--each instant lit\nWhen gloom reveals the streaming rain. He goes\nHeavily, blindly on. And, while he blunders,\n\"Could anything be worse than this!\"--he wonders,\nRemembering how he saw those Germans run,\nScreaming for mercy among the stumps of trees:\nGreen-faced, they dodged and darted: there was one\nLivid with terror, clutching at his knees...\nOur chaps were sticking 'em like pigs... \"O hell!\"\nHe thought--\"there's things in war one dare not tell\nPoor father sitting safe at home, who reads\nOf dying heroes and their deathless deeds.\"", "DEAD MUSICIANS": "I\n\nFrom you, Beethoven, Bach, Mozart,\n  The substance of my dreams took fire.\nYou built cathedrals in my heart,\n  And lit my pinnacled desire.\nYou were the ardour and the bright\n  Procession of my thoughts toward prayer.\nYou were the wrath of storm, the light\n  On distant citadels aflare.\n\nII\n\nGreat names, I cannot find you now\n  In these loud years of youth that strives\nThrough doom toward peace: upon my brow\n  I wear a wreath of banished lives.\nYou have no part with lads who fought\n  And laughed and suffered at my side.\nYour fugues and symphonies have brought\n  No memory of my friends who died.\n\nIII\n\nFor when my brain is on their track,\nIn slangy speech I call them back.\nWith fox-trot tunes their ghosts I charm.\n    _\"Another little drink won't do us any harm.\"\n    I think of rag-time; a bit of rag-time;\n    And see their faces crowding round\n    To the sound of the syncopated beat.\n    They've got such jolly things to tell,\n    Home from hell with a Blighty wound so neat..._\n    *       *       *       *       *\nAnd so the song breaks off; and I'm alone.\nThey're dead... For God's sake stop that gramophone.", "THE DREAM": "I\n\nMoonlight and dew-drenched blossom, and the scent\nOf summer gardens; these can bring you all\nThose dreams that in the starlit silence fall:\nSweet songs are full of odours.\n                                While I went\nLast night in drizzling dusk along a lane,\nI passed a squalid farm; from byre and midden\nCame the rank smell that brought me once again\nA dream of war that in the past was hidden.\n\nII\n\nUp a disconsolate straggling village street\nI saw the tired troops trudge: I heard their feet.\nThe cheery Q.M.S. was there to meet\nAnd guide our Company in ...\n                      I watched them stumble\nInto some crazy hovel, too beat to grumble;\nSaw them file inward, slipping from their backs\nRifles, equipment, packs.\nOn filthy straw they sit in the gloom, each face\nBowed to patched, sodden boots they must unlace,\nWhile the wind chills their sweat through chinks and cracks.\n\nIII\n\nI'm looking at their blistered feet; young Jones\nStares up at me, mud-splashed and white and jaded;\nOut of his eyes the morning light has faded.\nOld soldiers with three winters in their bones\nPuff their damp Woodbines, whistle, stretch their toes:\n_They_ can still grin at me, for each of 'em knows\nThat I'm as tired as they are ...\n                                 Can they guess\nThe secret burden that is always mine?--\nPride in their courage; pity for their distress;\nAnd burning bitterness\nThat I must take them to the accursèd Line.\n\nIV\n\nI cannot hear their voices, but I see\nDim candles in the barn: they gulp their tea,\nAnd soon they'll sleep like logs. Ten miles away\nThe battle winks and thuds in blundering strife.\nAnd I must lead them nearer, day by day,\nTo the foul beast of war that bludgeons life.", "IN BARRACKS": "The barrack-square, washed clean with rain,\nShines wet and wintry-grey and cold.\nYoung Fusiliers, strong-legged and bold,\nMarch and wheel and march again.\nThe sun looks over the barrack gate,\nWarm and white with glaring shine,\nTo watch the soldiers of the Line\nThat life has hired to fight with fate.\n\nFall out: the long parades are done.\nUp comes the dark; down goes the sun.\nThe square is walled with windowed light.\nSleep well, you lusty Fusiliers;\nShut your brave eyes on sense and sight,\nAnd banish from your dreamless ears\nThe bugle's lying notes that say,\n\"Another night; another day.\"", "TOGETHER": "Splashing along the boggy woods all day,\nAnd over brambled hedge and holding clay,\nI shall not think of him:\nBut when the watery fields grow brown and dim,\nAnd hounds have lost their fox, and horses tire,\nI know that he'll be with me on my way\nHome through the darkness to the evening fire.\n\nHe's jumped each stile along the glistening lanes;\nHis hand will be upon the mud-soaked reins;\nHearing the saddle creak,\nHe'll wonder if the frost will come next week.\nI shall forget him in the morning light;\nAnd while we gallop on he will not speak:\nBut at the stable-door he'll say good-night.", "metadata": "sassoon|Siegfried Sassoon|1886|1967|https://en.wikipedia.org/wiki/Siegfried_Sassoon"}