{"OZYMANDIAS": "I met a traveller from an antique land,\nWho said--“Two vast and trunkless legs of stone\nStand in the desert. . . . Near them, on the sand,\nHalf sunk a shattered visage lies, whose frown,\nAnd wrinkled lip, and sneer of cold command,\nTell that its sculptor well those passions read\nWhich yet survive, stamped on these lifeless things,\nThe hand that mocked them, and the heart that fed;\nAnd on the pedestal, these words appear:\nMy name is Ozymandias, King of Kings;\nLook on my Works, ye Mighty, and despair!\nNothing beside remains. Round the decay\nOf that colossal Wreck, boundless and bare\nThe lone and level sands stretch far away.”", "STANZAS WRITTEN IN DEJECTION, NEAR NAPLES": "The sun is warm, the sky is clear,\n         The waves are dancing fast and bright,\n      Blue isles and snowy mountains wear\n      The purple noon's transparent might,\n         The breath of the moist earth is light,\n      Around its unexpanded buds;\n         Like many a voice of one delight,\n      The winds, the birds, the ocean floods,\nThe City's voice itself, is soft like Solitude's.\n\n         I see the Deep's untrampled floor\n         With green and purple seaweeds strown;\n      I see the waves upon the shore,\n      Like light dissolved in star-showers, thrown:\n         I sit upon the sands alone,--\n      The lightning of the noontide ocean\n         Is flashing round me, and a tone\n      Arises from its measured motion,\nHow sweet! did any heart now share in my emotion.\n\n         Alas! I have nor hope nor health,\n         Nor peace within nor calm around,\n      Nor that content surpassing wealth\n      The sage in meditation found,\n         And walked with inward glory crowned--\n      Nor fame, nor power, nor love, nor leisure.\n         Others I see whom these surround--\n      Smiling they live, and call life pleasure;\nTo me that cup has been dealt in another measure.\n\n         Yet now despair itself is mild,\n         Even as the winds and waters are;\n      I could lie down like a tired child,\n      And weep away the life of care\n         Which I have borne and yet must bear,\n      Till death like sleep might steal on me,\n         And I might feel in the warm air\n      My cheek grow cold, and hear the sea\nBreathe o'er my dying brain its last monotony.\n\n         Some might lament that I were cold,\n         As I, when this sweet day is gone,\n      Which my lost heart, too soon grown old,\n      Insults with this untimely moan;\n         They might lament--for I am one\n      Whom men love not,--and yet regret,\n         Unlike this day, which, when the sun\n      Shall on its stainless glory set,\nWill linger, though enjoyed, like joy in memory yet.", "MUSIC WHEN SOFT VOICES DIE": "Music, when soft voices die,\nVibrates in the memory--\nOdours, when sweet violets sicken,\nLive within the sense they quicken.\n\nRose leaves, when the rose is dead,\nAre heaped for the belovèd's bed;\nAnd so thy thoughts, when thou art gone,\nLove itself shall slumber on.", "MUTABILITY": "The flower that smiles to-day\n          To-morrow dies;\nAll that we wish to stay\n          Tempts and then flies.\nWhat is this world's delight?\nLightning that mocks the night,\n          Brief even as bright.\n\n   Virtue, how frail it is!\n          Friendship how rare!\nLove, how it sells poor bliss\n          For proud despair!\nBut we, though soon they fall,\nSurvive their joy, and all\n          Which ours we call.\n\n   Whilst skies are blue and bright,\n          Whilst flowers are gay,\nWhilst eyes that change ere night\n          Make glad the day;\nWhilst yet the calm hours creep,\nDream thou--and from thy sleep\n          Then wake to weep.", "THE QUESTION": "I dreamed that, as I wandered by the way,\nBare Winter suddenly was changed to Spring,\nAnd gentle odours led my steps astray,\nMixed with a sound of waters murmuring\nAlong a shelving bank of turf, which lay\nUnder a copse, and hardly dared to fling\nIts green arms round the bosom of the stream,\nBut kissed it and then fled, as thou mightest in dream.\n\nThere grew pied wind-flowers and violets,\nDaisies, those pearled Arcturi of the earth,\nThe constellated flower that never sets;\nFaint oxlips; tender bluebells, at whose birth\nThe sod scarce heaved; and that tall flower that wets--\nLike a child, half in tenderness and mirth--\nIts mother's face with Heaven's collected tears,\nWhen the low wind, its playmate's voice, it hears.\n\nAnd in the warm hedge grew lush eglantine,\nGreen cowbind and the moonlight-coloured may,\nAnd cherry-blossoms, and white cups, whose wine\nWas the bright dew, yet drained not by the day;\nAnd wild roses, and ivy serpentine,\nWith its dark buds and leaves, wandering astray;\nAnd flowers azure, black, and streaked with gold,\nFairer than any wakened eyes behold.\n\nAnd nearer to the river's trembling edge\nThere grew broad flag-flowers, purple pranked with white,\nAnd starry river buds among the sedge,\nAnd floating water-lilies, broad and bright,\nWhich lit the oak that overhung the hedge\nWith moonlight beams of their own watery light;\nAnd bulrushes, and reeds of such deep green\nAs soothed the dazzled eye with sober sheen.\n\nMethought that of these visionary flowers\nI made a nosegay, bound in such a way\nThat the same hues, which in their natural bowers\nWere mingled or opposed, the like array\nKept these imprisoned children of the Hours\nWithin my hand,--and then, elate and gay,\nI hastened to the spot whence I had come,\nThat I might there present it!--Oh! to whom?", "A LAMENT": "O world! O life! O time!\nOn whose last steps I climb,\nTrembling at that where I had stood before;\nWhen will return the glory of your prime?\nNo more--Oh, never more!\n\nOut of the day and night\nA joy has taken flight;\nFresh spring, and summer, and winter hoar,\nMove my faint heart with grief, but with delight\nNo more--Oh, never more!", "LOVE'S PHILOSOPHY": "The fountains mingle with the river\n   And the rivers with the ocean,\nThe winds of heaven mix for ever\n   With a sweet emotion;\nNothing in the world is single;\n   All things by a law divine\nIn one spirit meet and mingle.\n   Why not I with thine?--\n\nSee the mountains kiss high heaven\n   And the waves clasp one another;\nNo sister-flower would be forgiven\n   If it disdained its brother;\nAnd the sunlight clasps the earth\n   And the moonbeams kiss the sea:\nWhat is all this sweet work worth\n   If thou kiss not me?", "TIME LONG PAST": "Like the ghost of a dear friend dead\nIs Time long past.\nA tone which is now forever fled,\nA hope which is now forever past,\nA love so sweet it could not last,\nWas Time long past.\n\nThere were sweet dreams in the night\nOf Time long past:\nAnd, was it sadness or delight,\nEach day a shadow onward cast\nWhich made us wish it yet might last--\nThat Time long past.\n\nThere is regret, almost remorse,\nFor Time long past.\n'Tis like a child's belovèd corse\nA father watches, till at last\nBeauty is like remembrance, cast\nFrom Time long past.", "ART THOU PALE FOR WEARINESS": "Art thou pale for weariness\nOf climbing heaven and gazing on the earth,\nWandering companionless\nAmong the stars that have a different birth,\nAnd ever changing, like a joyless eye\nThat finds no object worth its constancy?", "ONE SUNG OF THEE WHO LEFT THE TALE UNTOLD": "One sung of thee who left the tale untold,\nLike the false dawns which perish in the bursting;\nLike empty cups of wrought and daedal gold,\nWhich mock the lips with air, when they are thirsting.", "metadata": "shelley|Percy Bysshe Shelley|1792|1822|https://en.wikipedia.org/wiki/Percy_Bysshe_Shelley"}