{"THE CHARGE OF THE LIGHT BRIGADE": "I\n\nHalf a league, half a league,\nHalf a league onward,\nAll in the valley of Death\n   Rode the six hundred.\n“Forward, the Light Brigade!\nCharge for the guns!” he said.\nInto the valley of Death\n   Rode the six hundred.\n\n\nII\n\n“Forward, the Light Brigade!”\nWas there a man dismayed?\nNot though the soldier knew\n   Someone had blundered.\n   Theirs not to make reply,\n   Theirs not to reason why,\n   Theirs but to do and die.\n   Into the valley of Death\n   Rode the six hundred.\n\n\nIII\n\nCannon to right of them,\nCannon to left of them,\nCannon in front of them\n   Volleyed and thundered;\nStormed at with shot and shell,\nBoldly they rode and well,\nInto the jaws of Death,\nInto the mouth of hell\n   Rode the six hundred.\n\n\nIV\n\nFlashed all their sabres bare,\nFlashed as they turned in air\nSabring the gunners there,\nCharging an army, while\n   All the world wondered.\nPlunged in the battery-smoke\nRight through the line they broke;\nCossack and Russian\nReeled from the sabre stroke\n   Shattered and sundered.\nThen they rode back, but not\n   Not the six hundred.\n\n\nV\n\nCannon to right of them,\nCannon to left of them,\nCannon behind them\n   Volleyed and thundered;\nStormed at with shot and shell,\nWhile horse and hero fell.\nThey that had fought so well\nCame through the jaws of Death,\nBack from the mouth of hell,\nAll that was left of them,\n   Left of six hundred.\n\n\nVI\n\nWhen can their glory fade?\nO the wild charge they made!\n   All the world wondered.\nHonour the charge they made!\nHonour the Light Brigade,\n   Noble six hundred!", "LATE, LATE, SO LATE": "Late, late, so late! and dark the night and chill!\nLate, late, so late! but we can enter still.\nToo late, too late! ye cannot enter now.\n\nNo light had we: for that we do repent;\nAnd learning this, the bridegroom will relent.\nToo late, too late! ye cannot enter now.\n\nNo light: so late! and dark and chill the night!\nO, let us in, that we may find the light!\nToo late, too late: ye cannot enter now.\n\nHave we not heard the bridegroom is so sweet?\nO, let us in, tho' late, to kiss his feet!\nNo, no, too late! ye cannot enter now.\"", "CROSSING THE BAR": "Sunset and evening star,\n      And one clear call for me!\nAnd may there be no moaning of the bar,\n      When I put out to sea,\n\n   But such a tide as moving seems asleep,\n      Too full for sound and foam,\nWhen that which drew from out the boundless deep\n      Turns again home.\n\n   Twilight and evening bell,\n      And after that the dark!\nAnd may there be no sadness of farewell,\n      When I embark;\n\n   For tho' from out our bourne of Time and Place\n      The flood may bear me far,\nI hope to see my Pilot face to face\n      When I have crost the bar.", "MARRIAGE MORNING": "Light, so low upon earth, \n   You send a flash to the sun. \nHere is the golden close of love, \n   All my wooing is done. \nOh, all the woods and the meadows, \n   Woods, where we hid from the wet, \nStiles where we stayed to be kind, \n   Meadows in which we met! \nLight, so low in the vale \n   You flash and lighten afar, \nFor this is the golden morning of love, \n   And you are his morning star. \nFlash, I am coming, I come, \n   By meadow and stile and wood, \nOh, lighten into my eyes and my heart, \n   Into my heart and my blood! \nHeart, are you great enough \n   For a love that never tires? \nO heart, are you great enough for love? \n   I have heard of thorns and briers. \nOver the thorns and briers, \n   Over the meadows and stiles, \nOver the world to the end of it \n   Flash of a million miles. ", "THE MILLER'S DAUGHTER": "It is the miller’s daughter, \nAnd she is grown so dear, so dear, \nThat I would be the jewel \nThat trembles at her ear: \nFor hid in ringlets day and night, \nI’d touch her neck so warm and white. \n\nAnd I would be the girdle \nAbout her dainty, dainty waist, \nAnd her heart would beat against me, \nIn sorrow and in rest: \nAnd I should know if it beat right, \nI’d clasp it round so close and tight. \n\nAnd I would be the necklace, \nAnd all day long to fall and rise \nUpon her balmy bosom, \nWith her laughter or her sighs: \nAnd I would lie so light, so light, \nI scarce should be unclasped at night. ", "ST. AGNES' EVE": "Deep on the convent-roof the snows \nAre sparkling to the moon: \nMy breath to heaven like vapour goes; \nMay my soul follow soon! \nThe shadows of the convent-towers \nSlant down the snowy sward, \nStill creeping with the creeping hours \nThat lead me to my Lord: \nMake Thou my spirit pure and clear \nAs are the frosty skies, \nOr this first snowdrop of the year \nThat in my bosom lies. \n\nAs these white robes are soil'd and dark, \nTo yonder shining ground; \nAs this pale taper's earthly spark, \nTo yonder argent round; \nSo shows my soul before the Lamb, \nMy spirit before Thee; \nSo in mine earthly house I am, \nTo that I hope to be. \nBreak up the heavens, O Lord! and far, \nThro' all yon starlight keen, \nDraw me, thy bride, a glittering star, \nIn raiment white and clean. \n\nHe lifts me to the golden doors; \nThe flashes come and go; \nAll heaven bursts her starry floors, \nAnd strows her lights below, \nAnd deepens on and up! the gates \nRoll back, and far within \nFor me the Heavenly Bridegroom waits, \nTo make me pure of sin. \nThe sabbaths of Eternity, \nOne sabbath deep and wide— \nA light upon the shining sea— \nThe Bridegroom with his bride!", "YOU ASK ME, WHY, THO' ILL AT EASE": "You ask me, why, tho' ill at ease, \nWithin this region I subsist, \nWhose spirits falter in the mist, \nAnd languish for the purple seas. \n\nIt is the land that freemen till, \nThat sober-suited Freedom chose, \nThe land, where girt with friends or foes \nA man may speak the thing he will; \n\nA land of settled government, \nA land of just and old renown, \nWhere Freedom slowly broadens down \nFrom precedent to precedent: \n\nWhere faction seldom gathers head, \nBut by degrees to fullness wrought, \nThe strength of some diffusive thought \nHath time and space to work and spread. \n\nShould banded unions persecute \nOpinion, and induce a time \nWhen single thought is civil crime, \nAnd individual freedom mute; \n\nTho' Power should make from land to land \nThe name of Britain trebly great— \nTho' every channel of the State \nShould fill and choke with golden sand— \n\nYet waft me from the harbour-mouth, \nWild wind! I seek a warmer sky, \nAnd I will see before I die \nThe palms and temples of the South.", "THE EAGLE": "He clasps the crag with crooked hands;\nClose to the sun in lonely lands,\nRing'd with the azure world, he stands.\n\nThe wrinkled sea beneath him crawls;\nHe watches from his mountain walls,\nAnd like a thunderbolt he falls.", "ULYSSES": "It little profits that an idle king, \nBy this still hearth, among these barren crags, \nMatch'd with an aged wife, I mete and dole \nUnequal laws unto a savage race, \nThat hoard, and sleep, and feed, and know not me. \nI cannot rest from travel: I will drink \nLife to the lees: All times I have enjoy'd \nGreatly, have suffer'd greatly, both with those \nThat loved me, and alone, on shore, and when \nThro' scudding drifts the rainy Hyades \nVext the dim sea: I am become a name; \nFor always roaming with a hungry heart \nMuch have I seen and known; cities of men \nAnd manners, climates, councils, governments, \nMyself not least, but honour'd of them all; \nAnd drunk delight of battle with my peers, \nFar on the ringing plains of windy Troy. \nI am a part of all that I have met; \nYet all experience is an arch wherethro' \nGleams that untravell'd world whose margin fades \nFor ever and forever when I move. \nHow dull it is to pause, to make an end, \nTo rust unburnish'd, not to shine in use! \nAs tho' to breathe were life! Life piled on life \nWere all too little, and of one to me \nLittle remains: but every hour is saved \nFrom that eternal silence, something more, \nA bringer of new things; and vile it were \nFor some three suns to store and hoard myself, \nAnd this gray spirit yearning in desire \nTo follow knowledge like a sinking star, \nBeyond the utmost bound of human thought. \n\n         This is my son, mine own Telemachus, \nTo whom I leave the sceptre and the isle,— \nWell-loved of me, discerning to fulfil \nThis labour, by slow prudence to make mild \nA rugged people, and thro' soft degrees \nSubdue them to the useful and the good. \nMost blameless is he, centred in the sphere \nOf common duties, decent not to fail \nIn offices of tenderness, and pay \nMeet adoration to my household gods, \nWhen I am gone. He works his work, I mine. \n\n         There lies the port; the vessel puffs her sail: \nThere gloom the dark, broad seas. My mariners, \nSouls that have toil'd, and wrought, and thought with me— \nThat ever with a frolic welcome took \nThe thunder and the sunshine, and opposed \nFree hearts, free foreheads—you and I are old; \nOld age hath yet his honour and his toil; \nDeath closes all: but something ere the end, \nSome work of noble note, may yet be done, \nNot unbecoming men that strove with Gods. \nThe lights begin to twinkle from the rocks: \nThe long day wanes: the slow moon climbs: the deep \nMoans round with many voices. Come, my friends, \n'T is not too late to seek a newer world. \nPush off, and sitting well in order smite \nThe sounding furrows; for my purpose holds \nTo sail beyond the sunset, and the baths \nOf all the western stars, until I die. \nIt may be that the gulfs will wash us down: \nIt may be we shall touch the Happy Isles, \nAnd see the great Achilles, whom we knew. \nTho' much is taken, much abides; and tho' \nWe are not now that strength which in old days \nMoved earth and heaven, that which we are, we are; \nOne equal temper of heroic hearts, \nMade weak by time and fate, but strong in will \nTo strive, to seek, to find, and not to yield.", "THE HIGHER PANTHEISM": "The sun, the moon, the stars, the seas, the hills and the plains,- \nAre not these, O Soul, the Vision of Him who reigns? \n\nIs not the Vision He, tho' He be not that which He seems? \nDreams are true while they last, and do we not live in dreams? \n\nEarth, these solid stars, this weight of body and limb, \nAre they not sign and symbol of thy division from Him? \n\nDark is the world to thee; thyself art the reason why, \nFor is He not all but thou, that hast power to feel \"I am I\"? \n\nGlory about thee, without thee; and thou fulfillest thy doom, \nMaking Him broken gleams and a stifled splendour and gloom. \n\nSpeak to Him, thou, for He hears, and Spirit with Spirit can meet- \nCloser is He than breathing, and nearer than hands and feet. \n\nGod is law, say the wise; O soul, and let us rejoice, \nFor if He thunder by law the thunder is yet His voice. \n\nLaw is God, say some; no God at all, says the fool, \nFor all we have power to see is a straight staff bent in a pool; \n\nAnd the ear of man cannot hear, and the eye of man cannot see; \nBut if we could see and hear, this Vision-were it not He? ", "BREAK, BREAK, BREAK": "Break, break, break,\n         On thy cold gray stones, O Sea!\nAnd I would that my tongue could utter\n         The thoughts that arise in me.\n\nO, well for the fisherman's boy,\n         That he shouts with his sister at play!\nO, well for the sailor lad,\n         That he sings in his boat on the bay!\n\nAnd the stately ships go on\n         To their haven under the hill;\nBut O for the touch of a vanish'd hand,\n         And the sound of a voice that is still!\n\nBreak, break, break\n         At the foot of thy crags, O Sea!\nBut the tender grace of a day that is dead\n         Will never come back to me.", "metadata": "tennyson|Alfred, Lord Tennyson|1809|1892|https://en.wikipedia.org/wiki/Alfred,_Lord_Tennyson"}