{"ESPECIALLY WHEN THE OCTOBER WIND": "Especially when the October wind \nWith frosty fingers punishes my hair, \nCaught by the crabbing sun I walk on fire \nAnd cast a shadow crab upon the land, \nBy the sea's side, hearing the noise of birds, \nHearing the raven cough in winter sticks, \nMy busy heart who shudders as she talks \nSheds the syllabic blood and drains her words. \n\nShut, too, in a tower of words, I mark \nOn the horizon walking like the trees \nThe wordy shapes of women, and the rows \nOf the star-gestured children in the park. \nSome let me make you of the vowelled beeches, \nSome of the oaken voices, from the roots \nOf many a thorny shire tell you notes, \nSome let me make you of the water's speeches. \n\nBehind a pot of ferns the wagging clock \nTells me the hour's word, the neural meaning \nFlies on the shafted disk, declaims the morning \nAnd tells the windy weather in the cock. \nSome let me make you of the meadow's signs; \nThe signal grass that tells me all I know \nBreaks with the wormy winter through the eye. \nSome let me tell you of the raven's sins. \n\nEspecially when the October wind \n(Some let me make you of autumnal spells, \nThe spider-tongued, and the loud hill of Wales) \nWith fists of turnips punishes the land, \nSome let me make you of the heartless words. \nThe heart is drained that, spelling in the scurry \nOf chemic blood, warned of the coming fury. \nBy the sea's side hear the dark-vowelled birds.", "FERN HILL": "Now as I was young and easy under the apple boughs\nAbout the lilting house and happy as the grass was green,\n    The night above the dingle starry,\n         Time let me hail and climb\n    Golden in the heydays of his eyes,\nAnd honoured among wagons I was prince of the apple towns\nAnd once below a time I lordly had the trees and leaves\n         Trail with daisies and barley\n    Down the rivers of the windfall light.\n\nAnd as I was green and carefree, famous among the barns\nAbout the happy yard and singing as the farm was home,\n    In the sun that is young once only,\n         Time let me play and be\n    Golden in the mercy of his means,\nAnd green and golden I was huntsman and herdsman, the calves\nSang to my horn, the foxes on the hills barked clear and cold,\n         And the sabbath rang slowly\n    In the pebbles of the holy streams.\n\nAll the sun long it was running, it was lovely, the hay\nFields high as the house, the tunes from the chimneys, it was air\n    And playing, lovely and watery\n         And fire green as grass.\n    And nightly under the simple stars\nAs I rode to sleep the owls were bearing the farm away,\nAll the moon long I heard, blessed among stables, the nightjars\n    Flying with the ricks, and the horses\n         Flashing into the dark.\n\nAnd then to awake, and the farm, like a wanderer white\nWith the dew, come back, the cock on his shoulder: it was all\n    Shining, it was Adam and maiden,\n         The sky gathered again\n    And the sun grew round that very day.\nSo it must have been after the birth of the simple light\nIn the first, spinning place, the spellbound horses walking warm\n    Out of the whinnying green stable\n         On to the fields of praise.\n\nAnd honoured among foxes and pheasants by the gay house\nUnder the new made clouds and happy as the heart was long,\n    In the sun born over and over,\n         I ran my heedless ways,\n    My wishes raced through the house high hay\nAnd nothing I cared, at my sky blue trades, that time allows\nIn all his tuneful turning so few and such morning songs\n    Before the children green and golden\n         Follow him out of grace,\n\nNothing I cared, in the lamb white days, that time would take me\nUp to the swallow thronged loft by the shadow of my hand,\n    In the moon that is always rising,\n         Nor that riding to sleep\n    I should hear him fly with the high fields\nAnd wake to the farm forever fled from the childless land.\nOh as I was young and easy in the mercy of his means,\n         Time held me green and dying\n    Though I sang in my chains like the sea.", "THE SONG OF THE MISCHIEVOUS DOG": "There are many who say that a dog has its day,\nAnd a cat  has a number of lives;\nThere are others who think that a lobster is pink,\nAnd that bees never work in their hives.\nThere are fewer, of course, who insist that a horse\nHas a horn and two humps on its head,\nAnd a fellow who jests that a mare can build nests\nIs as rare as a donkey that's red.\nYet in spite of all this, I have moments of bliss,\nFor I cherish a passion for bones,\nAnd though doubtful of biscuit, I'm willing to risk it,\nAnd I love to chase rabbits and stones.\nBut my greatest delight is to take a good bite\nAt a calf that is plump and delicious;\nAnd if I indulge in a bite at a bulge,\nLet's hope you won't think me too vicious.", "OUR EUNUCH DREAMS": "\tI\n\nOur eunuch dreams, all seedless in the light,\nOf light and love the tempers of the heart,\nWhack their boys' limbs,\nAnd, winding-footed in their shawl and sheet,\nGroom the dark brides, the widows of the night\nFold in their arms.\n\nThe shades of girls, all flavoured from their shrouds,\nWhen sunlight goes are sundered from the worm,\nThe bones of men, the broken in their beds,\nBy midnight pulleys that unhouse the tomb.\n\n\tII\n\nIn this our age the gunman and his moll\nTwo one-dimensional ghosts, love on a reel,\nStrange to our solid eye,\nAnd speak their midnight nothings as they swell;\nWhen cameras shut they hurry to their hole\ndown in the yard of day.\n\nThey dance between their arclamps and our skull,\nImpose their shots, showing the nights away;\nWe watch the show of shadows kiss or kill\nFlavoured of celluloid give love the lie.\n\n\tIII\n\nWhich is the world? Of our two sleepings, which\nShall fall awake when cures and their itch\nRaise up this red-eyed earth?\nPack off the shapes of daylight and their starch,\nThe sunny gentlemen, the Welshing rich,\nOr drive the night-geared forth.\n\nThe photograph is married to the eye,\nGrafts on its bride one-sided skins of truth;\nThe dream has sucked the sleeper of his faith\nThat shrouded men might marrow as they fly.\n\n\tIV\n\nThis is the world; the lying likeness of\nOur strips of stuff that tatter as we move\nLoving and being loth;\nThe dream that kicks the buried from their sack\nAnd lets their trash be honoured as the quick.\nThis is the world. Have faith.\n\nFor we shall be a shouter like the cock,\nBlowing the old dead back; our shots shall smack\nThe image from the plates;\nAnd we shall be fit fellows for a life,\nAnd who remains shall flower as they love,\nPraise to our faring hearts.", "YOUR BREATH WAS SHED": "Your breath was shed\nInvisible to make\nAbout the soiled undead\nNight for my sake,\n\nA raining trail\nIntangible to them\nWith biter's tooth and tail\nAnd cobweb drum,\n\nA dark as deep\nMy love as a round wave\nTo hide the wolves of sleep\nAnd mask the grave.", "I SEE THE BOYS OF SUMMER": "\tI\n\nI see the boys of summer in their ruin\nLay the gold tithings barren,\nSetting no store by harvest, freeze the soils;\nThere in their heat the winter floods\nOf frozen loves they fetch their girls,\nAnd drown the cargoed apples in their tides.\n\nThese boys of light are curdlers in their folly,\nSour the boiling honey;\nThe jacks of frost they finger in the hives;\nThere in the sun the frigid threads\nOf doubt and dark they feed their nerves;\nThe signal moon is zero in their voids.\n\nI see the summer children in their mothers\nSplit up the brawned womb's weathers,\nDivide the night and day with fairy thumbs;\nThere in the deep with quartered shades\nOf sun and moon they paint their dams\nAs sunlight paints the shelling of their heads.\n\nI see that from these boys shall men of nothing\nStature by seedy shifting,\nOr lame the air with leaping from its heats;\nThere from their hearts the dogdayed pulse\nOf love and light bursts in their throats.\nO see the pulse of summer in the ice.\n\n\tII\n\nBut seasons must be challenged or they totter\nInto a chiming quarter\nWhere, punctual as death, we ring the stars;\nThere, in his night, the black-tongued bells\nThe sleepy man of winter pulls,\nNor blows back moon-and-midnight as she blows.\n\nWe are the dark derniers let us summon\nDeath from a summer woman,\nA muscling life from lovers in their cramp\nFrom the fair dead who flush the sea\nThe bright-eyed worm on Davy's lamp\nAnd from the planted womb the man of straw.\n\nWe summer boys in this four-winded spinning,\nGreen of the seaweeds' iron,\nHold up the noisy sea and drop her birds,\nPick the world's ball of wave and froth\nTo choke the deserts with her tides,\nAnd comb the county gardens for a wreath.\n\nIn spring we cross our foreheads with the holly,\nHeigh ho the blood and berry,\nAnd nail the merry squires to the trees;\nHere love's damp muscle dries and dies\nHere break a kiss in no love's quarry,\nO see the poles of promise in the boys.\n\n\tIII\n\nI see you boys of summer in your ruin.\nMan in his maggot's barren.\nAnd boys are full and foreign to the pouch.\nI am the man your father was.\nWe are the sons of flint and pitch.\nO see the poles are kissing as they cross.", "MY HERO BARES HIS NERVES": "My hero bares his nerves along my wrist\nThat rules from wrist to shoulder,\nUnpacks the head that, like a sleepy ghost,\nLeans on my mortal ruler,\nThe proud spine spurning turn and twist.\n\nAnd these poor nerves so wired to the skull\nAche on the lovelorn paper\nI hug to love with my unruly scrawl\nThat utters all love hunger\nAnd tells the page the empty ill.\n\nMy hero bares my side and sees his heart\nTread, like a naked Venus,\nThe beach of flesh, and wind her bloodred plait;\nStripping my loin of promise,\nHe promises a secret heat.\n\nHe holds the wire from the box of nerves\nPraising the mortal error\nOf birth and death, the two sad knaves of thieves,\nAnd the hunger's emperor;\nHe pulls the chain, the cistern moves.", "DO NOT GO GENTLE INTO THAT GOOD NIGHT": "Do not go gentle into that good night,\nOld age should burn and rave at close of day;\nRage, rage against the dying of the light.\n\nThough wise men at their end know dark is right,\nBecause their words had forked no lightning they\nDo not go gentle into that good night.\n\nGood men, the last wave by, crying how bright\nTheir frail deeds might have danced in a green bay,\nRage, rage against the dying of the light.\n\nWild men who caught and sang the sun in flight,\nAnd learn, too late, they grieved it on its way,\nDo not go gentle into that good night.\n\nGrave men, near death, who see with blinding sight\nBlind eyes could blaze like meteors and be gay,\nRage, rage against the dying of the light.\n\nAnd you, my father, there on the sad height,\nCurse, bless, me now with your fierce tears, I pray.\nDo not go gentle into that good night.\nRage, rage against the dying of the light.", "metadata": "thomas|Dylan Thomas|1915|1953|https://en.wikipedia.org/wiki/Dylan_Thomas"}