{"LAST HOPE": "Beside a humble stone, a tree\nFloats in the cemetery’s air,\nNot planted _in memoriam_ there,\nBut growing wild, uncultured, free.\n \nA bird comes perching there to sing,\nWinter and summer, proffering\nIts faithful song--sad, bittersweet.\nThat tree, that bird are you and I:\n \nYou, memory; absence, me, that tide\nAnd time record. Ah, by your side\nTo live again, undying! Aye,\n \nTo live again! But _ma petite_,\nNow nothingness, cold, owns my flesh. . .\nWill your love keep my memory fresh?", "MOONLIGHT": "Your soul is like a landscape fantasy,\nWhere masks and Bergamasks, in charming wise,\nStrum lutes and dance, just a bit sad to be\nHidden beneath their fanciful disguise.\n \nSinging in minor mode of life’s largesse\nAnd all-victorious love, they yet seem quite\nReluctant to believe their happiness,\nAnd their song mingles with the pale moonlight,\n \nThe calm, pale moonlight, whose sad beauty, beaming,\nSets the birds softly dreaming in the trees,\nAnd makes the marbled fountains, gushing, streaming—\nSlender jet-fountains—sob their ecstasies.", "IN MUTED TONE": "Gently, let us steep our love\nIn the silence deep, as thus,\nBranches arching high above\nTwine their shadows over us.\n \nLet us blend our souls as one,\nHearts’ and senses’ ecstasies,\nEvergreen, in unison\nWith the pines’ vague lethargies.\n \nDim your eyes and, heart at rest,\nFreed from all futile endeavor,s\nArms crossed on your slumbering breast,\nBanish vain desire forever.\n \nLet us yield then, you and I,\nTo the waftings, calm and sweet,\nAs their breeze-blown lullaby\nSways the gold grass at your feet.\n \nAnd, when night begins to fall\nFrom the black oaks, darkening,\nIn the nightingale’s soft call\nOur despair will, solemn, sing.", "INNOCENTS WE": "Their long skirts and high heels battled away:\nDepending on the ground’s and breezes’ whim,\nAt times some stocking shone, low on the limb—\nToo soon concealed!—tickling our naïveté.\n \nAt times, as well, an envious bug would bite\nOur lovelies’ necks beneath the boughs, and we\nWould glimpse a flash—white flash, ah! ecstasy!—\nAnd glut our mad young eyes on sheer delight.\n \nEvening would fall, the autumn day would draw\nTo its uncertain close: our belles would cling\nDreamingly to us, cooing, whispering\nLies that still set our souls trembling with awe.", "GREEN": "     See, blossoms, branches, fruit, leaves I have brought,\n        And then my heart that for you only sighs;\n     With those white hands of yours, oh, tear it not,\n        But let the poor gift prosper in your eyes.\n\n     The dew upon my hair is still undried,--\n        The morning wind strikes chilly where it fell.\n     Suffer my weariness here at your side\n        To dream the hour that shall it quite dispel.\n\n     Allow my head, that rings and echoes still\n        With your last kiss, to lie upon your breast,\n     Till it recover from the stormy thrill,--\n        And let me sleep a little, since you rest.", "STREETS": "            Let's dance the jig!\n\n     Above all else I loved her eyes,\n     More clear than stars of cloudless skies,\n     And arch and mischievous and wise.\n\n            Let's dance the jig!\n\n     So skilfully would she proceed\n     To make a lover's bare heart bleed,\n     That it was beautiful indeed!\n\n            Let's dance the jig!\n\n     But keenlier have I relished\n     The kisses of her mouth so red\n     Since to my heart she has been dead.\n\n            Let's dance the jig!\n\n     The circumstances great and small,--\n     Words, moments... I recall, recall\n     It is my treasure among all.\n\n            Let's dance the jig!", "GIVE EAR UNTO THE GENTLE LAY": "     Give ear unto the gentle lay\n     That's only sad that it may please;\n     It is discreet, and light it is:\n     A whiff of wind o'er buds in May.\n\n     The voice was known to you (and dear?),\n     But it is muffled latterly\n     As is a widow,--still, as she\n     It doth its sorrow proudly bear,\n\n     And through the sweeping mourning veil\n     That in the gusts of Autumn blows,\n     Unto the heart that wonders, shows\n     Truth like a star now flash, now fail.\n\n     It says,--the voice you knew again!--\n     That kindness, goodness is our life,\n     And that of envy, hatred, strife,\n     When death is come, shall naught remain.\n\n     It says how glorious to be\n     Like children, without more delay,\n     The tender gladness it doth say\n     Of peace not bought with victory.\n\n     Accept the voice,--ah, hear the whole\n     Of its persistent, artless strain:\n     Naught so can soothe a soul's own pain,\n     As making glad another soul!\n\n     It pines in bonds but for a day,\n     The soul that without murmur bears....\n     How unperplexed, how free it fares!\n     Oh, listen to the gentle lay!", "THE SKY-BLUE SMILES ABOVE THE ROOF": "     The sky-blue smiles above the roof\n            Its tenderest;\n     A green tree rears above the roof\n            Its waving crest.\n\n     The church-bell in the windless sky\n            Peaceably rings,\n     A skylark soaring in the sky\n            Endlessly sings.\n\n     My God, my God, all life is there,\n            Simple and sweet;\n     The soothing bee-hive murmur there\n            Comes from the street!\n\n     What have you done, O you that weep\n            In the glad sun,--\n     Say, with your youth, you man that weep,\n            What have you done?", "MON RÊVE FAMILIER": "     Oft do I dream this strange and penetrating dream:\n     An unknown woman, whom I love, who loves me well,\n     Who does not every time quite change, nor yet quite dwell\n     The same,--and loves me well, and knows me as I am.\n\n     For she knows me! My heart, clear as a crystal beam\n     To her alone, ceases to be inscrutable\n     To her alone, and she alone knows to dispel\n     My grief, cooling my brow with her tears' gentle stream.\n\n     Is she of favor dark or fair?--I do not know.\n     Her name? All I remember is that it doth flow\n     Softly, as do the names of them we loved and lost.\n\n     Her eyes are like the statues',--mild and grave and wide;\n     And for her voice she has as if it were the ghost\n     Of other voices,--well-loved voices that have died.", "'TIS THE FEAST OF CORN": "     'Tis the feast of corn, 'tis the feast of bread,\n        On the dear scene returned to, witnessed again!\n     So white is the light o'er the reapers shed\n        Their shadows fall pink on the level grain.\n\n     The stalked gold drops to the whistling flight\n        Of the scythes, whose lightning dives deep, leaps clear;\n     The plain, labor-strewn to the confines of sight,\n        Changes face at each instant, gay and severe.\n\n     All pants, all is effort and toil 'neath the sun,\n        The stolid old sun, tranquil ripener of wheat,\n     Who works o'er our haste imperturbably on\n        To swell the green grape yon, turning it sweet.\n\n     Work on, faithful sun, for the bread and the wine,\n        Feed man with the milk of the earth, and bestow\n     The frank glass wherein unconcern laughs divine,--\n        Ye harvesters, vintagers, work on, aglow!\n\n     For from the flour's fairest, and from the vine's best,\n        Fruit of man's strength spread to earth's uttermost,\n     God gathers and reaps, to His purposes blest,\n        The Flesh and the Blood for the chalice and host!", "metadata": "verlaine|Paul Verlaine|1844|1896|https://en.wikipedia.org/wiki/Paul_Verlaine"}