{"ADVICE TO A PROPHET": "When you come, as you soon must, to the streets of our city,   \nMad-eyed from stating the obvious,\nNot proclaiming our fall but begging us\nIn God’s name to have self-pity,\n\nSpare us all word of the weapons, their force and range,   \nThe long numbers that rocket the mind;\nOur slow, unreckoning hearts will be left behind,   \nUnable to fear what is too strange.\n\nNor shall you scare us with talk of the death of the race.   \nHow should we dream of this place without us?—\nThe sun mere fire, the leaves untroubled about us,   \nA stone look on the stone’s face?\n\nSpeak of the world’s own change. Though we cannot conceive   \nOf an undreamt thing, we know to our cost\nHow the dreamt cloud crumbles, the vines are blackened by frost,   \nHow the view alters. We could believe,\n\nIf you told us so, that the white-tailed deer will slip   \nInto perfect shade, grown perfectly shy,\nThe lark avoid the reaches of our eye,\nThe jack-pine lose its knuckled grip\n\nOn the cold ledge, and every torrent burn\nAs Xanthus once, its gliding trout\nStunned in a twinkling. What should we be without   \nThe dolphin’s arc, the dove’s return,\n\nThese things in which we have seen ourselves and spoken?   \nAsk us, prophet, how we shall call\nOur natures forth when that live tongue is all\nDispelled, that glass obscured or broken\n\nIn which we have said the rose of our love and the clean   \nHorse of our courage, in which beheld\nThe singing locust of the soul unshelled,\nAnd all we mean or wish to mean.\n\nAsk us, ask us whether with the worldless rose   \nOur hearts shall fail us; come demanding   \nWhether there shall be lofty or long standing   \nWhen the bronze annals of the oak-tree close.", "AFTER THE LAST BULLETINS": "After the last bulletins the windows darken\nAnd the whole city founders readily and deep,\nSliding on all its pillows\nTo the thronged Atlantis of personal sleep,\n\nAnd the wind rises. The wind rises and bowls\nThe day’s litter of news in the alleys. Trash\nTears itself on the railings,\nSoars and falls with a soft crash,\n\nTumbles and soars again. Unruly flights\nScamper the park, and taking a statue for dead\nStrike at the positive eyes,\nBatter and flap the stolid head\n\nAnd scratch the noble name. In empty lots\nOur journals spiral in a fierce noyade\nOf all we thought to think,\nOr caught in corners cramp and wad\n\nAnd twist our words. And some from gutters flail\nTheir tatters at the tired patrolman’s feet,\nLike all that fisted snow\nThat cried beside his long retreat\n\nDamn you! damn you! to the emperor’s horse’s heels.\nOh none too soon through the air white and dry\nWill the clear announcer’s voice\nBeat like a dove, and you and I\n\nFrom the heart’s anarch and responsible town\nReturn by subway-mouth to life again,\nBearing the morning papers,\nAnd cross the park where saintlike men,\n\nWhite and absorbed, with stick and bag remove\nThe litter of the night, and footsteps rouse\nWith confident morning sound\nThe songbirds in the public boughs.", "WORLDS": "For Alexander there was no Far East,\nBecause he thought the Asian continent\nIndia ended. Free Cathay at least\nDid not contribute to his discontent.\n\nBut Newton, who had grasped all space, was more\nSerene. To him it seemed that he'd but played\nWith several shells and pebbles on the shore\nOf that profundity he had not made.\n\nSwiss Einstein with his relativity -\nMost secure of all. God does not play dice\nWith the cosmos and its activity.\nReligionless equations won't suffice.", "PARABLE": "I read how Quixote in his random ride\nCame to a crossing once, and lest he lose\nThe purity of chance, would not decide\n\nWhither to fare, but wished his horse to choose.\nFor glory lay wherever turned the fable.\nHis head was light with pride, his horse's shoes\n\nWere heavy, and he headed for the stable.", "THE RIDDLE": "Shall I love God for causing me to be?\nI was mere utterance; shall these words love me?\n\nYet when I caused His work to jar and stammer,\nAnd one free subject loosened all His grammar,\n\nI love Him that He did not in a rage\nOnce and forever rule me off the page,\n\nBut, thinking I might come to please Him yet,\nCrossed out 'delete' and wrote His patient 'stet'.", "SHAME": "It is a cramped little state with no foreign policy,\nSave to be thought inoffensive. The grammar of the language\nHas never been fathomed, owing to the national habit\nOf allowing each sentence to trail off in confusion.\nThose who have visited Scusi, the capital city,\nReport that the railway-route from Schuldig passes\nThrough country best described as unrelieved.\nSheep are the national product. The faint inscription\nOver the city gates may perhaps be rendered,\n\"I'm afraid you won't find much of interest here.\"\nCensus-reports which give the population\nAs zero are, of course, not to be trusted,\nSave as reflecting the natives' flustered insistence\nThat they do not count, as well as their modest horror\nOf letting one's sex be known in so many words.\nThe uniform grey of the nondescript buildings, the absence\nOf churches or comfort-stations, have given observers\nAn odd impression of ostentatious meanness,\nAnd it must be said of the citizens (muttering by\nIn their ratty sheepskins, shying at cracks in the sidewalk)\nThat they lack the peace of mind of the truly humble.\nThe tenor of life is careful, even in the stiff\nUnsmiling carelessness of the border-guards\nAnd douaniers, who admit, whenever they can,\nNot merely the usual carloads of deodorant\nBut gypsies, g-strings, hasheesh, and contraband pigments.\nTheir complete negligence is reserved, however,\nFor the hoped-for invasion, at which time the happy people\n(Sniggering, ruddily naked, and shamelessly drunk)\nWill stun the foe by their overwhelming submission,\nCorrupt the generals, infiltrate the staff,\nUsurp the throne, proclaim themselves to be sun-gods,\nAnd bring about the collapse of the whole empire.", "ORCHARD TREES, JANUARY": "It's not the case, though some might wish it so\nWho from a window watch the blizzard blow\n\nWhite riot through their branches vague and stark,\nThat they keep snug beneath their pelted bark.\n\nThey take affliction in until it jells\nTo crystal ice between their frozen cells,\n\nAnd each of them is inwardly a vault\nOf jewels rigorous and free of fault,\n\nUnglimpsed until in May it gently bears\nA sudden crop of green-pronged solitaires.", "metadata": "wilbur|Richard Wilbur|1921|2017|https://en.wikipedia.org/wiki/Richard_Wilbur"}