{"DROPLETS": "Even when the rain falls relatively hard,\nonly one leaf at a time of the little tree\nyou planted on the balcony last year,\nthen another leaf at its time, and one more,\nis set trembling by the constant droplets,\n\nbut the rain, the clouds flocked over the city,\nyou at the piano inside, your hesitant music\nmingling with the din of the downpour,\nthe gush of rivulets loosed from the eaves,\nthe iron railings and flowing gutters,\n\nall of it fuses in me with such intensity\nthat I can’t help wondering why my longing\nto live forever has so abated that it hardly\ncomes to me anymore, and never as it did,\nas regret for what I might not live to live,\n\nbut rather as a layering of intstants like this,\ntransient as the mist drawn from the rooftops,\nyet emphatic as any note of the nocturne\nyou practice, and, the storm faltering, fading\ninto its own radiant passing, you practice again.", "LIGHT": "Another drought morning after a too brief dawn downpour,\nunaccountable silvery glitterings on the leaves of the withering maples—\n\nI think of a troop of the blissful blessed approaching Dante,\n“a hundred spheres shining,” he rhapsodizes, “the purest pearls…”\n\nthen of the frightening brilliants myriad gleam in my lamp\nof the eyes of the vast swarm of bats I found once in a cave,\n\na chamber whose walls seethed with a spaceless carpet of creatures,\ntheir cacophonous, keen, insistent, incessant squeakings and squealings\n\nchurning the warm, rank, cloying air; of how one,\nperfectly still among all the fitfully twitching others,\n\nwas looking straight at me, gazing solemnly, thoughtfully up\nfrom beneath the intricate furl of its leathery wings\n\nas though it couldn’t believe I was there, or were trying to place me,\nto situate me in the gnarl we’d evolved from, and now,\n\nthe trees still heartrendingly asparkle, Dante again,\nthis time the way he’ll refer to a figure he meets as “the life of…”\n\nnot the soul, or person, the _life_, and once more the bat, and I,\nour lives in that moment together, our lives, our _lives_,\n\nhis with no vision of celestial splendor, no poem,\nmine with no flight, no unblundering dash through the dark,\n\nhis without realizing it would, so soon, no longer exist,\nmine having to know for us both that everything ends,\n\nworld, after-world, even their memory, steamed away\nlike the film of uncertain vapor of the last of the luscious rain.", "THE NAIL": "Some dictator or other had gone into exile, and now reports were coming about his regime,\nthe usual crimes, torture, false imprisonment, cruelty and corruption, but then a detail:\nthat the way his henchmen had disposed of enemies was by hammering nails into their skulls.\nHorror, then, what mind does after horror, after that first feeling that you’ll never catch your breath,\nmind imagines--how not be annihilated by it?--the preliminary tap, feels it in the tendons of the hand,\nfeels the way you do with _your_ nail when you’re fixing something, making something, shelves, a bed;\nthe first light tap to set the slant, and then the slightly harder tap, to em-bed the tip a little more ...\n\nNo, no more: this should be happening in myth, in stone, or paint, not in reality, not here;\nit should be an emblem of itself, not itself, something that would mean, not really have to happen,\nsomething to go out, expand in implication from that unmoved mass of matter in the breast;\nas in the image of an anguished face, in grief for us, not us as us, us as in a myth, a moral tale,\na way to tell the truth that grief is limitless, a way to tell us we must always understand\nit’s we who do such things, we who set the slant, embed the tip, lift the sledge and drive the nail,\ndrive the nail which is the axis upon which turns the brutal human world upon the world.", "FROM MY WINDOW": "Spring: the first morning when that one true block of sweet, laminar,\n               complex scent arrives\nfrom somewhere west and I keep coming to lean on the sill, glorying in\n               the end of the wretched winter.\nThe scabby-barked sycamores ringing the empty lot across the way are\n               budded —I hadn't noticed —\nand the thick spikes of the unlikely urban crocuses have already broken\n              the gritty soil.\nUp the street, some surveyors with tripods are waving each other left and\n              right the way they do.\nA girl in a gym suit jogged by a while ago, some kids passed, playing\n              hooky, I imagine,\nand now the paraplegic Vietnam vet who lives in a half-converted ware-\n              house down the block\nand the friend who stays with him and seems to help him out come\n              weaving towards me,\ntheir battered wheelchair lurching uncertainly from one edge of the\n              sidewalk to the other.\nI know where they're going—to the \"Legion\": once, when I was putting\n              something out, they stopped,\nboth drunk that time, too, both reeking—it wasn't ten o'clock—and we\n              chatted for a bit.\nI don't know how they stay alive—on benefits most likely. I wonder if\n              they're lovers?\nThey don't look it. Right now, in fact, they look a wreck, careening hap-\n              hazardly along,\ncontriving, as they reach beneath me, to dip a wheel from the curb so\n              that the chair skewers, teeters,\ntips, and they both tumble, the one slowly, almost gracefully sliding in\n              stages from his seat,\nhis expression hardly marking it, the other staggering over him, spinning\n              heavily down,\nto lie on the asphalt, his mouth working, his feet shoving weakly and\n              fruitlessly against the curb.\nIn the storefront office on the corner, Reed and Son, Real Estate, have\n              come to see the show.\nGazing through the golden letters of their name, they're not, at least,\n              thank god, laughing.\nNow the buddy, grabbing at a hydrant, gets himself erect and stands\n              there for a moment, panting.\nNow he has to lift the other, who lies utterly still, a forearm shielding his\n              eyes from the sun.\nHe hauls him partly upright, then hefts him almost all the way into the\n              chair, but a dangling foot\ncatches a support-plate, jerking everything around so that he has to put\n              him down,\nset the chair to rights, and hoist him again and as he does he jerks the\n              grimy jeans right off him.\nNo drawers, shrunken, blotchy thighs: under the thick, white coils of\n              belly blubber,\nthe poor, blunt pud, tiny, terrified, retracted, is almost invisible in the\n              sparse genital hair,\nthen his friend pulls his pants up, he slumps wholly back as though he\n              were, at last, to be let be,\nand the friend leans against the cyclone fence, suddenly staring up at me\n              as though he'd known,\nall along, that I was watching and I can't help wondering if he knows that\n              in the winter, too,\nI watched, the night he went out to the lot and walked, paced rather, \n              almost ran, for how many hours.\nIt was snowing, the city in that holy silence, the last we have, when the\n              storm takes hold,\nand he was making patterns that I thought at first were circles, then real-\n              ized made a figure eight,\nwhat must have been to him a perfect symmetry but which, from where\n              I was, shivered, bent,\nand lay on its side: a warped, unclear infinity, slowly, as the snow came\n              faster, going out.\nOver and over again, his head lowered to the task, he slogged the path\n              he'd blazed,\nbut the race was lost, his prints were filling faster than he made them\n              now and I looked away,\nup across the skeletal trees to the tall center city buildings, some, though\n              it was midnight,\nwith all their offices still gleaming, their scarlet warning beacons signal-\n              ing erratically\nagainst the thickening flakes, their smoldering auras softening portions of\n              the dim, milky sky.\nIn the morning, nothing: every trace of him effaced, all the field pure\n              white,\nits surface glittering, the dawn, glancing from its glaze, oblique, relent-\n              less, unadorned.", "SHAME": "A girl who, in 1971, when I was living by myself, painfully lonely, bereft, depressed,\noffhandedly mentioned to me in a conversation with some friends that although at first she’d found \n\tme--\n\nI can’t remember the term, some dated colloquialism signifying odd, unacceptable, out-of-things--\nshe’d decided that I was after all all right ... twelve years later she comes back to me from nowhere\nand I realize that it wasn’t my then irrepressible, unselective, incessant sexual want she meant,\nwhich, when we’d been introduced, I’d naturally aimed at her and which she’d easily deflected,\nbut that she’d thought I really was, in myself, the way I looked and spoke and acted,\nwhat she was saying, creepy, weird, whatever, and I am taken with a terrible humiliation.", "TAR": "The first morning of Three Mile Island: those first disquieting, uncertain, mystifying hours.\nAll morning a crew of workmen have been tearing the old decrepit roof off our building,\nand all morning, trying to distract myself, I’ve been wandering out to watch them\nas they hack away the leaden layers of asbestos paper and disassemble the disintegrating drains.\nAfter half a night of listening to the news, wondering how to know a hundred miles downwind\nif and when to make a run for it and where, then a coming bolt awake at seven\nwhen the roofers we’ve been waiting for since winter sent their ladders shrieking up our wall,\nwe still know less than nothing: the utility company continues making little of the accident,\nthe slick federal spokesmen still have their evasions in some semblance of order.\nSurely we suspect now we’re being lied to, but in the meantime, there are the roofers,\nsetting winch-frames, sledging rounds of tar apart, and there I am, on the curb across, gawking.\n\nI never realized what brutal work it is, how matter-of-factly and harrowingly dangerous.\nThe ladders flex and quiver, things skid from the edge, the materials are bulky and recalcitrant.\nWhen the rusty, antique nails are levered out, their heads pull off; the underroofing crumbles.\nEven the battered little furnace, roaring along as patient as a donkey, chokes and clogs,\na dense, malignant smoke shoots up, and someone has to fiddle with a cock, then hammer it,\nbefore the gush and stench will deintensify, the dark, Dantean broth wearily subside.\nIn its crucible, the stuff looks bland, like licorice, spill it, though, on your boots or coveralls,\nit sears, and everything is permeated with it, the furnace gunked with burst and half-burst bubbles,\nthe men themselves so completely slashed and mucked they seem almost from another realm, like trolls.\nWhen they take their break, they leave their brooms standing at attention in the asphalt pails,\nwork gloves clinging like Br’er Rabbit to the bitten shafts, and they slouch along the precipitous lip,\nthe enormous sky behind them, the heavy noontime air alive with shimmers and mirages.\n\nSometime in the afternoon I had to go inside: the advent of our vigil was upon us.\nHowever much we didn’t want to, however little we would do about it, we’d understood:\nwe were going to perish of all this, if not now, then soon, if not soon, then someday.\nSomeday, some final generation, hysterically aswarm beneath an atmosphere as unrelenting as rock,\nwould rue us all, anathematize our earthly comforts, curse our surfeits and submissions.\nI think I know, though I might rather not, why my roofers stay so clear to me and why the rest,\nthe terror of that time, the reflexive disbelief and distancing, all we should hold on to, dims so.\nI remember the president in his absurd protective booties, looking absolutely unafraid, the fool.\nI remember a woman on the front page glaring across the misty Susquehanna at those looming stacks.\nBut, more vividly, the men, silvered with glitter from the shingles, clinging like starlings beneath the eaves.\nEven the leftover carats of tar in the gutter, so black they seemed to suck the light out of the air.\nBy nightfall kids had come across them: every sidewalk on the block was scribbled with obscenities and hearts.", "metadata": "williams|C. K. Williams|1936|2015|https://en.wikipedia.org/wiki/C._K._Williams"}